{
	"Name": "Ahmet Arslan",
	"Desc": "Türk akademisyen, felsefeci ve yazar",
	"Period": "Republic",
	"Lifetime": [ 1944, 0 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ -20, 95 ],
		"Color": [ 58, 94, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum yeri: Şanlıurfa, Türkiye\n• Eğitimi: Ankara Üniversitesi Dil ve Tarih-Coğrafya Fakültesi Felsefe Bölümü mezunu (1966).\n• Akademik kariyeri: 1978’de Ege Üniversitesi Felsefe Bölümü'nde doçent, 1987’de profesör oldu. Ege Üniversitesi Edebiyat F\n• Etkilendiği ekoller: İlkçağ Yunan felsefesi, Ortaçağ İslam felsefesi ve Osmanlı Kelam düşüncesi üzerine çalışmalar yaptı.\n• Eserleri: İlkçağ Felsefe Tarihi, İslam Felsefesi Üzerine, Felsefeye Giriş, İbn Haldun’un İlim ve Fikir Dünyası gibi birçok önemli kitabı bulunmaktadır."
		},
		"1": {
			"Header": "Hayatı",
			"Content": "1944'te Şanlıurfa'da doğdu. Babası manav, annesi ev hanımıydı. On iki kardeşin sekizi çeşitli yaşlarda öldü. Çocukluğu Arap Meydanı mahallesinde geçti. Çocukluğunda sinema, kitaplar ve futbolla ilgilendi.\n\nİlköğrenimini 11 Nisan Kurtuluş İlkokulunda tamamladı. İlkokulu bitirdikten sonra babasının yanında çalışmaya başladı. Bir gün babasının dükkânına alışveriş yapmaya gelen ve burada Arslan'ı çalışırken gören beşinci sınıf öğretmeni Lâtif Soyok'un, babasına Arslan'ın okula devam etmesi konusunda ısrar etmesi üzerine ortaokula yazdırıldı. Ortaöğrenimini 1961'de Şanlıurfa Lisesinde tamamladı. Zamanında eşekten düşüp sol kolunu kırdığını, ardından çıkıkçı bir kadının tedavisi üzerine dirsek kemiğinin yanlış kaynadığını ve bu nedenle sol kolunun sakat kaldığını söylemiştir. Anne ve babasının bu olay üzerine kendi aralarında sessizce, kolunu sakatladığı için elinden iş gelmeyeceğini, bu yüzden okumasının tek çare olduğunu konuştuklarını duyduğunu belirtmiştir.\n\nLiseden mezuniyetinin ardından Ankara Üniversitesi Dil ve Tarih-Coğrafya Fakültesi ve İstanbul Üniversitesi Edebiyat Fakültesindeki bölümlerin alım sınavlarına girdi. Kazandığı birkaç bölüm arasından Ankara Hukuku tercih etti. Bir müddet bu bölüme devam ettikten sonra aynı üniversitenin felsefe bölümüne kaydoldu. 1972'de Mübahat Türker Küyel'in danışmanlığında, İbn'i Kemal'in (Kemal Paşa-zade) Haşiya ala tahafut al-falasifa'sı başlıklı tezi ile doktora derecesini aldı. Askerliğini, 1973-74 yılları arasında yedek subay olarak Diyarbakır'da yaptı."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "ARAŞTIRMA-DÜŞÜNCE: Kemal-paşazade’nin Tehâfüt Haşiyesi (1987), Haşiye Ala’t Tehâfüt Tahlili (1987), İbn Haldun’un İlim ve Fikir Dünyası (1987), Felsefeye Giriş (1994), Felsefe Tarihi I -Başlangıçlarından Atomculara Kadar (1995), Laiklik Demokrasi ve Türkiye (1995), İlkçağ Felsefe Tarihi (Başlangıçlarından Atomculara Kadar, 1995; Sofistlerden Platon’a; Aristoteles), İslâm Felsefesi Üzerine (1996).\n\nÇEVİRİ: Felsefeye Giriş (J. Herman Randall ve Justus Buchler’den, 1989), İmam Gazali ve İmam - Küfür Sınırı (Süleyman Dünya’dan, 1992), Metafizik (Aristoteles’ten, 1996, 2. bas.), Erken İslam’da Mizah (F. Rosenthal’den, 1997), Materyalizmin Tarihi ve Günümüzdeki Anlamının Eleştirisi (F. A. Lange’dan, 2. bas. 1998), İdeal Devlet (1997) - Mutluluğun Kazanılması (1999) - İlimlerin Sayımı (Farabi’den, 1999), Aristotales (W. D. Ross’tan, 1999), İslam Felsefesi Tarihi - İbni Rüşt’ün Ölümünden Günümüze (Henry Corbin’den, 2000), Felsefe Aracılığıyla Düşünme (Chris Horner ve Emrys Westacott’tan, 2001), Kutsal Şehir: Urfa (J. B. Segal’den, 2002).\n\nDERLEME: Felsefe 2002 (Tülin Bumin ile, 2002)."
		},
		"3": {
			"Header": "Felsefe Çalışmaları ve Görüşleri",
			"Content": "Tanıl Bora, Ahmet Arslan'ın bütün dinsel düşünüş tarihiyle ilgili muazzam bir külliyat ürettiğini belirtmiş, Ege Üniversitesi Felsefe Bölümünün de Arslan'ın düşünce dünyası doğrultusunda, \"felsefeden İslam'a bakma\" ilgisine sahip olduğunu ifade etmiş ve bunu Ankara İlahiyat Fakültesinin yaklaşımının tersi olarak nitelemiştir.\n\nArslan'dan etkilenenler arasında öğrencisi Zerrin Kurtoğlu ve onun İslam Düşüncesinin Siyasal Ufku kitabı bulunmaktadır. Arslan, felsefi denemelerinde İslam'ın temel hak ve özgürlüklerle uyumlu bir okumasını yaparak hoşgörü konusunu işlemiş; dinî hukukun bile \"insan elinden çıkma\", \"akılsal\" olduğunu ifade edip din yorumunda çağdaşlaşma olanağı bulunduğunu savunmuştur.\n\nİslam felsefesine ilişkin İslami filozofların asıl işlevinin antik düşünceyi Batı'ya yeniden ulaştırmak olduğu ve İslam felsefesinin evrensel felsefenin gelişmesinde önemli bir anı temsil etmediği, özgün görüşleri bulunmadığı yönündeki görüşü reddeder. Bu bağlamda T. J. de Boer gibi oryantalistlerin görüşüne katılmaz.\n\nCelâl Şengör, Arslan'ın İlkçağ Felsefe Tarihi başlıklı kitap dizisini \"Yani ben diyeceğim ki, 'Ah, Türkiye'deki en iyi kitap', öyle değil. Benim dünyada da okuduğum en iyi kitaplardan biri bu!\" diyerek övmüştür."
		},
		"4": {
			"Header": "Kaynakça",
			"Content": "Kaynakça: https://tr.wikipedia.org\n\n• \"İbn'i Kemal'in (Kemal Paşa-zade) Haşiya ala tahafut al-falasifa'sı\". Ankara Üniversitesi Kütüphane ve Dökümantasyon Daire Başkanlığı. 7 Aralık 2022 tarihinde kaynağından arşivlendi. Erişim tarihi: 7 Aralık 2022.\n• a b c Arslan, Ahmet (Ağustos 2019). Felsefeye Giriş (27 bas.). Ankara: Serbest Kitaplar. s. 5. ISBN 9786056955211.\n• Bora, Tanıl (2017). Cereyanlar: Türkiye'de Siyasî İdeolojiler. İstanbul: İletişim Yayınları. s. 498.\n• Bora, a.g.e., s. 564.\n• Kafadar, Osman (2000). Türkiye'de kültürel dönüşümler ve felsefe eğitimi. İz Yayıncılık. s. 59.\n• \"Teke Tek Özel - 8 Ekim 2017 (Bilimin Tarihi)\". 1:38. Habertürk TV. 8 Ekim 2017. 7 Aralık 2022 tarihinde kaynağından arşivlendi. Erişim tarihi: 7 Aralık 2022.\n• \"Habertürk TV'de büyük skandal: Ayet ve hadislerle dalga geçen Ahmet Arslan'a tepki yağıyor\". Yeni Şafak. 22 Mart 2022. 7 Aralık 2022 tarihinde kaynağından arşivlendi. Erişim tarihi: 7 Aralık 2022.\n• \"Urfalılardan 'Hz. İbrahim diye biri yok' diyen Şengör ve Arslan hakkında suç duyurusu\". Risale Haber. 27 Mayıs 2022. 7 Aralık 2022 tarihinde kaynağından arşivlendi. Erişim tarihi: 7 Aralık 2022.\n• \"Prof. Dr. Ahmet Arslan ile Söyleşi - Din, Ateizm, Agnostisizm, Deizm vs\". Abdullah Bulut. 28 Aralık 2018. 13 Eylül 2023 tarihinde kaynağından arşivlendi. Erişim tarihi: 13 Eylül 2023.\n• \"Din nedir? / Prof. Dr. Ahmet Arslan - Fatih Altaylı & Teke Tek Bilim\". 24 Eylül 2023. 16 Kasım 2023 tarihinde kaynağından arşivlendi. Erişim tarihi: 21 Nisan 2024"
		}
	}
}
