{
	"Name": "Ahmet Cevizci",
	"Desc": "Türk felsefeci, akademisyen ve çevirmen",
	"Period": "Republic",
	"Lifetime": [ 1959, 2014 ],
	"Importance": "High",
	"GUI": {
		"Position": [ 100, 75 ],
		"Color": [ 225, 178, 150 ]
	},
	"Content": {
		"0": {
			"Header": "İlk Yılları ve Eğitimi",
			"Content": "1959'da Bursa'da doğdu.İlk ve ortaöğrenimini bu şehirde tamamladı.1982'de Ankara Üniversitesi Dil ve Tarih-Coğrafya Fakültesi Felsefe Bölümü'nden mezun oldu.Yine aynı üniversiteden; 1984'te Sokratik Diyaloglarda Yöntem başlıklı tezi ile yüksek lisans,1992'de Platon'un Bilgi Kuramı ve Bu Kuramda Duyusal Varlıkların Yeri başlıklı tezi ile doktora derecesini aldı.Doktora yaptığı dönemde Fransız hükûmetinden burs kazandı ve 1989-1991 yılları arasında Paris'teki Sorbonne Üniversitesi'nde araştırmalar gerçekleştirdi."
		},
		"1": {
			"Header": "Kariyeri",
			"Content": "Uludağ Üniversitesi Felsefe Bölümü'nün ve Felsefe Tarihi Anabilim Dalı'nın başkanlığını üstlendi.1996'da doçent, 2002'de profesör oldu.İngilizce, Fransızca ve Antik Yunanca dillerinden çeviriler yaptı."
		},
		"2": {
			"Header": "Ölümü ve Özel Hayatı",
			"Content": "1 Aralık 2014'te, fakültedeki odasında geçirdiği kalp krizi sonucu öldü.Odası, tıp fakültesinin acil servisine 300 m. uzakta olmasına karşın ambulans oradan değil 7 km uzaktaki Merinos 112 merkezinden yola çıktı, yetişemedi. Ölümünün ardından Uludağ Üniversitesi'nde tören düzenlendi, İlahiyat Fakültesi Camii'nde cenaze namazı kılındı ve Bursa Fethiye Mezarlığı'na defnedildi. Uludağ Üniversitesi Felsefe Bölümü'ndeki kütüphaneye ismi verildi. Nevin Cevizci ile evliydi.Berke Değer Cevizci ile Madrigal grubunun solisti Anıl Erdem Cevizci'nin babasıydı. 2016'da Nilüfer Kent Konseyi bünyesinde kurulan felsefe topluluğuna onun adı verildi."
		},
		"3": {
			"Header": "Kitapları",
			"Content": "• 17. Yüzyıl Felsefesi\n• Aydınlanma Felsefesi\n• Batı Düşüncesi: Felsefi Temeller (Kasım Küçükalp ile)\n• Bilgi Felsefesi\n• Bir Bakışta Felsefe\n• Büyük Felsefe Sözlüğü\n• Ders Geçme ve Kredili Sistem Uygulayan Liseler için Felsefe 1-2 Ders Kitabı\n• Eğitim Felsefesi\n• Eğitim Sözlüğü\n• Etik/Ahlak Felsefesi\n• Felsefe\n• Felsefe Ansiklopedisi [Editör]\n• Felsefe Sözlüğü\n• Felsefe Tarihi: Thales'ten Baudrillard'a\n• Felsefe Tarihine Giriş\n• Felsefenin Kısa Tarihi\n• Felsefeye Giriş\n• İlkçağ Felsefesi\n• Lise 3 Felsefe Ders Kitabı\n• Liseler İçin Ders Kitabı: Felsefe Tarihi (Ömer Özduru ile)\n• Ortaçağ Felsefesi\n• Platon\n• Sokrates\n• Uygulamalı Etik"
		},
		"4": {
			"Header": "Çevirileri",
			"Content": "• Filozoflar: Platon'dan Wittgenstein'a Batı Felsefesi, Bryan Magee Büyük\n• Felsefeye Giriş, Nigel Warburton\n• Felsefeye Giriş: Temel Kavramlar ve Kuramlar, Kazimierz Ajdukiewicz\n• İlkçağ Felsefesi Tarihi, W. K. C. Guthrie\n• Kıta Avrupası Felsefesine Giriş: Rousseau, Kant ve Hegel'den Foucault ve Derrida'ya, David West\n• Menon, Platon\n• Metafiziğe Giriş [Editör]\n• Nietzsche: Hayatı, Eserleri ve Felsefesi, Arthur Danto\n• Phaidon, Platon\n• Platon’un Epistemolojisi: Theaitetos ve Sofist Çevirisi ve Açıklaması, Francis Macdonald Cornford\n• Platon'un Felsefesi Üzerine Araştırmalar: İdealar Kuramı [Editör]\n• Postmodernizm ve Sosyal Bilimler: Tematik Bir Yaklaşım, Robert Hollinger\n• Sokrates'in Savunması, Platon\n• Sokratik Hümanizm, Laszlo Versenyi\n• Şölen, Platon"
		},
		"5": {
			"Header": "Felsefe Sözlüğü Ne Anlatıyor? Konusu, Ana Fikri ve Özeti",
			"Content": "\"Düşünce tarihinin ilk felsefe sözlüklerinden birini, Aristoteles'e borçluyuz. Aristoteles, MÖ 4. yüzyılda 14 kitaplık meşhur Metafizik adlı eserinin 5. kitabını kullandığı felsefi terimlerin tanımlarına ayırmıştı. Söz konusu kitabın her bir altbölümünü tam 29 felsefi terimin, yani 'başlangıç', 'neden', 'öğe', 'doğa', 'zorunluluk', 'varlık', 'aynılık ve farklılık', 'sınır', 'öncelik ve sonralık', 'bütün' benzeri terimlerin tanımlanmasına ayıran Aristoteles'in mesajı, gerçekte çok açıktı. Felsefe yapmak istiyorsanız veya onun yaptığı gibi metafizik veya varlık felsefesi alanına girmek istiyorsanız, alana ait kavramların anlamını bilmek gibi bir zorunluluğunuz vardır.\"\n\nFelsefe Tarihi ve Felsefe Ansiklopedisi gibi çalışmalara da imza atmış olan Prof. Dr. Ahmet Cevizci'nin hazırladığı bu sözlük, bir bütün olarak felsefenin ve felsefe tarihinin oluşumunda önemli yer tutan kavramları, düşünce sistemlerini ve filozofları, temel bilgi seviyesinde, terimler dizini ve İngilizce karşılıkları eşliğinde sunuyor."
		},
		"6": {
			"Header": "Felsefe Sözlüğü Alıntıları - Sözleri",
			"Content": "• Düşünce tarihinin ilk felsefe sözlüklerinden birini, Aristoteles'e borçluyuz.\n• ...hazcılar, acının hazla birlikte insana hükmeden iki temel duygudan biri olduğunu söylerler. İnsan, onlara göre, acıdan kaçıp hazza yönelecek şekilde yaratılmış bir varlıktır.\n• ... yasalar da kendilerinden türetilmiş oldukları daha kapsayıcı yasalara gidilerek açıklanabilir.\n• Hiçbir kavramın ya da felsefi terimin büsbütün yansız, tamamen nesnel tanımı olamaz, her tanım bir ölçüye kadar, dünyaya veya alana belli bir perspektiften bakan yazarının rengini veya damgasını taşır.\n• Felsefe yapmak istiyorsanız veya Aristoteles'in kendisinin yaptığı gibi metafizik veya varlık felsefesi alanına girmek istiyorsanız, alana ait kavramların anlamını bilmek gibi bir zorunluluğunuz vardır.\n• Platon insan ruhunu iştah, can ve akıl olarak üçe bölmüş...\n• Zeitgeist: Almanca zamanın ruhu anlamına gelen ve metafizik ya da tarih felsefesinde, eğilim ya da yönelimlerin, felsefeyle toplumsal yapının, iktisat anlayışıyla siyasi yapının, bir kültürün belli bir çağdaki durumunu ve düzeyini belirleyen bileşkesini anlatmak üzere kullanılan terim. Bu doğalcı yaklaşım, olayları belirleyen, yönlendiren ve denetleyen şeyin, içinde bulunulan ekonomik, siyasi entelektüel koşullar veya Zeitgeist olduğunu söylediği için, tarihi daha çok yaratıcı insanların yaptığını söyleyen büyük adam kuramının kişiselci yaklaşımına karşıttır.\n• Felsefe yapmak istiyorsanız veya metafizik veya varlık felsefesi alanına girmek istiyorsanız, alana ait kavramların anlamını bilmek gibi bir zorunluluğunuz vardır.\n• Açık toplum; Demokrasiyle birlikte kullanılagelen bir kavram olarak, özellikle liberal düşünürler tarafından, sosyal talepleri göz önünde bulunduran, topluma hesap veren, politikalarını herkesin görebileceği şeffaflıkta formüle eden, hukukun üstünlüğünü temele alan, serbest piyasa ekonomisine dayanan, temel hak ve hürriyetleri esas alan bir yönetim yapısı ve anlayışı diye tanımlanan toplum türü.\n• Yunan felsefesinde, ruh, zihin, soluk, nefes, tin ve hayat anlamına gelen terim. Buna göre, terim başlangıçta canlılığı, canlı olma halini ve daha sonra da hayat ilkesini, şeylerdeki canlıliğın kaynağı olan gücü göstermiştir. Presokratiklerde hareket ilkesini ve hayatiyet kaynağını ifade eden psııklıe, Pythagorasçı düşüncede fazladan dini bir anlam kazanmış, ölümsüzlük inancı çerçevesi içinde, onun insandaki, bedenin ölümünden sonra yaşamaya devam eden tanrısal parça olduğu belirtilmiştir. Psukhe Sokrates'ten başlayarak da, bilincin ve ahlaki kişiliğin bulunduğu yeri tanımlamaya başlamıştır."
		},
		"7": {
			"Header": "Felsefe Sözlüğü İncelemesi",
			"Content": "Çok değerli, özen gösterilerek hazırlanmış, felsefe ile alakası olmayan insanlarında okuduğu zaman anlayabileceği, süslü püslü idrakı zor kelimeler kullanılmadan içerikteki başlıklar açıklanmış, sade bir dil kullanmış rahmetli Ahmet Cevizci. Ülkede felsefe denildiği vakit akla gelen ilk isimlerden olan birinin kitabını okuduğum için memnunum, akademik olarak 'Felsefe Sözlüğünü' eleştirecek yetim bulunmadığı için, okuduğum kitaptan sadece faydalandığımı söyleyebilirim, yine ara ara kitaba bakacağım, aklıma bir şey takılırsa sayfalarını karıştıracağım bir eser. (Berat Ulucan)\n\nSadece felsefeye meraklı olanların değil bunun dışında okuma yapanların da faydalanabileceği kısa ve açıklayıcı bir hat üzerinden anlatılmış kendi adıma değerli buldum , mutlak surette başucunda bulunulası gerektiğini düşünüyorum."
		},
		"8": {
			"Header": "Kaynakça",
			"Content": "Kaynakça: https://tr.wikipedia.org\n\n• Prof. Dr. Ahmet CEVİZCİ. Uludağ Üniversitesi Felsefe Bölümü. 8 Ocak 2015 tarihinde kaynağından arşivlendi. Erişim tarihi: 21 Ekim 2022.\n• a b c d Toprak, Salih (2014). Prof. Dr. Ahmet CEVİZCİ'nin Ardından. 4 (2). Kırıkkale Üniversitesi Sosyal Bilimler Dergisi. ss. 203-205. 3 Eylül 2019 tarihinde kaynağından arşivlendi. Erişim tarihi: 21 Ekim 2022.\n• Sokratik diyaloglarda yöntem. Ankara Üniversitesi Kütüphane ve Dökümantasyon Daire Başkanlığı. 21 Ekim 2022 tarihinde kaynağından arşivlendi. Erişim tarihi: 21 Ekim 2022.\n• Platon'un bilgi kuramı ve bu kuramda duygusal varlıkların yeri. Ankara Üniversitesi Kütüphane ve Dökümantasyon Daire Başkanlığı. 21 Ekim 2022 tarihinde kaynağından arşivlendi. Erişim tarihi: 21 Ekim 2022.\n• Özgeçmiş. ahmetcevizci.org. 7 Aralık 2021 tarihinde kaynağından arşivlendi. Erişim tarihi: 12 Mart 2023.\n• a b Öncü, Mehmet Tahir. Ahmet Cevizci. Ege Üniversitesi Mütercim Tercümanlık Bölümü. 11 Mart 2023 tarihinde kaynağından arşivlendi. Erişim tarihi: 11 Mart 2023.\n• Prof. Dr. Cevizci vefat etti. Akşam. 1 Aralık 2014. 21 Ekim 2022 tarihinde kaynağından arşivlendi. Erişim tarihi: 21 Ekim 2022.\n• Kuter, Murat (3 Aralık 2014). Ahmet Cevizci'nin ardından. Bursa Hakimiyet. 11 Mart 2023 tarihinde kaynağından arşivlendi. Erişim tarihi: 11 Mart 2023.\n• PROF. DR. AHMET CEVİZCİ'NİN ADI KÜTÜPHANEDE YAŞAYACAK. Milliyet. 3 Aralık 2015. 22 Mart 2020 tarihinde kaynağından arşivlendi. Erişim tarihi: 22 Mart 2020.\n• Çetindemir, Çağdaş. Felsefenin ansiklopedisini yazan adam. 7/24 Kültür Sanat. 11 Mart 2023 tarihinde kaynağından arşivlendi. Erişim tarihi: 11 Mart 2023.\n• Felsefe Grubu. www.bursadakultur.org. 28 Ocak 2023 tarihinde kaynağından arşivlendi. Erişim tarihi: 16\n\nKaynakça: https://www.mardinlife.com\nKitap Künyesi:\n• Yazar: Ahmet Cevizci\n• Yayınevi: Say Yayınları\n• İSBN: 9786050200577\n• Sayfa Sayısı: 536"
		}
	}
}
