{
	"Name": "Akif Paşa",
	"Desc": "Türk devlet adamı, şair ve münşi",
	"Period": "Islamic",
	"Lifetime": [ 1787, 1845 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 105, 15 ],
		"Color": [ 89, 225, 205 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri: Yozgat\n• Ölüm Yeri: Mısır\n• Hocaları: Çerkeşî Mustafa Efendi\n• Etkiledikleri: Ziyâ Paşa, Abdülhak Hâmid Tarhan, Recaizâde Mahmud Ekrem, Mehmed Akif Ersoy\n• Ekolleri: Felsefe, Siyaset"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "II. Mahmud devrinin en iyi münşilerinden ve devlet adamlarından biridir. Antepli Kadı Mehmet Efendi'nin oğludur. Öğrenimini özel hocalar yanında ve Yozgat'ta tamamlar. Yozgat ayanından Çapanzade Süleyman Bey'in divan kâtibi olur. Onun ölümü üzerine 1814'te, İstanbul'a gelerek amcası Reîsülküttab Mustafa Mazhar Efendi'nin yardımıyla Divan-ı Hümâyûn kalemine girer ve üstün hizmet verdiği için altı ay sonunda Amedi Odası'na geçer. Amedci (1825), beylikçi (1827) olduktan sonra Reîsülküttablık görevine getirilir (1832). Reîsülküttablık Umûr-ı Hâriciye Nezareti'ne dönüştürülünce Akif Paşa da 1835 yılında ilk hariciye nazırı olur. Sonradan Ceride-i Havâdis gazetesini çıkaracak olan William Churchill'in Kadıköy'de avlanırken bir çocuğu yaralaması nedeniyle dövülerek Tersane'de hapsedilmesi, İngiliz elçisinin ve İstanbul'daki yabancı devlet temsilcilerinin konuyu siyasal bir sorun durumuna getirmelerine sebep olur. Bu durum sonrasında görevden alınan Akif Paşa, bir yıl sonra Mülkiye nazırlığına getirilir. Ancak bu görevde de uzun süre kalamaz ve 1839 yılında Abdülmecid'in tahta çıkışından sonra önce Kocaeli mutasarrıflığına, ardından da Edirne'ye atanır. Bu görevlerde bulunduğu süre içerisinde halk tarafından dile getirilen şikâyetler öne sürülerek iki yıl sürgün cezasına çarptırılır. Sürgün sonrasında İstanbul'a dönemez ve Bursa'da yaşamaya başlar.\n\n1842 yılında İstanbul'a dönmesini sağlayan şey, Şehzade Abdülhamid'in doğumu münasebetiyle Sultan Abülmecid'e sunduğu bir tarih manzumesi olur. İstanbul'a döndükten iki yıl sonra hacca gider, dönüşünde İskenderiye'den gemiye bineceği sırada hastalanarak ölür. Cenazesi İskenderiye'de Dânyal peygamberin türbesi yakınlarına defnedilir.\n\nAkif Paşa, hırçın aynı zamanda kindar tabiatı sebebiyle hayatı boyunca düşmanları tarafından \"iktidar oyunları\"na alet olurken bir yandan da zekâsı ve yeteneği sayesinde devletin önemli kademelerinde bulunmayı başarmış bir isimdir."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• Münşeât-ı el-Hac Akif Efendi: İstanbul 1259.\n• Tabsıra: 1843.\n• Eser-i Akif Paşa: 1873.\n• Muharrerât-ı Husûsiyye-yi Akif Paşa: 1883."
		},
		"3": {
			"Header": "Öğretisi",
			"Content": "Tanpınar'a göre Keçecizâde'nin, Vâsıf'ın ve onlardan evvel gelen birçok şairin eserlerinde izleri görülen birçok şey ilk defa Akif Paşa'nın eserlerinde vücut bulur. Akif Paşa, herhangi bir tesir altında kalmaksızın sadece başına gelen felâketlerle \"yeni\" denilebilecek bir edebiyatın örneklerini vermiştir. Bir devlet adamı olarak hayatını sürdüren Paşa, eski şiire ve nesre tamamıyla bağlıdır. Başka bir deyişle Akif Paşa, eskinin devamıdır.\n\nBaşarılı bir devlet adamı olmasına rağmen Edirne'de, daha sonra Bursa'da iki yıldan fazla süren sürgün hayatı sırasında çok sıkıntı çekmiş ve yakınlarına gönderdiği mektuplarda sık sık yalnızlıktan şikâyet etmiştir. Onun Adem Kasidesi şiirini Mr. Gibb \"Bedbinlerin Marseillaise\"i olarak adlandırır. Adem Kasidesi'ndeki \"yokluk\" halini sunuş biçimiyle geleneksel yapının dışına çıkan Akif Paşa, \"adem\" kelimesini bazen ölüm, bazen de büyük yokluk anlamında kullanır. Cennet, cehennem, hatta mutasavvıfların özlediği elest meclisine dönüş ve Tanrı'nın varlığında yok olma (fenâ), böylece ebediyete ulaşmanın (bekabillâh) zıddı olan \"adem\" kavramına methiye, İslâmî gelenek içinde oldukça yabancı bir düşüncenin tezahürüdür. Klasik şiirde herhangi bir devrin ya da ferdin ruh darlığının bu kadar öne çıktığı görülmez. Bu şiirde ise içinde yaşanılan dünyaya ve varlığa karşı nefret duygusu kuvvetli bir şekilde işlenmiştir. Bu nedenle bu şiir, hem şair hem de yazıldığı devir ve cemiyet şartları açısından önemli bir psikolojik vesika olarak okunabilir. Şiirin \"Ârifân yokluk ile etmede isbât-ı vücûd//Ben ise varlık ile eyledim inşâyı adem\" beyti, Tanpınar'ın da dediği gibi \"varlığı inkâra kadar giden bir isyan\"dır.\n\nAdem Kasidesi, Namık Kemal, Ebuzziya Tevfik, Şemseddin Sami, Muallim Nâci, Gibb gibi isimler tarafından yeni edebiyatın kurucu metinlerinden biri olarak kabul edilir. Cumhuriyet dönemi edebiyat eleştirisinin kurucu isimleri olan Rıza Tevfik, Süleyman Nazif, Fuat Köprülü, İbnülemin Mahmut Kemal İnal, Agâh Sırrı Levend, Ahmet Hamdi Tanpınar ve Mehmet Kaplan gibi isimler ise onu klasik düşünceyi ve şiiri temsil eden bir örnek olarak kabul ederler. Ancak bu manzumenin eski şiirde olmayan derin bir bedbahtlık ve şüphe halini doğurduğu ve bu yönüyle de kendisinden sonra gelen Ziyâ Paşa, Abdülhak Hâmid ve Mehmet Âkif gibi isimleri etkilediği görülür.\n\nAkif Paşa, Tanzimat döneminde yazdığı şiir ve nesirlerinde halk dilini ön plana çıkarmıştır. Özellikle onbirli hece vezniyle yazdığı şiirlerle sadeleşme adına önemli bir iş yapmıştır. Eserlerinin yazılmasında imparatorluğun o günkü halinin ve Paşa'nın başına gelen felaketlerin rol oynadığı söylenebilir. Bunların yol açtığı bedbinlik eski şiirin mücerred ve süslü ifadesi ile ortaya konmuştur. Talihin cilveleri karşısında hayattan şikâyet, ölüme bir kurtuluş gibi bakmak halk dilinde türlü ifadeleri bulunan tabii bir ruh hâli, hatta psikolojik rahatlama çaresidir. Fakat, Tanpınar'a göre Akif Paşa sadece kafiyenin ısrarıyla olsa bile bu ruh hâline kendini öyle teslim eder, iç darlığına öyle sıkı sıkı yapışır ki, bu alelade şikâyet, ister istemez talih karşısında hususî bir davranış hâline dönüşür. İşte bu davranışın kendisi yenidir. Adem Kasidesi, şair için olduğu kadar, cemiyet şartları ve devri için de ehemmiyetli psikolojik bir vesikadır."
		}
	}
}
