{
	"Name": "Ali Kuşçu",
	"Desc": "Kelamcı, matematikçi, astronom, dilci, müderris",
	"Period": "Islamic",
	"Lifetime": [ 1400, 1474 ],
	"Importance": "High",
	"GUI": {
		"Position": [ 5, 145 ],
		"Color": [ 255, 225, 183 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri: Semerkant\n• Ölüm Yeri: İstanbul\n•Öğrencileri: Fenârizâde Ali Çelebi, El-Kirmâni, Sinan Paşa, Molla Lütfi\n• Etkilendikleri: İbn Sînâ, Seyyid Şerîf el-Cürcânî\n• Etkiledikleri: Seyyid Ali Paşa, Yanyalı Esad Efendi, Seydi Ali Reis, Taşköprülüzâde, Celâleddîn ed-Devvânî, Muslihuddîn Lârî\n• Ekolleri: Astronomi, Dil, Felsefe, Kelam, Mantık, Matematik, Yeni-Eşarîlik\n• Etkilendiği Ekoller: Eşarîlik"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Kelamcı, matematikçi, astronom, dilci, müderris. Tam adı Kuşçu-zâde Ebû'l-Kâsım Alâüddîn (yahut Zeynüddîn) Ali b. Muhammed'dir. Muhtemelen, IX./XV. asrın başlarında Semerkand'da doğdu. Şekâik'a göre, babası, Uluğ Bey'in doğancısı olduğu için Kuşçu-zâde; daha sonra da Kuşçu lakabıyla tanındı. Handmîr'e göre ise, bu lakapla tanınması, Uluğ Bey'in, Ali Kuşçu'yu oğlu gibi sevdiği için kuşunu onun kolu üzerine kondurmasından kaynaklanır. Uluğ Bey'den, Gıyâsüddîn Cemşîd el-Kâşî, Kâdî-zâde ve Uluğ Bey'in etrafındaki diğer alimlerden dinî ilimler yanında, dil, matematik, astronomi ve diğer ilimleri okudu. Ayrıca, Reşahat'da Seyyid Şerif Cürcânî'nin öğrencisi olarak gösterilen Ali Kuşçu, muhtemelen bu sıralarda oldukça küçük yaşta olmalıdır. Ali Kuşçu, Semerkand'da tahsilini tamamladıktan sonra, rivayete göre gizlice Kirmân'a gitti (1410'den sonra). Oradaki alimlerden dersler aldı. Reşahat ise, Ali Kuşçu'nun Herat'da da bulunduğunu ve \"Türkler gibi giyinerek\" dolaştığını, Molla Câmî ile burada görüşüp astronomi konularında sohbet ettiklerini, ayrıca Molla Câmî'nin Ali Kuşçu'dan riyâzî ilimlerde ders aldığını belirtir (1423-1427 civ.). Ali Kuşçu, Herat ve Kirmân seyatlerinden Semerkand'a dönünce Uluğ Bey'e \"Ayın muhtelif şekillerine dair eskilerin çözemediği meseleleri hallettiği bir risale\" takdim etti. Uluğ Bey bu risaleyi hemen ayakta okudu ve çok beğendi (1428 civ.).\n\nUluğ Bey, Zic-i İlhânî’deki hataları tashih için Semerkand Rasadhanesi'ni inşa ettirince gözlem işlerinin başına önce Cemşîd el-Kâşî'yi, onun ölümü üzerine Kâdî-zâde'yi getirmişti. Kaynaklar, Kâdî-zâde de gözlemleri tamamlayamadan ölünce Uluğ Bey'in, Rasadhane'nin başkanlığına Ali Kuşçu'yu getirdiğini kaydederler. Ancak, Kâdı-dızâde'nin ölüm tarihinin 13 Eylül 1440'dan sonra olduğu; Zîc'in de 1437’de tamamlandığı gözönüne alınırsa bu bilginin sıhhati tartışılır. Öte yandan Barthold'un işaret ettiği gibi gözlemlerin 1437'de tamamlandığı ancak, Zîc'in son halinin 1449'da bittiği dikkate alınırsa Ali Kuşçu'nun Zîc'in hazırlanmasındaki rolü daha da tartışmalı bir hâl alır. Ayrıca Ali Kuşçu'nun Şerh-i Zîc-i Uluğ Bey'ine bakıldığında, yaptığı eleştiriler ile Zîc'deki hataları büyük oranda Uluğ Bey'e nisbet etmesi, Zîc'in hazırlanmasında uzun müddet çalışmadığını göstermektedir. Her halükarda Ali Kuşçu, Zîc'in hazırlanmasının çok kısa denilebilecek bir döneminde ve belki de Uluğ Bey'in ölümüyle tamamlanamamış düzetme safhasında katkıda bulundu. Nitekim Uluğ Bey, Ali Kuşçu için Zîc-i Sultânî'nin mukaddimesinde \"ferzend-i ercümend=faziletli oğlum\" tabirini kullanır (Nuruosmaniye nr. 2932, yap.2b). Klasik gelenek de Ali Kuşçu'yu sâhib-i rasad olarak tanımlar.\n\nUluğ Bey'in 853/1449 yılında oğlu Abdüllatif'in entrikasıyla öldürülmesinden sonra oğulları arasında taht kavgaları başladı. Bu durumdan memnun kalmayan Ali Kuşçu hacca gitmek maksadıyla izin alıp ailesiyle Batı'ya doğru hareket etti. Ali Kuşçu, önce Herat'a gitti, daha sonra kısa bir müddet Taşkent'de bulundu. Ancak uzun bir müddet Herat'ta Sultan Ebû Saîd Bahadır Han'ın çevresinde görüldü. Bu sırada kelama dair Şerhu’t-Tecrîd adlı eserini yazıp Ebû Saîd'e takdim etti. Ali Kuşçu, Ebû Saîd'in Uzun Hasan'a yenilgisinden sonra (1469 civ.) baş gösteren istikrarsızlıktan usanarak, Tebriz'e geçti; burada Uzun Hasan ona büyük itibar gösterdi (1470 civ.). Daha sonra, Fatih ile arasındaki anlaşmazlığı halletmesi için onu İstanbul'a elçi olarak gönderdi. Bu elçilik esnasında Fatih tarafından takdir edilen Ali Kuşçu'ya hizmetinde çalışması teklif edildi. Ali Kuşçu bu teklifi kabul edip görevini tamamladıktan sonra İstanbul'a gelip hizmetinde çalışacağını vadetti. Öte yandan İdris-i Bitlisî, Heşt Behişt adlı eserinde Ali Kuşçu'nun İstanbul'a, öğrencisi Fenârî-zade Ali Çelebi'nin Fatih'e tavsiyesiyle çağrıldığını söylemektedir. Ali Kuşçu'nun İstanbul'a gelirken takip ettiği üslub ile alimleri kollayıp gözeten Sultan Baykara ve veziri Ali Şir Nevaî'nin Herat'ta ikitidara gelmesine rağmen İstanbul'u tercih etmesi bu bilgiyi doğrular niteliktedir.\n\nAli Kuşçu ister davet isterse kendi isteğiyle olsun neticede sözünü tutup, elçilik görevini tamamladıktan sonra ailesi ve etrafındakilerle Tebriz'den İstanbul'a hareket etti (1472 civ.). Fatih de ona hizmet edecek ve masraflarını karşılayacak adamlar yolladı. Bundan başka Ali Kuşçu'nun kafilesi İstanbul'a yaklaşınca Sultan Fatih, şehrin kadısı Hoca-zâde'nin başkanlığında ulemadan meydana gelen bir heyeti onu karşılamaya gönderdi. Kaynaklara göre Ali Kuşçu ve Hoca-zâde'nin bulundukları kafile Üsküdar'dan İstanbul'a geçmek için gemiye binince Ali Kuşçu ile Hoca-zâde med ve cezrin sebepleri hakkında görüş alış-verişinde bulunmuşlardır. Saraya varınca Fatih, Ali Kuşçu'yu huzuruna kabul edip Hoca-zâde'yi nasıl bulduğunu sorunca, o da \"Acem'de ve Rum'da benzeri yok\" şeklinde cevapladı; Fatih \"Arap'ta da benzeri yoktur\" diye cevap verdi. Ayrıca Ali Kuşçu, İstanbul'a gelirken Fatih'e ithafen kaleme aldığı el-Muhammediyye fi’l-hisâb adlı matematik eserini huzurda takdim etti (1472).Ali Kuşçu ister davet isterse kendi isteğiyle olsun neticede sözünü tutup, elçilik görevini tamamladıktan sonra ailesi ve etrafındakilerle Tebriz'den İstanbul'a hareket etti (1472 civ.). Fatih de ona hizmet edecek ve masraflarını karşılayacak adamlar yolladı. Bundan başka Ali Kuşçu'nun kafilesi İstanbul'a yaklaşınca Sultan Fatih, şehrin kadısı Hoca-zâde'nin başkanlığında ulemadan meydana gelen bir heyeti onu karşılamaya gönderdi. Kaynaklara göre Ali Kuşçu ve Hoca-zâde'nin bulundukları kafile Üsküdar'dan İstanbul'a geçmek için gemiye binince Ali Kuşçu ile Hoca-zâde med ve cezrin sebepleri hakkında görüş alış-verişinde bulunmuşlardır. Saraya varınca Fatih, Ali Kuşçu'yu huzuruna kabul edip Hoca-zâde'yi nasıl bulduğunu sorunca, o da \"Acem'de ve Rum'da benzeri yok\" şeklinde cevapladı; Fatih \"Arap'ta da benzeri yoktur\" diye cevap verdi. Ayrıca Ali Kuşçu, İstanbul'a gelirken Fatih'e ithafen kaleme aldığı el-Muhammediyye fi’l-hisâb adlı matematik eserini huzurda takdim etti (1472).\n\nAli Kuşçu, İstanbul'a gelince, Tebriz'de görüştüğü Alâuddin el-Tûsî'nin \"Hocâ-zâde ile iyi anlaşması gerektiği\" tasviyesine uyarak kızlarından birini Hocazade'nin oğlu ile, torunu Kutbüddin Muhammed'i de Hocazade'nin kızı ile evlendirdi.Otlukbeli savaşından sonra Ayasofya medresesi müderrisliğine tayin edilen Ali Kuşçu hayatının son iki-üç yılını İstanbul'da geçirdi. Kabri, Eyüp Sultan türbesi haziresindedir.Ali Kuşçu, İstanbul'a gelince, Tebriz'de görüştüğü Alâuddin el-Tûsî'nin \"Hocâ-zâde ile iyi anlaşması gerektiği\" tasviyesine uyarak kızlarından birini Hocazade'nin oğlu ile, torunu Kutbüddin Muhammed'i de Hocazade'nin kızı ile evlendirdi. Otlukbeli savaşından sonra Ayasofya medresesi müderrisliğine tayin edilen Ali Kuşçu hayatının son iki-üç yılını İstanbul'da geçirdi. Kabri, Eyüp Sultan türbesi haziresindedir."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• er-Risâletü’l-muhammediyye fi’l-hisâb 1472 Ayasofya-2733/2.\n• Şerh-i Zîc-i Uluğ Bey. III. Ahmed-3503 Feyzullah Ef.-1340, 1342 Ragıp Paşa-928. (Diğer Nüshalar için OALT)\n• Fâide fî eşkâli Utarid III. Ahmed-3843/24.\n• Şerh ale’t-tuhfeti’ş-şâhiyye fi’l-hey'e Ayasofya-3643 Carullah-2060/1. (Diğer nüshalar için OALT)\n• el-Fethiyye fî ilmi’l-hey'e 16 R.evvel 878 Ayasofya-2733/1. (Diğer Nüshalar için OALT)\n• Şerhu’t-Tecrîd Şerhu Tecridi’l-kelam = eş-Şerhü’l-cedid ale’t-Tecrid. / Alaeddin Kuşçu Ali b. Muhammed Ali Kuşcu, 879/1474. -- [y.y., t.y.] (Tebriz : Matbaa-i Abbas Ali , 1301)\n• el-Unkûdu’z-zevâhir fî nazmi’l-cevâhir Unkudü’z-zevahir fî’s-sarf. / Alaeddin Ali b. Muhammed Ali Kuşçu; dirase ve tahkik Ahmed Afifi. Kahire: Dârü’l-Kütüb ve’l-Vesaiki’l-Kavmiyye, 2001/1421: 575."
		},
		"3": {
			"Header": "Öğretisi",
			"Content": "li Kuşçu'nun gerek İran bölgesinde gerek İstanbul'da yetiştirdiği bir çok öğrencisi vardır. Bunlardan en önemlileri olarak Molla Câmî diye tanınan Nureddin Abdurrahman, Molla Lütfî, dolaylı olarak Sinan Paşa, torunu Kutbüddin Çelebi ve Kasım b. Ahmed el-Rûmî sayılabilir. Ali Kuşçu'nun, muasırları Kâdî-zâde ve Cemşîd Kâşî gibi alimlerle karşılaştırıldığında, onlar gibi yalnızca belirli bir sahada değil, dil, din, kelam ve riyâzî ilimler gibi pek çok alanda uzman, çok yönlü bir alim olduğu görülür. Bu çerçevede, daha çok Gazzâlî çizgisini takip ederek, özellikle riyâzî ilimlerden Aristotelesçi ilkeler ile Hermetik-Pitagorasçı mistisizmi temizlemeye çalıştı. Bahusus sayı anlayışında yeni bir yaklaşım geliştirdi; böylece sayıları muhtevalı yapılar olarak değil saf nicelik ifade eden fonksiyonel unsurlar olarak gördü. Astronomi sorununda Aristotelesçi fizik ilkelerini reddederek büyük oranda riyâzî - kelâmî bir astronomi anlayışını savundu. Optik sahasında ise, aynı şekilde, Aristotelesçi anlayışın yerine işrâkî çizgiye yakın teorileri öne çıkardı. Özellikle rengin varolma sebebleri konusunda kendisinden önce ortaya konulan düşünceleri, bahusus İbn Heysem ile Fahruddin Râzî'nin yaklaşımlarını, ele alarak renk ile ışık ilişkisini farklı bir şekilde yorumladı ve ışık'ın rengin varlık sebebi değil tezâhür sebebi olduğunu ileri sürdü. Öte yandan kendi dönemine kadar cism-i talîmî ile cism-i tabîî konusunda ileri sürülen fikirleri tartışarak riyâzî yönü ağır basan farklı bir cisim tanımı elde etmeye çalıştı. Böylece hem farklı bir tabiat anlayışına hem de seleflerinden farklı bir doğa-matematik ilişkisi tasavvuruna ulaştı. Esas olarak cismin, mâhiyetinin süreksiz, heyetinin ise sürekli nicelikten mürekkeb olduğunu; cismin duyulara konu olduğunda da tabîî özelliklerini kazandığını savundu. Ancak gerek fizik gerek matematik gerek metafizik çalışmalarında Kâdir-i Muhtâr Tanrı anlayışını merkeze aldı. Başta yazdığı ders kitapları olmak üzere, diğer bütün çalışmalarında bu çizgiyi sürdürdü; böylece az bir zaman kalsa bile \"toprağını bulduğu\" Osmanlı-Türk düşüncesi ve ilmî zihniyetine kalıcı bir etki bıraktı. Bu etki, Davud Kayserî ile Molla Fenârî'nin temsil ettiği ve daha önce Osmanlı düşüncesine yerleştirdikleri irfânî - kelâmî çizgiye, riyâzî - kelâmî çizginin katılması ile özetlenebilir. Ayrıca geleneğin Osmanlı Medrese sistemi ve programını Ali Kuşçu ile Molla Hüsrev ve Mahmud Paşa'nın hazırladığı şeklindeki kabulunu dikkate alırsak Ali Kuşçu'nun madde ve suret itibariyle Osmanlı-Türk ilmî zihniyetinin merkezinde yer alan bir düşünür olduğu açıkça görülür. Ayrıca pek çok konuda İran ve Orta-Asya Türk kültürüne de ciddi etkileri olan Ali Kuşçu'nun Risâle der ilm-i heye't'i Sankritçeye bile tercüme olunarak Hint kıtasında İslâm astronomisini temsil etmiştir.\n\nAli Kuşçu, biri Farsça dördü Arapça olmak üzere beş matematik eseri kaleme almıştır. Bu eserlerden Farsça olan Risale der İlm-i Hisâb muhtemelen Semerkant'ta telif edilmiştir. Osmanlı medreselerinde orta seviyeli matematik kitabı olarak kullanılan bu eser, Mîzânü’l-Hisab adıyla 1269-1853 tarihinde basılmıştır.\n\nAli Kuşçu'nun en önemli matematik kitabı Risale der ilm-i Hisab'ın Arapça redaksiyonu olan el-Risâletü’l-Muhammediyye fi'l-Hisâb'tır. Bu eserin önemi, Bahâeddin el-Amili (öl. 1030/1621)'nin Hulâsatü’l-Hisâb'ına kadar Osmanlı medreselerinde orta seviyeli matematik ders kitabı olarak okutulmasından kaynaklanmaktadır. Sultan Fatih'e ithaf edilen eser, Katip Çelebi tarafından Ahsenü’l-Hediyye bi Şerhi’r-Risaleti’l-Muhammediyye adı ile birinci makalesinin sonuna kadar şerhedilmiştir. Ali Kuşçu'nun, matematik sahasında diğer üç eseri ise küçük risaleler şeklindedir ve geometrinin bazı konularını ele almaktadır. Ali Kuşçu'nun astronomi sahasında en önemli çalışmalarından biri, Semerkant matematik-astronomi okulunun ortak bir ürünü olan Zîc-i Uluğ Bey'e olan katkısıdır. Bu katkısının yanında Kuşçu'nun astronomi alanında ikisi Farsça, yedisi Arapça olmak üzere dokuz eseri mevcuttur. Bu eserlerden bazıları ilmî açıdan, bazıları ise eğitim-öğretim açısından önemlidir. Ali Kuşçu'nun en önemli eseri, Zîc-i Uluğ Bey'e yazdığı Farsça şerhtir. Kuşçu bu şerhinde, Zîc'in mukaddimesinde zikredilen teoremlerin ve problemlerin ispatlarını vermektedir.\n\nAraştırmalar Ali Kuşçu'nun bazı küçük risalelerinin astronomi tarihi açısından önemli olduklarını ortaya koymuştur. Risale fî Halli Eşkali’l-Muaddil li'l-Mesîr (Fâide fî Eşkâli Utarid) adlı risalesinde Kuşçu, Merkür'ün hareketleri konusunda Batlamyus'un el-Macistî'de serd ettiği fikirleri ve görüşleri tenkid ve tashih eder. Kuşçu'nun bu risalesi Semerkand astronomi-matematik okulunun, astronomi sahasında yaptığı nadir teorik çalışmalardan biridir. Ali Kuşçu'nun diğer bir çalışması da Risale fî Asli’l-Hâric Yumkin fi’s-Süfliyyeyn adlı eseridir. Kuşçu, bu risalede, konu ile ilgili kendinden önce Batlamyus'un ve diğer İslam astronomlarının, özellikle Kutbüddin eş-Şîrâzî (öl. 710/1311)'nin et-Tuhfetü’ş-Şâhiyye fi’l-Hey'e adlı eserindeki fikirlerini tenkid ve tashih eder. Teorik astronomi konusunda, Kuşçu'nun diğer bir eseri, Kutbüddin eş-Şîrâzî'nin yukarıda zikrettiğimiz et-Tuhfe adlı meşhur astronomi eserine yazdığı muhtasar şerhtir. Şerh eserin başından daireler bahsine kadar olup, kâle-ekûlü tarzındadır.\n\nAli Kuşçu bu ilmî eserleri yanında, bazı astronomi ders kitapları da telif etmiştir. Özet bir ders kitabı olan ve 862/1458 tarihde Semerkant'ta kaleme aldığı Farsça Risale der İlm-i Hey'e üzerine Muslihiddin el-Lari (öl. 979/1571) ile adı bilinmeyen bir müellif tarafından birer şerh yazılmıştır. Ayrıca Abdullah Perviz (öl. 987/1579) tarafından Mirkâtü’s -Semâ adı ile Türkçeye tercüme edilmiştir. Muslihiddin el-Lari'nin şerhi ise Osmanlı medreselerinde yaygın olarak kullanılmıştır. Kuşçu'nun bu eseri ilki 1291/1874'te Delhi'de olmak üzere 1295/1879, 1303/1885-86 ve 1316/1898 tarihlerinde basılmıştır.\n\nAli Kuşçu, bu eseri genişletip, Arapça olarak yeniden kaleme almıştır. Eser 873/1473 tarihinde Otlukbeli Savaşının kazanıldığı gün tamamlandığından el-Fethiyye fî İlmi’l-Hey'e olarak isimlendirilmiş ve Fatih'e takdim edilmiştir. Osmanlı astronomi öğretiminde orta-seviyeli ders kitabı olarak okutulan eser Sinânüddin Yusuf (öl. 912/1506) ve Mîrim Çelebi (öl. 931/1525) tarafından şerhedilmiştir. Ayrıca Muînuddin el-Hüseynî tarafından Farsça'ya, Seydî Ali Reis (öl. 970/1563) tarafından da, diğer astronomi eserlerinden de yararlanılarak, Türkçe’ye tercüme edilmiştir. Eseri Seyyid Ali Paşa (öl. 1262/1846) ikinci kez ancak muhtasar olarak Türkçe'ye tercüme etmiş ve bu tercüme İstanbul'da 1239/1824 yılında basılmıştır. Zikredilen bu eserlerin yanında Ali Kuşçu'ya aidiyeti şüpheli olan iki astronomi eseri daha mevcuttur."
		}
	}
}
