{
	"Name": "Ahmet Şuayip",
	"Desc": "Türk hukukçu, filozof ve eleştirmen",
	"Period": "Islamic",
	"Lifetime": [ 1876, 1910 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ -75, 105 ],
		"Color": [ 64, 64, 64 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Tam adı: Ahmet Şuayip Bey\n----> Türk hukukçu, filozof ve eleştirmen olarak bilinir. Pozitivizmin Türkiye'de tanınmasında önemli bir rol oynamıştır.\n• Doğum yeri ve yılı: İstanbul,Osmanlı İmparatorluğu-1876\n----> Eğitim hayatına Fatih Rüştiyesi ve Vefa İdadisi’nde başladı. Daha sonra Mekteb-i Hukuk’u bitirdi.\n• Ölüm yeri ve tarihi: İstanbul, Osmanlı İmparatorluğu – 1910 (34 yaşında)\n----> Tifo hastalığına yakalanarak genç yaşta hayatını kaybetmiştir.\n• Felsefi ekolleri ve çalışma alanları:\n----> Pozitivizm: Auguste Comte’un pozitivist düşüncelerini Türkiye’de tanıtan önemli isimlerden biridir.\n----> Hukuk Felsefesi: İdare hukuku ve devletler hukuku alanlarında akademik çalışmalar yapmıştır.\n----> Edebiyat Eleştirisi: Servet-i Fünun dergisinde yazdığı incelemelerle edebiyat dünyasında tanınmıştır.\n----> Sosyoloji: Ulum-ı İktisadiye ve İçtimaiye Mecmuası’nda sosyoloji üzerine yazılar kaleme almıştır."
		},
		"1": {
			"Header": "Hayatı",
			"Content": "1876'da İstanbul'da doğdu. Fatih Rüştiyesi, Vefa İdadisi, Hukuk Mektebi öğre­nimlerinden sonra, İdare Hukuku ve Devletler Hukuku öğretmenliği yaptı. İstanbul Maarif Müdürlüğü, Divan-ı Muhasebat Müdde-i Umumiliği görevlerinde bulundu. Birkaç aylıkken babası Salih Efendi'yi kaybetti, bu yüzden çocukluk ve gençlik dönemi zorlukla geçti. Çeşitli resmi makamlarda müdürlük ve idarecilik yaptı. Vefa İdadisi'nde arkadaş olduğu Hüseyin Cahit Yalçın'la dostluğu ömür boyu sür­dü. 1908 Meşrutiyetinden sonra politik hayata girmesi istenmesine karşın, yapılan davetleri geri çevirmiş Mekteb-i Hukuk'taki «Hukuk-i İdare» ile «Hu­kuk-ı Düvel» derslerine devam etmiştir.\n\nMeşrutiyetin ilanından sonra düşünce hayatına katılan çok sayıda dergiden biri de Şuayip'in felsefeci Rıza Tevfik ve iktisatçı Mehmet Cavid Bey ile birlikte çıkardıkları Ulum-ı İktisadiye ve İçtimaiye Mecmuası'dır. Derginin ilk sayısında Rıza Tevfik ve Mehmet Cavid ile birlikte yazdıkları \"Mukaddime ve Program\" makalesi grubun felsefi, politik, ekonomik görüşlerini özetlemektedir.\n\nPozitivist ve liberal düşünceleri savunan dergi 1911'e kadar 27 sayı çıkmıştır. Derginin yazılarının büyük kısmı Ahmet Şuayıp'e aittir ve sosyoloji alanındaki düşüncelerini bu dergide yazmıştır.\n\n1910 yılında 34 yaşında tifoya yakalanarak hayatını kaybetmiştir."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "• Hayat ve Kitaplar (1901)\n• Ulum-ı İktisadiye ve içtimaiye Mecmuası (1908-1910): Rıza Tevfik Bölükbaşı ve Mehmet Cavit'le, 3. cilt, 24 sayı)\n• Hukuk-ı Umumiye-i Düvel (Devletler Genel Hukuku, 1912)\n• Hukuk-ı idare (ders kita­bı)\n• Esmar-i Matbuat (Basın Meyveleri)"
		},
		"3": {
			"Header": "Düşünce Alanındaki Katkıları",
			"Content": "Ahmet Şuayp'tan önce Beşir Fuat pozitivizm ile materyalizm arasındaki farklara değinmiş, ancak ayrımın felsefi yönünden çok edebi yönüne ağırlık vermiştir. Hüseyin Cahit Yalçın da ayrımın estetik yönünü ele almıştır. Ancak ilk olarak Ahmet Şuayp positivizmi her yönüyle kapsamlı şekilde incelemiş, felsefi, tarihsel, edebi yönlerini birlikte ele almıştır.\n\nServet-i Fünûn dergisinde yazı dizisi olarak yayınlanan ve daha sonra kitaplastırılan \"Hayat ve Kitaplar\" baslıklı yazılarında pozitivist felsefenin yakın tarihi üzerinde durur. Bu dizinin ilk makalesinde amacını yeni düsünme ufukları açmak, okuyucularını batının eserlerinden haberdar etmek, faydalı bilgiler sunmak olarak açıklar. Gabriel Monod, Ernest Lavisse, Gustave Flaubert, Carsten Niebuhr, Theodor Mommsen ve Hippolyte Taine'i okuyucularına açıklar. Basvurduğu kaynakları arasında Emile Hannequin'ın Çağdas Pozitivizmin İlkeleri göze çarpar. Ahmet Suayip, Taine'in felsefesini anlatırken pozitivizmin temel düsüncelerini irdeler, kendisinin hangi noktalarda ayrıldığını da gösterir. Taine, Servet-i Fünuncuları çok etkilemiş bir filozoftur. Diğer taraftan positivizme karşı olan Henri Bergson ve Emile Boutrox gibi felsefecileri de anlatır.\n\nSosyoloji alanında Taine'in aşılmış olduğunu söyler ve Émile Durkheim ile Gabriel Tarde adlı iki yeni filozofun adını verir. Daha sonraki yıllarda Türkiye'de önemli etkileri olacak olan bu iki filozoftan ilk söz eden kişi Ahmet Şuayip olmuştur. Taine'in öğrencisi olan August Comte'u da bir filozof olarak değerlendirir. Alfred Fouillée ve Schopenhauer'in adı da Türk edebiyatında ilk olarak onunla duyulmuştur."
		},
		"4": {
			"Header": "Felsefi Anlayışı",
			"Content": "Şuaip'e göre felsefe düşünme ve tertip etmektir. Düşünme ise iki şekilde olabilir:\n• Nazari-spekülatif\n• Maddi ve müspet - pozitif\nBirinci düşünme şekli, düşünmeye ve hayal etmeye önem verir, tecrübe önem taşımaz. İkinci düşünme şekli ise tecrübeye önem verilir. Bir düşüncenin doğruluğu onu olaylara uyguladıktan sonra ortaya çıkar. Pozitivist yaklaşımıyla ikinci düşünce şeklini seçen Şuayip felsefenin rehberinin müspet ilimler olması gerektiğini ileri sürer ve dini tamamen düşünce alanının dışında tutar. Felsefenin görevi evrenin kanunları ile insanın tabi olduğu kanunların ilişkisini tespit etmektir.\n\nFelsefenin bu görevini yapabilmesi için ilimlerin tasnifi önem taşır. Matematikten sosyolojiye doğru giden bir ilim tasnifinin yapılması ile bu ilimler bir felsefeye sahip olabilirler."
		},
		"5": {
			"Header": "Ahlak Anlayışı",
			"Content": "Ahlak konusunda metafiziğe yer vermez. Temel ahlak ilkesinin \"kendini sevmek, kendi üstüne düşünmek\" yani hodgamlık 22 Nisan 2013 tarihinde Wayback Machine sitesinde arşivlendi. olduğunu açıklar. Merhamet, aile duygusu, şefkat gibi duygular ise gerçekte başkaları ile ilgili bir görev olduğu zaman ortaya çıkar, yani \"merhamet, insanın nefsi hakkındaki tefekkürünün kendine benzer bir mevcut üzerinde iadesinden baska bir sey değildir\" ve dolayısıyla yine bir tür bencilliktir.\n\nİnsanların birbirlerine karşı düşmanlıklarının nedeni şeyleri farklı şekillerde anlamalarından kaynaklanmaktadır. İnsanları bundan kurtaracak olan ve gerçekleri gösterecek olan ilimdir."
		},
		"6": {
			"Header": "Sosyolojik Anlayışı",
			"Content": "Şuayip İstanbul Üniversitesinde Ziya Gökalp'ten önce sosyoloji dersleri verir. Şuayip'e göre sosyoloji en önemli bilimdir. Ona göre: \"Bütün felsefi sorunlar, sosyal sorunlardan sayılır. İnsanların yetileri her şeyden önce kendi cinsinin mirasıdır ki, bu da toplumdan başka bir şey değildir. Toplumun koşulları hayatın yasalarına bağlıdır. Bu bakımdan hayat bilimi ile sosyoloji arasında çok büyük bir yakınlık vardır. Hatta bütün evren kuruluş hâlinde bir toplumdur. O halde sosyoloji bilimi bütün bilimlerin başı ve hepsinin özetidir.\"\n\nUlum-ı İktisadiye ve İçtimaiye Mecmuası'nda çıkan yazılarında devlet, ırk ve ekonomi konularında yazılar yazar. Ona göre devletlerin yapılarını belirleyen şey coğrafya ve iklimdir. Meralarda yaşayan halklar bedevi yaşam sürerler ve kalplerinde dünyayı fethetmek arzusu vardır ama merkezi devlet kurmazlar. Ormanlık arazide avcılıkla geçinen toplumlar ise merkezi devletler kurmaya eğilimlidirler ancak dünyayı fethetmeyi düşünmezler. İlk devletler insanların savunma ihtiyacını karşılamak için oluşmuştur. Toplumsal gelişmenin sonucunda bir siyasi kuvvet oluşur. Bu kuvvet değişik biçimlerde yani dini, ahlaki, fikri ya da iktisadi biçimlerde oluşabilir. Şuayip Marx'ı da iktisadi gücü tek siyasi güç olarak gördüğü için doğru bulmaz.\n\nİşbölümü de Şuayip için önemlidir. İnsanlar ancak aralarında \"vazife taksimi\" yaptıkları zaman bir cemiyet oluştururlar. Her meslek sahibi birbirine hizmet eder. Hakim çiftçiye, çiftçi de hakime hizmet eder.\n\nŞuayip'e göre bütün toplumlarla şu 5 özellik vardır:\n• Şahsi menfaatler ile umumi menfaatler arasında zıtlık\n• Muhafazakâr görüşler karşısında ilerici görüş\n• Aile teşkilatı\n• İşbölümü ve onun sonucunda mahsullerin değişimi\n• Kuvvetlerin ruhani ve cismani olarak ayrılması\n\nDevletin kanun yapıcıları son derece dikkatli olmalıdır. Cemiyetin bir yanı muhafazakâr iken diğer yanı ilerici olup, islahat yapmak ister. Ancak bu islakatları yaparken gelenekleri gözönünde almak gerekir, değişiklikleri peyderpey yapmak gerekir. Tersine değişiklikleri yapmakta geç kalınırsa başka sorunlar yaşanır ve ihtilal vuku bulabilir. Eğer devletin idare şekli milletçe zıt ve muhalif ise ızdıraptan kurtulmak için ihtilal zaruridir."
		}
	}
}
