{
	"Name": "Arda Denkel",
	"Desc": "Türk filozof",
	"Period": "Republic",
	"Lifetime": [ 1949, 2000 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 65, -55 ],
		"Color": [ 135, 247, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Temel/Ön Bilgi",
			"Content": "• Temel Bilgiler:\n----> Doğum Yeri: Ankara, Türkiye\n----> Doğum Tarihi: 6 Temmuz 1949\n----> Ölüm Tarihi: 21 Mayıs 2000\n----> Ölüm Yeri: İstanbul, Türkiye\n----> Ölüm Nedeni: Beyin tümörü\n• Eğitim ve Akademik Kariyer\n----> Lise Eğitimi: Saint Benoît Lisesi\n----> Lisans Eğitimi: Orta Doğu Teknik Üniversitesi, Şehir ve Bölge Planlama Bölümü\n----> Doktora Eğitimi: Oxford Üniversitesi, Dil Felsefesi (Danışmanı: Peter Strawson)\n----> Çalıştığı Üniversiteler:\n--------> Boğaziçi Üniversitesi (Kurucu ve İlk Başkan)\n--------> Wisconsin Üniversitesi (Misafir Öğretim Üyesi)\n--------> Uludağ Üniversitesi\n--------> Koç Üniversitesi\n• Felsefi Ekolleri ve İlgi Alanları\n----> Felsefi Ekolleri: Analitik felsefe\n----> İlgilendiği Konular:\n--------> Dil felsefesi\n--------> Ontoloji\n--------> Epistemoloji\n--------> Zihin felsefesi\n--------> Felsefe tarihi\n----> Etkilendiği Düşünürler:\n--------> Paul Grice\n--------> Peter Strawson\n• Akademik Çalışmalar ve Yayınlar:\n----> Öne Çıkan Akademik Yayınlar:\n--------> Object and Property (Cambridge University Press)\n--------> The Natural Background of Meaning (Kluwer Academic Press)\n--------> Bilginin Temelleri\n--------> Anlam ve Nedensellik\n--------> Düşünceler ve Gerekçeler (I-II)\n--------> Anlaşma: Anlatma ve Anlama\n----> Katkı Sağladığı Konular:\n--------> Türkiye'de analitik felsefenin yaygınlaşması\n--------> Avrupa Analitik Felsefe Topluluğu yürütme kurulu üyeliği\n--------> Türkiye Bilimler Akademisi'ne seçilen ilk filozof\n--------> Felsefe Tartışmaları dergisinin kurulması ve yönetimi\n• Ölümü ve Hatırası:\n----> Ölüm Nedeni: Beyin tümörü\n----> Ölüm Sonrası Anma Etkinlikleri:\n--------> Arda Denkel'in Ardından: Anılar, Düşünceler, Tartışmalar kitabı\n--------> Boğaziçi Üniversitesi tarafından düzenlenen Arda Denkel Festivali ve Arda Denkel Ödülleri"
		},
		"1": {
			"Header": "İlk Yılları ve Eğitimi",
			"Content": "6 Temmuz 1949'da Ankara'da doğdu. 1968'de Saint Benoît Lisesi'ni bitirdi ve Orta Doğu Teknik Üniversitesi Şehir ve Bölge Planlama Bölümünde lisans eğitimine başladı. Lisans eğitimi sırasında; Teo Grünberg, Hüseyin Batuhan ve Cemal Yıldırım gibi filozofların derslerine katıldı. Buradan 1972'de mezun oldu ve Oxford Üniversitesi'nde Peter Strawson'ın danışmanlığında dil felsefesi üzerine doktora yapmaya başladı. 1977'de Communication and Meaning başlıklı tezi ile doktora derecesini aldı ve Türkiye'ye döndü."
		},
		"2": {
			"Header": "Kariyeri",
			"Content": "Türkiye'ye dönüşünün ardından aynı yıl Boğaziçi Üniversitesi Beşerî Bilimler Bölümünde çalışmaya başladı. 1982'de Boğaziçi Felsefe Bölümünün kurulmasında büyük rol oynadı ve bölümün ilk başkanlığını yaptı.1988'de profesör oldu. Hastalandığı 1999 tarihine dek Boğaziçi Üniversitesi'nde görev yapmaya devam etti.1985 ve 1989'da Wisconsin Üniversitesi'nde misafir öğretim üyesi olarak bulundu.1994 yılında Uludağ Üniversitesi'nde, 1995-97 yılları arasında Koç Üniversitesi'nde ders verdi.\n\nDenkel; dil felsefesi, ontoloji, epistemoloji, zihin felsefesi ve felsefe tarihi konulu eserler üretmiştir.Philosophia, Philosophy and Phenomenological Research, Australasian Journal of Philosophy, Philosophical Quarterly, Mind ve Philosophical Papers gibi dergilerde makaleleri;Cambridge University Press'ten de Object and Property isminde bir kitabı yayımlanmıştır. Türkiye Bilimler Akademisi'ne üye seçilen ilk filozoftur. Türkiye'de analitik felsefenin yaygınlaşması amacıyla çalışmalar yapmış; Avrupa Analitik Felsefe Topluluğu'nda yürütme kurulu üyeliği ve Türkiye temsilciliği görevlerinde bulunmuştur. Felsefe Tartışmaları dergisinin kurulması için uğraşmış ve derginin uzun süre genel yayın yönetmenliğini üstlenmiştir."
		},
		"3": {
			"Header": "Ölümü, Özel Hayatı ve Hatırası",
			"Content": "Denkel; 21 Mayıs 2000'de, 50 yaşında, beyin tümörü yüzünden İstanbul'da öldü. Ayşegül Denkel ile evliydi. Çiftin, Esi isminde bir kızları vardı. Ölümü sonrasında; meslektaşları, \"Arda Denkel'in Ardından: Anılar, Düşünceler, Tartışmalar\" isimli bir hatıra kitabı yayımladı. Boğaziçi Üniversitesi Felsefe Bölümü; 2015'ten itibaren, \"Arda Denkel Festivali\" düzenlemeye ve festival kapsamında \"Arda Denkel Ödülleri\" vermeye başladı."
		},
		"4": {
			"Header": "Kitapları",
			"Content": "• Anlaşma: Anlatma ve Anlama, 1981\n• Yönletim: Dil Felsefesinde bir Konu, 1981\n• Anlamın Kökenleri, 1984\n• Bilginin Temelleri, 1984\n• Çağdaş Kültürün Oluşumu, 1986 (R. Canbeyli ve diğerleri ile)\n• Nesne ve Doğası, 1986\n• Demokritos/Aristoteles: İlkçağ'da Doğa Felsefeleri, 1988\n• Reality and Meaning, 1995 (Türkçe: Gerçeklik ve Anlam)\n• Anlam ve Nedensellik, 1996\n• Object and Property, 1996 (Türkçe: Nesne ve Özellik)\n• Düşünceler ve Gerekçeler I: Felsefe Yazıları, 1997\n• Düşünceler ve Gerekçeler II: Felsefe Yazıları, 1997\n• The Natural Background of Meaning, 1999 (Türkçe: Anlamın Doğal Arka Planı)"
		},
		"5": {
			"Header": "Çevirileri",
			"Content": "Wittgenstein, David Pears, 1985"
		},
		"6": {
			"Header": "Seçili Makaleleri",
			"Content": "• On Failure to Refer, 1980\n• The Speaker's Communicative Intent, 1980\n• The Fringes of Natural Meaning, 1983\n• The Meaning of an Utterance, 1983\n• Form and Origin, 1985\n• What Makes Meaning Non-natural?, 1985\n• Uzaysal Konum ve Ontoloji, 1988 (Y. Koç ile)\n• Matter and Objecthood, 1989\n• Real Resemblances, 1989\n• Principia Individuationis, 1991\n• Substance Without Substratum, 1992\n• Artifacts and Constituent, 1995\n• Matter, Form and Object, 1995\n• The Problem of Reconciliation, 1995\n• Theon's Tale: Does a Cambridge change result in a substantial change?, 1995\n• On the Compresence of Tropes, 1997\n• Resemblances cannot be partial identites, 1998\n• Transience and Identity, 1998"
		},
		"7": {
			"Header": "Arda Denkel'in Bilgi Felsefesi Anlayışı",
			"Content": "Bilgi sorununu en geniş çaplı inceleyen düşünür hiç şüphesiz Arda Denkel'dir (1949-1995). Çalışmalarının tamamı bilgi felsefe hakkında olmuştur. Anlamın Kökenleri, Nesne ve Özellik, Bilginin Temelleri, Nesne ve Doğası, makalelerin toplanmasından oluşan Düşünceler ve Gerçekler, esas olarak bilgi felsefesi sorunlarını içermektedirler.\n\nArda Denkel, bilgi problemini kendi kaygıları doğrultusunda ele almıştır. Bilginin Temelleri adlı kitabında,   Yeni Çağ'da ortaya çıkan bilgi anlayışlarını, kendi bilgi anlayışına yer açmak amacıyla yorumlamıştır. Yeniçağın en önemli karakteri olan akıl ve bilginin güvenilirliği onun çıkış noktası olmuştur. Kitabın başında sıraladığı şu sorular, bilgi sorunuyla ilişkisini ortaya koymaktadır: Açıklamaların doğruluğuna koşul olarak akılsallık hangi temellere dayandırılmadır ki güvenilir bilgi üretilebilsin? Bilginin gerektirdiği kesinlik hangi inançlar için söz konusu olabiliyordu? Bilgi olarak kabul edilebilecek inançlar bize nereden geliyordu? Ona göre bu sorular bilgi bağlamında iki odak sorun ortaya çıkarmaktadır. Bunlar bilginin değeri, yani hangi inançların bilgi sayılacağı ve bilginin kökeni, yani bilginin bize ne yolla nereden geldiğidir. Descartes her iki sorun hakkında görüş önermiş ve sonraki süreci derinlemesine etkilemiştir (Denkel 2011, 17). Denkel, söz konusu soruları temellendirmek için konuyu çeşitli yönleriyle tartışarak kendi düşüncelerini geliştirmiştir.\n\nDenkel, Bilginin Temelleri adlı kitabın amacını şöyle açıklamıştır: \"Bu kitaptaki amacımız, tutarlı deneyciliği sürdürerek; özdekçi (materyalist) bir evren görüşünü bununla birlikte temellendirmek olacak. Bir başka deyişle, bilimin temelindeki felsefi varsayımlarla uyum sağlayacak bir görüş geliştirmeye çalışacağız. Bu açıdan Locke'un, deneyciliği özdekçilikle bağdaştırma yol ve yönteminin dışına çıkacağız. Özdeksel bir dış dünyanın var olduğunu deneycilikle tutarlı olarak öne sürmekten öte, aynı zamanda kapsamlı ve tutarlı bir özdekçilik elde etmeyi amaçlıyoruz. Var olduğu söylenen her şeye özdeksel bir açıklama getirmeye çalışacağız. Bu doğrultuda anlığı bir özdeksel varlık olarak açıklayacağız. Kişi kavramını ele alarak aynı doğrultuda değerlendireceğiz\" (Denkel 2011, 25).\n\nBelirlenen hedefin gerçekleştirmek için fiziksel nesnelerin nasıl bilindiğine ilişkin açıklamaya ihtiyaç duyar. Denkel'e göre, fiziksel nesnelerin gerçekçi anlamda, yani bağımsız olarak var oldukları savını temellendirmenin yolu şu aşamalardan oluşmaktadır:\n1. Olayların gelişimi, birbirlerini izleyişleri ve gelecekte meydana gelecek deneylerimize ilişkin genellemeler ve bu yolla tahminler yapmak için, algılanan olayların yanı sıra algılanmayan ve bizden bağımsız olaylar da bulunduğunu varsaymak zorundayız.\n2. Yapılan bu tahminler hem başarılı olmakta hem de deneyin tutarlılığını açıklamaktadır.\n3. Tahmin başarılı olduğuna göre, ona olanak veren genelleme de doğrudur.\n4. Doğru bir genelleme için zorunlu olan varsayım da doğrudur.\n5. Olaylar fiziksel nesnelerin geçirdikleri değişimler olduklarına göre, bizden bağımsız olaylar varsa, bizden bağımsız fiziksel nesneler de vardır (Denkel 2011, 94).\nBu temellendirme, Denkel'in maddeci bir evren kavrayışı geliştirmenin önemli bir ayağını oluşturmaktadır.\n\nDenkel, fizik olaylarla birlikte, bilginin diğer ayağı olan anlıkla (zihin) ilgili açıklamaları da yukarıda belirtilen sorularını cevaplamaya yöneliktir. Ona göre anlık (zihin) denilence, gerçekte, anlıksal olaylar ve durumlar düşünülür. Anlık, ya durumların tümüne ya da bu durumları içinde barındıran ortama verilen addır. Anlığı, anlıksal olay veya durumlarla açıklamak, ancak bu olay veya durumların ne olduklarının uygun bir betimlemesi verilebildiğinde anlam kazanacaktır (Denkel 2011, 105). Denkel'e göre, hangi olay ve durumların anlıksal olarak sınıflandığı dil ve kavramsal yapımız içinde köklü ve kesindir. Bilgiye içerik olan deney ve deneyi meydana getiren olayların, duyum ve algının içeriği anlıksaldır (Denkel 2011, 105). Deney verisine dayanılarak yürütülen iki önemli üstdüzey anlıksal işlev, anlak (anlayış gücü) ve eylemin anlıksal boyutunu oluşturur: İnanmak ve istemek. Düşünmekten söz edildiğinde, içeriği inanç ve isteklerden oluşan bilinçli bir anlıksal olaylar dizisi anlaşılır (Denkel 2011, 105-106). Zihinle (anlık) ilgili bu açıklamalar, Denkel'in maddeci bir bilgi anlayışına götürmektedir.\n\nÇalışmanın sonlarında vardığı sonuçları şöyle değerlendirmiştir: Deneyci bir bilgibilimin (epistemoloii, bilgi teorisi ya da bilgi felsefesi) evren ve anlığın özdekçi yorumuyla nasıl bağdaştırılabileceğini araştırılmıştır. İnsanı, salt özdekten oluşan bir evren içinde yaşayan, yine salt özdeksel bir varlık olarak ele alınmıştır. İnsanının algıyı, evreni kavrama çabasındaki ilk basamak olarak, dış dünyadan etkilenen duyu organları yoluyla, beyni içinde nasıl kurabildiğini betimlenmiştir. Beyinde kurulan algı ve onu konu eden başka içeriklerin, özdek dışı bir varlıkları olmadığını, ancak özel konumları dolayısıyla kimi özel nitelikler taşıdığını ileri sürülmüştür (Denkel 2011, 129). Bu düşünceleri kişinin özdeşliğiyle ilişkilendirerek tamamlamaktadır.\n\nVardığı sonuçları şöyle açıklamıştır: Bu kitapta, bilen kişinin, ondaki bilginin ve böylece bilinenin varlıkbilim açısından özdeksel bir doğa taşıdıklarını, tüm bilginin deneysel oluşuyla tutarlı olarak göstermeye, açıklamaya çalıştık. Bu üç alan; zaman içinde özdeş kalan ‘ben'i, anlıksal olayların toplamı olarak anlığı ve dış dünyayı kapsıyor. Bilgibilimin varlıkbilimle kesiştiği bu alanların araştırılması, bilimin ve bilimselliğin tıpkı 17. ve 18.yüzyıllarda olduğu gibi yeniden ön plana çıktığı çağımızda önemini artırmıştır. Günümüzde bilgi, Descartes, Locke, Hume ve Kant'ın anladıkları gibi, felsefenin temelini teşkil etmese bile, felsefe için en önemli konular arasında yer almaktadır (Denkel 2011, 148).\n\nDenkel, bilgi sorununu, maddeci bir temelden ele alarak, konuyla ilgili geleneksel akımlar olan Descartes ve Locke çizgilerini eleştirerek, analitik felsefe bağlamında kendi kaygıları doğrultusunda temellendirmeye çalışmıştır."
		}
	}
}