{
	"Name": "Aydın Sayılı",
	"Desc": "Türk bilim tarihçisi, akademisyen ve yazar",
	"Period": "Republic",
	"Lifetime": [ 1913, 1993 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -95, 10 ],
		"Color": [ 128, 128, 128 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum yeri ve yılı: İstanbul, Osmanlı İmparatorluğu – 2 Mayıs 1913\n----> Eğitim hayatına İstanbul'da başladı. Daha sonra Ankara'da öğrenimini tamamladı. Harvard Üniversitesi'nde bilim tarihi alanında doktora yaptı.\n• Ölüm yeri ve tarihi: Ankara, Türkiye – 15 Ekim 1993\n----> Uzun yıllar boyunca akademik çalışmalar yürüttü ve bilim tarihi alanında önemli eserler verdi. 1993 yılında hayatını kaybetti.\n• Felsefi ekolleri ve çalışma alanları:\n----> Bilim Tarihi: Türkiye'de bilim tarihçiliğinin gelişmesine büyük katkı sağlamıştır.\n----> Pozitivizm: Bilimsel düşüncenin ilerlemesi için pozitivist yaklaşımları benimsemiştir.\n----> Astronomi Tarihi: Osmanlı astronomisi üzerine önemli çalışmalar yapmıştır.\n----> İslam Dünyasında Bilim Kurumları: Harvard Üniversitesi'nde yaptığı doktora tezi, İslam dünyasındaki bilim kurumlarını inceleyen ilk akademik çalışmalardan biridir.\n\nTürkiye'de bilim tarihçiliğinin yerleşmesini sağlamış bilim insanıdır. Ordinaryüs Profesör Doktor unvanı taşır. 1942 yılında Harvard Üniversitesi'nde bilim tarihi alanında doktorasını tamamlamış olan Sayılı, dünyada bilim tarihi alanında bilinen ilk doktora derecesinin sahibidir. 2009 yılında tedavüle sürülen 5 Türk Lirası banknotlarının arka yüzünde portresi bulunur."
		},
		"1": {
			"Header": "Yaşamı",
			"Content": "2 Mayıs 1913'te İstanbul'da dünyaya geldi. Babası Abdurrahman Bey, annesi Suat Hanım'dır. Ailesinin üçüncü çocuğu idi. Babasının İran'da görev yapması nedeniyle çocukluğunun bir kısmı İran'da geçti.\n\nİlköğrenimini İstanbul'da orta öğrenimini Ankara'da tamamladı. 1933 yılında Ankara Atatürk Lisesindeki mezuniyet sınavları sırasında sınav heyeti içinde cumhurbaşkanı Mustafa Kemal Atatürk de yer alıyordu. Cumhurbaşkanı, gösterdiği üstün başarı üzerine bu öğrenci ile ilgilenilmesini istemişti. Millî Eğitim Bakanı Reşit Galip Bey, kendisini bilim tarihi ile ilgilenmeye yönlendirdi. Liseyi bitirdiği yıl, Millî Eğitim Bakanlığı'nın yurtdışına öğrenci göndermek için açtığı sınavı kazandı ve Harvard Üniversitesi'nde bilim tarihi okumak üzere Amerika Birleşik Devletleri'ne gönderildi. George Sarton onun yetişmesinde çok etkili oldu. 1942 yılında George Sarton'un yönettiği \"İslam Dünyasında Bilim Kurumları\" başlıklı tezi ile Harvard Üniversitesi'nden doktora derecesi aldı. Bu doktora, dünyada bilim tarihi alanında verilen ilk doktora derecesi olarak bilinir.\n\n1943 yılında yurda döndüğünde Ankara Üniversitesi Dil ve Tarih-Coğrafya Fakültesi Felsefe Bölümü'nde göreve başladı. Onun göreve başlamasıyla bölüm programına tarih dersleri konuldu. 1946'da felsefe kürsüsüne Bilim Tarihi Doçenti olarak atandı. 1952 yılında Bilim Tarihi Profesörü oldu. 1952-53 ve 1956-57 yıllarında ABD hükûmeti ve Fords Vakfı'ndan aldığı burslarla 10-11 ay süreli olarak ABD'de kaldı ve araştırma yaptı. Çeşitli Amerikan üniversitelerinden aldığı teklifleri, Ankara'ya karşı sorumluluklarını yerine getirmek için reddetti. 1958 yılında Ordinaryüs Profesör unvanını aldı. Başyapıtı olan \"İslam Dünyasında Rasathane ve Genel Rasathane Tarihi İçindeki Yeri\" adlı eserini 1960'ta yayımladı. 1974 yılında fakültenin Felsefe Bölümü Başkanlığına seçildi; 1983'te emekli oluncaya kadar bölüm başkanlığını sürdürdü.\n\nÜniversitedeki görevinden emekli olduktan sonra 1984 yılında Atatürk Kültür Merkezi ve Atatürk Araştırma Merkezi adlı iki yeni kurum kurulmuş, bu kurumlar Türk Tarih Kurumu ve Türk Dil Kurumu ile birleştirilmişti. Böylece meydana gelmiş Atatürk Kültür, Dil ve Tarih Yüksek Kurumu adlı kurumun dört biriminden birisi olan Atatürk Kültür Merkezi'ne başkan olarak atandı. Atatürk Kültür Merkezi adına \"Erdem\" adlı derginin çıkarılmasında büyük emek harcadı. 1993 yılında bu görevden emekli oldu. Henüz emekliliğinin ilk ayında iken 15 Ekim 1993 günü sokakta kalp krizi geçirerek hayatını yitirdi. Ankara Cebeci Asri Mezarlığı'nda toprağa verildi."
		},
		"2": {
			"Header": "Ödülleri",
			"Content": "• 1973'de Ord.Prof.Dr.Aydın Sayılı, \"Nicolaus Copernicus (Nikolas Kopernik)\" üzerine çalışmaları nedeniyle 1973 yılında Polonya hükümeti tarafından Copernicus Madalyası ile ödüllendirildi.\n• 1977'de Tübitak Hizmet Ödülü\n• 1981'de İstanbul Üniversitesi Üstün Hizmet Ödülü\n• 1990'da yaşamboyu verdiği hizmetlerden ötürü UNESCO Ödülü."
		},
		"3": {
			"Header": "Aydın Sayılı'ya Göre Bilim ve Felsefe Arasındaki İlişki",
			"Content": "Sayılı'ya göre bilim insan etkinlikleri arasında en eski etkinliktir. Hatta felsefeden de eskidir. Zira bilim felsefeden çok daha önce ortaya çıkmıştır; felsefe aşağı yukarı MÖ 6. yüzyıl civarında ortaya çıkmasına karşın bilim MÖ 4000'lere kadar gider. MÖ 4000'lerde Mısır ve Mezopotamya'da tarıma dayalı uygarlıklar kurulmuş böylece bilimsel bilgi ortaya çıkmıştı. Hatta Mezopotamya uygarlıklarından Sümerlilerin ulaştığı seviye oldukça yüksekti.\n\nAncak bilim ve felsefe tarih boyunca sıkı bağlar kurmuşlar, belli bir dönemde ise birbirlerinden kopmuşlardır. Bu sıkı bağ Antik Yunan'ın ilk filozoflarında ve sonraki dönemlerde görülmektedir. Ancak bu bağ aşağı yukarı 17. yüzyılda özellikle Newton'la birlikte giderek zayıflamış, bilimin felsefeden ayrılmasıyla nihayetlenmiştir.\n\nSayılı bilim ve felsefeye toplumda önemli görevler yükler. Ona göre bilim ve felsefe, kültür bunalımlarını ve kültür yozlaşmasını önlemelidir. Bilim sağlam ve güvenilir bilgidir. Felsefe ise bilimin ele alamadığı konulara, \"disiplinli düşünce ve birlikli kavrayış\" olanakları getirir. Felsefe yoluyla kültürün düşünce unsurları arasında bağ kurulur ve bu sayede \"birlikli ve irtibatlı düşünüm ve yorumlama olanaklarının başlatılması mümkün olur\".\n\nSayılı'ya göre felsefe tarih boyunca bilimsel ilerlemeye dayalı olarak önemli gelişmeler göstermiştir. Buna karşın felsefe de bilime geniş yönelmelerinde yardım etmiştir. Öyleyse yeni bilimsel değerlerin felsefenin yardımı ile yorumlanması daha kolaydır. Bunun için de bilimin felsefe ile temasını kaybetmemesi gerekir. \"… gerek bilim adamlarının gerek felsefecilerin iş birliğine dayanan ve bilimin ilerleme adımlarını günü gününe takip eden hakiki felsefi bir hareketin gelişmesi, bilimden sağlanacak faydaların verimliliğini artırmak bakımından faydalıdır.\""
		}
	}
}
