{
	"Name": "Bedia Akarsu",
	"Desc": "Türk filozof, akademisyen ve yazar",
	"Period": "Republic",
	"Lifetime": [ 1921, 2016 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ -105, -35 ],
		"Color": [ 255, 106, 0 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Ölüm yeri ve tarihi: İstanbul, Türkiye – 26 Şubat 2016\n• Doğum yeri ve yılı: İstanbul, Türkiye – 27 Ocak 1921\n----> Eğitim hayatına İstanbul’da başladı. İstanbul Üniversitesi Felsefe Bölümü’nden mezun oldu.\n• Felsefi ekolleri ve çalışma alanları:\n----> Fenomenoloji: Max Scheler’in kişilik kavramı üzerine çalışmalar yapmıştır\n----> Dil ve Kültür Felsefesi: Wilhelm von Humboldt’un dil-kültür bağlantısı üzer.\n----> Felsefi Terimler: Türk Dil Kurumu’nda felsefi terimlerin Türkçeleştirilmesi çalışmalarına katkı sağlamıştır.\n----> Çağdaş Felsefe Akımları: Alman felsefe geleneği üzerine incelemelerde bulunmuştur.\n----> Ahlak Felsefesi: Kant’ın ahlak anlayışı üzerine çalışmalar yapmıştır."
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Felsefeci, araştırmacı – yazar (D. 27 Ocak 1921, İstanbul – Ö. 26 Şubat İstanbul). İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü (1943) mezunu, Aynı bölümde doktorasını verdi, doçentliğe (1960) ve profesörlüğe (1968) yükseldi. Burada Sistematik Felsefe ve Mantık Anabilim Dalı, Felsefe Bölümü Başkanı olarak görev yaptıktan sonra emekli oldu (1984). 1982 yılına kadar Türk Dil Kurumu üyesi ve son dönem asbaşkanı idi. Makaleleri Felsefe Arkivi (1949), Türk Dili (1979), Arayış (1981), Gösteri (1981-82) vb. dergiler ile Cumhuriyet gazetesinde yer aldı.\n\nAkarsu, Kamuran Birand’dan sonra ikinci kadın felsefe profesörümüzdür. Emekli olduktan bir süre sonra Çukurova Üniversitesinde Felsefe Grubu Eğitimi Bölümünün kuruluş çalışmalarına katılmış ve ders programını hazırlamıştır."
		},
		"2": {
			"Header": "Başlıca Eserleri",
			"Content": "DENEME-İNCELEME: Wilhelm von Humboldt’ta Dil Kültür Bağlantısı (1955), Max Scheler’de Kişilik Problemi (1962), Modern Toplumda Kadın (1963), Ahlak Öğretileri 1: Mutluluk Ahlâkı (1965), Kur’an’ın Ahlâk Felsefesi (1968), Ahlak Öğretileri 1I: Immanuel Kant’ın Ahlak Felsefesi (1968), Atatürk Devrimi ve Yorumları (1969), Felsefe Terimleri Sözlüğü (1975), Çağdaş Felsefe (1979), Ahlâk Öğretileri I-II (1982), Atatürk Devrimi ve Temelleri (1995).\n\nÇEVİRİ: Metafizik ve Din Üzerinde Görüşmeler (Malebranche‘dan, 1946)."
		},
		"3": {
			"Header": "Bedia Akarsu'nun Ahlak Anlayışı",
			"Content": "Bedia Akarsu, ahlak felsefesi hakkında kitap yayını yapan önde gelen az sayıda kişiden biridir. Ahlak Öğretileri I Mutluluk Ahlakı ve Ahlak Öğretileri II Immanuel Kant’ın Ahlak Felsefesi adlı iki ciltlik ahlak felsefesi çalışmaları, ahlak felsefesindeki temel görüşleri vermesi nedeniyle ahlak felsefesi tarihidirler. İlk ciltte, Eski Çağ Yunan düşünürleri tarafından geliştirilen ve mutluluk ahlakı adı verilen anlayıştan başlanarak, 19. yüzyılın sonlarına kadar, alanın önemli temsilcileri tanıtılmıştır. İkinci cilt Kant ve onun ödev ahlakı anlayışına ayrılmıştır. Her iki çalışma da hem genel felsefe hem de ahlak felsefesi çalışmaları için önemli bir yere sahiptir. Ancak Akarsu’nun, kendi ahlak anlayışını açıklayan metinler yazmaması bir şanssızlıktır. Aşağıdaki görüşleri Ahlak Öğretileri I Mutluluk Ahlakı kitabının ön sözünden hareketle hazırlanmıştır.\n\nAkarsu’ya göre etik (ahlak felsefesi), ahlaksal olanın özünü ve temellerini araştıran bilim, insanın kişisel ve toplumsal yaşamındaki ahlaksal davranışları ile ilgili sorunları ele alıp inceleyen felsefe dalıdır (Akarsu 1998, 74). Etik ya da ahlak felsefesi, ahlak denilen fenomen üzerinde bir düşünme, ahlak üzerine felsefe yapmaktır (Akarsu 1970, 1). Bu anlatılanlar, onun ahlak felsefesinden anladığı şeyi ortaya koymaktadır.\n\nAkarsu’ya göre, ahlakı filozoflar bulmuş değildir. En ilkel topluluklar da dahil her yerde ve her zaman ahlak vardı. Sorun, hangi davranışımız ahlaka uygun; daha doğrusu nasıl hareket edersek ahlaka uygun davranılmış olunur, soruları çerçevesinde ortaya çıkmaktadır (Akarsu 1970, 1). Ahlak alanında her şeyi ölçüp biçecek, neyin ahlaklı neyin ahlak dışı olacağını bildirecek bir ölçü yoktur (Akarsu 1970, 1). Bunun önemli göstergelerinden biri, ahlakın içeriğinin, çeşitli çağlara, çeşitli uluslara, çeşitli çevrelere göre değişiyor olmasıdır. Bazen tek tek kişilerin bile ayrı ahlak anlayışları olduğu gibi, herhangi bir davranış çeşitli çağlarda ve farklı uluslarda farklı değerlendirilebilmektedir (Akarsu 1970, 1). Ahlaktaki bu farklılıkları göz önüne alındığında, ahlakı araştırmak isteyen kişi nasıl hareket etmelidir? Hangi ahlakı esas olarak alacaktır? Kendi çağının, kendi ulusunun ahlakından mı hareket edecek, yoksa sadece kendi ahlak anlayışından mı? Karşımıza çıkan ahlak görüşlerinin hepsi de doğruyu kendilerinin getirdiği iddiasındadırlar. Mutlak ahlak eğiliminde olmayan hiçbir ahlak yok yürürlükte. Yürürlükte olan ahlakın, mutlak ahlak olduğu inancı devam ettiği sürece bir geçerliği vardır; buna inandığı ve inandırdığı sürece yürürlükte kalır (Akarsu 1970, 1).\n\nAhlaktaki her doğrultu, yüksek bir yaşama amacını dile getirir. Ama ahlak anlayışlarının her biri kendi amacını en üstün görür, başkalarının da aynı iddiada olduklarını bilmezlikten gelir, onlarla aynı düzeyde olmayı kabul etmez (Akarsu 1970, 1-2). Bu gerekçelerden hareketle yürürlükteki her ahlak, despot olmak zorundadır (Akarsu 1970, 2). Aksi takdirde toplumda bir kargaşa ortaya çıkmaktadır. Diğer yandan şu sorular da ahlak alanında öne çıkmaktadır: Değişken değerlerin mutlak otoritesi olur mu? Mutlak ahlak buyrukları var mıdır? Ahlak kanunları, ahlak ilkeleri konulmuş mudur, yoksa bunlar tabiattan mı vardırlar? (Akarsu 1970, 4). Sıralanan bu sorular, ahlakın ne türden sorularla boğuştuğunu da göstermektedir.\n\nAhlak üzerinde görüşler farklı olmakla birlikte, hepsinde ortak olan, ahlaklılık diye bir şeyin kabulüdür. Ahlaklılık ya da ahlaki olan nedir? her ahlak felsefesinin araştırdığı ilk sorudur (Akarsu 1970, 2). Ahlaklılık sorununa getirilen cevaplar felsefe yapmanın yolunu açmaktadır. Bunu takiben ortaya çıkan soru, hangi eylemenin ahlaklı olduğu hangisinin olmadığıdır. İnsan eylemlerini ahlak bakımında değerli ya da değersiz kılan nedir? sorusuna verilen cevaplar, filozofları ikiye ayırmaktadır: 1- Eylemler, eyleme temel olan, eylemi ortaya koyan düşünüşün niteliğine göre değerlidir ya da değildir. 2- Sonucuna ya da başarısına göre bir eylem ahlaki bakımdan değerlidir ya da değildir. Birincide, eylemi ahlaki kılan, eylemi yapan kişide bulunan iyi düşünüştür. İkincide eylemi ahlaki yapan, arkasındaki düşünüş ne olursa olsun, iyiyi ortaya koyması, iyiyi yaratmasıdır (Akarsu 1970, 2)\n\nAhlak anlayışlarının oturduğu kavramsal temelin önde gelen unsurları iyi ve kötüdür. İyi her durumda kullanılmakla birlikte onun tanımlanmasında önemli sorunlar vardır. Çeşitli ahlak öğretilerinde iyi, haz, mutluluk, ödevini yerine getirme, doğruluk, sevgi gibi kavramlarla tanımlanır. İyi hakkında verilen kararlar, ahlak öğretilerini birbirlerinden ayırır (Akarsu 1970, 2).\n\nAkarsu’ya göre bir filozof, iki ulus arasındaki savaşı, tıpkı bir ulus içindeki iki kişinin birbirini öldürmesi gibi, ahlaka aykırı buluyorsa, bu, onun ahlak kanunlarını bütün yeryüzüne genişletmesiyle gerçekleşmektedir. Öyleyse bir insanın ahlak görüşü, düşünüşü, iyi anlayışı, içinde bulunduğu çevreyle, toplumla ve kültür dünyası ile ilgilidir (Akarsu 1970, 3-4). Kavimlerin, devletlerin ve çağların çeşitliliğinden bağımsız olan ve her şeyin ölçüsü olan, her yerde ve her zaman geçen bir kanun var mıdır? sorusuna götürmektedir. Bu soru, Yunan düşüncesinde fizik problemine paralel bir problem olan ahlak felsefesinin de başlamasına neden olmuştur (Akarsu 1970, 4). Sofistlerin ortaya koyduğu anlayış çerçevesinde ahlak kanunları bir uzlaşım olarak kabul edildiğinde, onların mutlaklığı da ortadan kalkmıştır (Akarsu 1970, 4). Bununla birlikte, ahlak kanunlarının tabiattan olduğu ya da Tanrı tarafından konduğu söylendiğinde, onların mutlaklılığı kabul edilmiş olur.\n\nAkarsu, yürürlükteki ahlak kanunlarının bir buyruk karakterinde olduğu düşüncesindedir. Her ahlak da bu buyrukların gerçekleştirilmesini, yerine getirilmesini ister, onlara itaat edilmesini ister. İtaat ise özgürlüğü ortadan kaldırmaktadır. Oysa özgürlük olmayınca ahlakın kendisi de ortadan kalkar. Özgürlük içinde yapılmayan bir eylemin, ahlakça hesabı verilemez. İnsanın yapıp ettiklerinin hesabını verebilmesi, bir eyleminden sorumlu tutulabilmesi için, o insanın özgür olması gerekir. Ahlaklı olmak için özgür olmalıyız, oysa ahlak itaati şart koşar (Akarsu 1970, 7). İtaat edilmesi gerekli buyrukları kim koymuştur? Ahlaktaki kanun koyucu, tek insan, toplum, devlet, Tanrı olabilir. Bu buyruklar kimden gelirse gelsin, insanlarda onlara karşı bir ödev duygusu vardır. Bu ödev duygusu bizi ahlaklı davranmaya iter (Akarsu 1970, 7).\n\nBedia Akarsu, ahlakın bireyin iç yapısındaki yansımalarını ve toplum içindeki konumunu birlikte düşünerek, ahlak sorununu değerlendirmiştir."
		}
	}
}
