{
	"Name": "Beşir Fuad",
	"Desc": "Türk asker, çevirmen, gazeteci ve fikir adamı",
	"Period": "Islamic",
	"Lifetime": [ 1852, 1887 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ 15, -110 ],
		"Color": [ 241, 255, 216 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri ve Tarihi: İstanbul, Osmanlı İmparatorluğu - 1852\n----> Beşir Fuad, Osmanlı İmparatorluğu'nda, özellikle Batılı fikirlerin tartışılmaya başlandığı bir dönemde dünyaya geldi. Bu ortam, onun ileride benimsediği bilimsel ve materyalist düşünce yapısını büyük ölçüde etkiledi.\n• Eğitimi ve Kariyeri:\n----> Askerî okul eğitimi aldı ve Osmanlı ordusunda görev yaptı.\n----> Fransızca öğrendi, Batı felsefesini yakından takip etti.\n----> Düşüncelerini gazete ve dergilerde yayımladı, edebiyatla ilgilendi.\n• Benimsediği Akımlar ve Düşünceler: Beşir Fuad, dönemin edebiyat ve felsefe anlayışına karşı çıkan, Batılı düşünce sistemlerine yönelen bir isimdi. Özellikle şu akımları benimsedi:\n----> Realizm: Edebiyatın süslemelerden uzak olması gerektiğini savundu.\n----> Natüralizm: Bilimsel verilerin edebiyata girmesi gerektiğine inanıyordu.\n----> Pozitivizm: Doğa bilimlerinin insan hayatını anlamada temel olduğuna kanaat getirdi.\n----> Materyalizm: Ruhun varlığına dair metafizik fikirleri reddedip her şeyin maddeden oluştuğunu öne sürdü.\n• Ölüm Yeri ve Tarihi: İstanbul, Osmanlı İmparatorluğu - 5 Şubat 1887"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "1852'de İstanbul'da dünyaya geldi. Babası Maraş ve Adana mutasarrıflıklarında bulunmuş olan Hurşid Paşa, annesi Giresunlu Memiş Paşa 'nın kızı Habibe Hanım' dır.\n\nİstanbul Fatih Rüştiyesi'ni bitirdikten sonra öğrenimine babasının görevli olduğu Suriye'de, Halep Cizvit Mektebi'nde devam etti. Bu okulda çok iyi derecede Fransızca öğrendi. 1871'de İstanbul Askeri İdadisi'ni, 1873'te Mekteb-i Harbiye'yi bitirdi. Üç yıl Sultan Abdülaziz'in yaverliğini yaptı. 1876-1877 Osmanlı-Sırp Savaşı başlayınca gönüllü olarak savaşa katıldı. Ardından 1877-1878 Osmanlı-Rus Savaşı ‘nda ve Girit isyanlarının bastırılmasında gönüllü görev aldı. Girit'te birkaç yıl kaldı. Bu süre içinde İngilizce ve Almanca öğrendi.\n\nİlk evliliğini çok genç yaşta iken halayığı ile yapan ve bu evlilikten Mehmet Cemil adında bir oğlu olan Beşir Fuad kısa bir süre sonra eşinden boşanarak saray doktoru Kadri Paşa'nın oğlu Salih Paşa'nın kızı Şaziye Hanım ile evlendi. Bu evlilikten Namık Kemal ve Mehmed Selim adlı iki oğlu oldu.\n\nBeşir Fuad bilim ve felsefeye ilgi duyuyor; çok iyi derecede İngilizce, Almanca ve Fransızca bildiği için Batı'da gelişen fikir ve sanat akımlarını hızla ve yakından izleyebiliyordu. 1883 yılında Mustafa Reşid'in çıkardığı Envâr-ı Zekâ dergisine çeviriler yaparak yazı hayatına başlayan Beşir Fuad, 1884'te askerliği bıraktı.\n\n1884'ten itibaren kendisini tamamen yazı ve yayın hayatına verdi. Gazetelerde bilimsel, felsefî ve askeri yazılar, tiyatro değerlendirme yazıları, dil öğrenimi hakkında yazılar, çeviri kitaplar yayımladı. Üç yıllık çalışması sonunda 16 kitap 200 makale yayımlayan Beşir Fuad, Osmanlı aydınlarına Emile Zola, Alphonse Daudet, Charles Dickens,Flaubert, Auguste Comte, Karl Georg Büchner, Herbert Spencer, Jean le Rond d'Alembert, Julien Offray de La Mettrie, Diderot, Claude Bernard, Gabriel Tarde gibi Batılı düşünür ve yazarları kitapları ve yazılarıyla tanıttı.\n\n1884'te yazarlık ve gazeteciliğin yanı sıra dergiciliğe de başladı. Birkaç arkadaşıyla önce Hâver ardından Güneş dergisini çıkardı. Hâver dört sayı, fen ağırlıklı yazılar yayımlayan Güneş on iki sayı sonra kapandı. Bir buçuk ay kadar Ceride-i Havadis'in başyazılarını yazdı, Ceride-i Havadis kapatılınca Tercüman-ı Hakikat ve Saadet' gazetelerinde makaleler yayımladı.\n\nEdebi alanda eser vermese de edebi tenkit alanında dikkate değer görüşler ortaya koyan Beşir Fuad, devrinde pek çok edebiyatçı ile ters düştü; dönemin Romantizm’den etkilenmiş yazarlarına karşı fen ve felsefenin ve maddenin gücünü ve önemini savundu. Sanat ve felsefeyle ilgili düşüncelerini en açık şekilde Muallim Naci ile mektuplaşmalarını içeren “İntikad” adlı eserinde ortaya koydu. Menemenlizade Mehmet Tahir ve Namık Kemal ile şiddetli polemiğe varan tartışmalara girişti.\n\n1885’te Victor Hugo’nun ölümü üzerine onun hakkında bir küçük eser kaleme aldı. Bu eser, Türk edebiyat tarihinde yazılmış ilk tenkitli monografi sayılır. Voltaire hakkında kaleme aldığı diğer bir monografisinde pozitivizmi savundu. Bu kitapları “Hakikatçiler-Hayalciler” tartışmasını başlattı.\n\nOğlu Namık Kemal’i bir buçuk yaşında iken 1885’te kızılcık hastalığından kaybeden Beşir Fuad, bu kaybın etkisini üstünden atamadı. Mart 1886’da annesinin paranoyaya kapılıp ölmesinin üzerine hastalığın genetik olduğu endişesiyle delirme korkusuna kapıldı. Gece hayatına ve metreslerine yöneldi. Fransız metresinden Feride adlı bir kız çocuk sahibi oldu. Eşi ve metresi arasında kalmanın sıkıntısını yaşadı. Tüm bu sıkıntılarının yanı sıra babasından kalan mirası tüketerek geçim sıkıntısına düştü ve kendini öldürmeyi planladı. 5 Şubat 1887’de Cağaoloğlu Yokuşu 12 numaralı evde bileklerini keserek intihar etti. Cenazesi Eyüp Mezarlığı’na defnedildi ancak mezarı daha sonra kaybolmuştur."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "• İki Bebek (Victor Bernard-Eugène Granger'den çeviri, bir perdelik komedi) (1884)\n• Binbaşıyı Davet (K. F. Mor'dan çeviri, bir perdelik komedi) (1884)\n• Birinci Kat (James Cobb'dan çeviri, iki perdelik komedi) (1884)\n• Bedreka-i Fransevî (sarf kısmı, Emile Otto'dan çeviri) (1884)\n• Bedreka-i Fransevî (nahiv kısmı, Emile Otto'dan çeviri) (1884)\n• Miftah-ı Bedreka-i Lisan-i Fransevî (1885)\n• Cinayetin Tesiri (Emile Zola'dan çeviri, roman) (1885)\n• Miftah-ı Usûl-i Talim, (1885)\n• Victor Hugo (1885)\n• Almanca Muallimi (Emil Otto'dan çeviri) (1886)\n• İngilizce Muallimi (Emile Otto'dan çeviri) (1886)\n• Usûl-i Talim (Emile Otto'dan çeviri) (1886)\n• Beşer (1. Kısım 1886 Voltaire 1887)\n• İntikad (Muallim Naci ile) (1887)"
		},
		"3": {
			"Header": "Görüşleri",
			"Content": "Beşir Fuad eserlerinde gerçekçilik akımını savunmuş; bu akımın bilimsel ve felsefi temellerini tanıtmıştır. Romantizm eleştirisi yapmış; yazınsal gerçekçiliğin tarihini ve yöntemini ortaya koymuştur. Sonuç olarak, gerçekçiliğin Türk edebiyatında tanınıp gelişmesine önemli katkılarda bulunmuştur.\n\nBir aydın olarak çağdaşlarından farklı bir düşünce dünyası vardır. Beşir Fuad’ın çağdaşlarından farklı olan fikir dünyasını oluşturan felsefi ve bilimsel etmenler onun bir akım olarak gerçekçiliği benimsemesinde belirleyici olmuştur. O, kurgusal bir eser kaleme almamıştır. Ancak kuramsal ve biyografik eserleriyle gerçekçiliği tartışmaya açmıştır. Bu çalışmanın amacı Beşir Fuad’ın yazınsal gerçekçiliğe yaklaşımını ortaya koymaktır. Bu amaçla yazarın makaleleri, mektupları ve Victor Hugo başlıklı biyografik eseri incelenmiştir. Beşir Fuad eserlerinde gerçekçilik akımını savunmuş; bu akımın bilimsel ve felsefi temellerini tanıtmıştır. Romantizm eleştirisi yapmış; yazınsal gerçekçiliğin tarihini ve yöntemini ortaya koymuştur. Sonuç olarak, gerçekçiliğin Türk edebiyatında tanınıp gelişmesine önemli katkılarda bulunmuştur."
		}
	}
}
