{
	"Name": "Betül Çotuksöken",
	"Desc": "Türk felsefeci ve çevirmen",
	"Period": "Republic",
	"Lifetime": [ 1950, 0 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -35, -100 ],
		"Color": [ 196, 217, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri ve Tarihi: İstanbul, Türkiye - 26 Ağustos 1950\n• Eğitimi ve Akademik Kariyeri:\n----> Lisans: İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü (1972)\n----> Doktora: \"Petrus Abelardus’un Ahlak Anlayışı\" üzerine çalışarak doktor unvanını aldı (1984)\n----> Akademik Unvanlar: 1988’de doçent, 1996’da profesör oldu.\n----> Görev Aldığı Üniversiteler: İstanbul Üniversitesi, Uludağ Üniversitesi, Mimar Sinan Üniversitesi, İstanbul Teknik Üniversitesi, Maltepe Üniversitesi\n• Benimsediği Felsefi Yaklaşımlar:\n----> Ortaçağ Felsefesi: Özellikle tümeller tartışması üzerine yoğunlaştı.\n----> Etik ve İnsan Hakları: Felsefi söylem bağlamında etik ve insan hakları üzerine çalışmalar yaptı.\n----> Nominalizm: Özellikle özcü (essensiyalist) yaklaşıma karşıt olarak adcı (nominalist) varlık anlayışını benimsedi.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye Felsefe Kurumu Yönetim Kurulu Üyesi ve II. Başkanı olarak görev aldı.\n----> Maltepe Üniversitesi Felsefe Bölümünü kurarak akademik alana kurumsal katkı sağladı.\n----> Radyo ve TV programlarına katılarak felsefenin yaygınlaşmasına katkıda bulundu.\n• Ödülleri ve Başarıları:\n----> İnsancıl Dergisi Aydınlanma Düşüncesine Katkı Ödülü (1999)\n----> Maltepe Üniversitesi Üstün Başarı Ödülü (2004)\n----> Truva Folklor Araştırmalar Derneği Jüri Özel Ödülü (2005)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Felsefeci, çevirmen. 26 Ağustos 1950, İstanbul doğumlu. Dilbilimci Yusuf Çotuksöken’in eşidir. Hobyarlı Ahmet Paşa İlkokulu, İstanbul Kız Lisesi, İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü (1972) mezunu. Bir süre İstanbul orta dereceli okullarında (Darüşşafaka ve Hüseyin Rahmi Gürpınar liseleri) öğretmenlik ve yöneticilik (1972-78) yaptı. Bir süre de İstanbul Üniversitesi Merkez Kütüphanesinde çalıştıktan (1978-82) sonra 1982’de İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü Sistematik Felsefe ve Mantık Anabilim Dalına araştırma görevlisi olarak girdi. 1984 yılında doktor, 1988’de doçent, 1996 yılında profesör unvanlarını kazandı. Doktora tezi: “Petrus Abelardus’un Ahlak Anlayışı”. İstanbul Üniversitesi Hasan Ali Yücel Eğitim Fakültesi Türkçe Öğretmenliği Bölümü Başkanı (1999-00), Uludağ Üniversitesi (1991-94), Mimar Sinan Üniversitesi (1996-98), İstanbul Teknik Üniversitesi (1997-01) konuk öğretim üyesi olarak görev yaptı. 2000 yılından sonra Maltepe Üniversitesi Fen Edebiyat Fakültesi öğretim üyesi olarak görevini sürdürdü. Rektör yardımcısı, Erasmus koordinatörü, Fen Edebiyat Fakültesi dekan yardımcısı, Fen Edebiyat Fakültesi Felsefe Bölümü başkanı olarak görev yaptı.\n\nİlk yazısı Türk Dili dergisinde (Ağustos 1978), sonraki yıllarda makalelerini Gergedan, Argos, İnsancıl, Bilim ve Ütopya dergileri ve Cumhuriyet gazetesi; Cumhuriyet Kitap, Cumhuriyet Bilim Teknik ekleri ile Türkiye Felsefe Kurumu Bülteni’nde yayımladı. Türkiye Felsefe Kurumu Bülteninin yayın kurulu üyeliği ile Maltepe Üniversitesi Fen-Edebiyat Fakültesi Dergisinin yazı işleri müdürlüğünü yaptı. İstanbul Radyosunda Felsefe Sohbetleri adlı programı hazırlayıp sundu (Ocak 1998-Haziran 1999). Çok sayıda radyo ve TV programına konuşmacı olarak katıldı. Asıl uzmanlık alanı Ortaçağ felsefesidir. Son on beş yıldan beri felsefenin bir söylem olarak kuruluşu üzerinde durmakta ve bu bakımdan, Ortaçağda öne çıkan “tümeller tartışması” kökenli insan, varlık, zihin, dil, bilgi felsefesi bağlamında etik ve insan hakları konusunda çalışmakta; “özne” ile “söylem” kavramları arasındaki ilişkiyi incelemektedir. Özgün anlayışının dayanak noktası, “özcü” (essensiyalist) tutuma karşıt nitelikli, “adcı” (nominalist) varlık anlayışı olarak özetlenebilir. Ayrıca felsefi söylemin öğretilmesi konusunda da çeşitli düzeylerde çalışmalar yapmaktadır. Maltepe Üniversitesi Felsefe Bölümünü kurması bu alana yaptığı kurumsal katkıdır. İnsancıl Dergisi Aydınlanma Düşüncesine Katkı Ödülünü (1999), Maltepe Üniversitesi Üstün Başarı Ödülünü (2004), Truva Folklor Araştırmalar Derneği Jüri Özel Ödülünü (2005) aldı. Türkiye Felsefe Kurumu Yönetim Kurulu Üyesi ve II. başkanı, Société Internationale pour l’Étude de la Philosophie Médiévale’in üyesi, Fédération Internationale des Sociétés de Philosophie’nin Yönetim Kurulu üyesi, 22. Dünya Felsefe Kongresi (2008, Seul) Uluslararası Düzenleme Komitesi üyesi olarak düşünce hayatına katkılarda bulundu."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "DENEME-İNCELEME: Petrus Abelardus’un Ahlak Anlayışı (1988, doktora tezi), Metinlerle Ortaçağda Felsefe (Saffet Babür ile, 1989), Felsefi Söylem Nedir? (1991), Ortaçağ Yazıları (1993), Felsefe’yi Anlamak Felsefe ile Anlamak (1995), Nermi Uygur’un Felsefe Dünyası’ndan Kesitler (1995), Kavramlara Felsefe ile Bakmak (1998), Cumhuriyet Döneminde Türkiye’de Öğretim ve Araştırma Alanı Olarak Felsefe (seçki, 2001), Felsefe: Özne-Söyleme (2002), Radyoda Felsefe (2002), Bedia Akarsu Armağanı (yay. haz. Doğan Özlem ile, 2006).\n\nYAYINA HAZIRLAMA: Felsefe Açısından Eğitim ve Türkiye’de Eğitim (bildiriler, 1996), Bedia Akarsu Armağanı (Doğan Özlem ile birlikte, 2002), Felsefe Söyleşileri I-II (2003).\n\nÇEVİRİ: Isagoge-Aristoteles’in Kategorilerine Giriş (mantık kitabı, Porphyrios’tan, 1986), Bir Mutsuzluk Öyküsü (felsefe, P. Abelardus’tan, 1988), Avrupa: Roma Yolu (R. Brague’dan, 1995), Ortaçağ Felsefesi (E. Jeauneau’dan, 1998)."
		},
		"3": {
			"Header": "Görüşleri",
			"Content": "Felsefe alanında yaptığı önemli çalışmalarla tanınan Betül Çotuksöken 'in felsefe anlayışı, Kantçı anlamda aydınlanmadır. Onun anlayışı ontolojik ve antropolojik yaklaşımlara da açıktır. Çotuksöken'e göre insanın ana özelliklerinden biri kavram kurmaktır.\n\nFelsefe alanında yaptığı önemli çalışmalarla tanınan Betül Çotuksöken 'in felsefe anlayışı, Kantçı anlamda aydınlanmadır. Onun anlayışı ontolojik ve antropolojik yaklaşımlara da açıktır. Çotuksöken'e göre insanın ana özelliklerinden biri kavram kurmaktır. İnsanın bu özelliği, onu sadece bilen bir özne olarak değil, somutbir bütünolarak görmeyi, dolayısıyla günümüz dünyasında karşılaşılan çeşitli sorunları felsefi açıdan ele almayı mümkün kılmaktadır. Çotuksöken'in sık sık ele aldığı bir konu eğitimdir. 0, kişiyi \"dönüştürebilirilinekler toplamı\" olarak görmekte; bu da onu \"açık\" bir eğitim idesine ve bu eğitimin gerekliliğini savunmaya götürmektedir."
		}
	}
}
