{
	"Name": "Biruni",
	"Desc": "İslâm ve dünya tarihinin önemli bilim adamlarından biri",
	"Period": "Islamic",
	"Lifetime": [ 973, 1061 ],
	"Importance": "High",
	"GUI": {
		"Position": [ 120, -40 ],
		"Color": [ 128, 255, 117 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Tam İsim: Ebü’r-Reyhân Muhammed b. Ahmed el-Bîrûnî\n• Doğum Yeri: Hârezm\n• Ölüm Yeri: Gazne\n• Hocaları: Ebû Nasr İbn Irak, Abdüssamed b. Abdüssamed el-Hakîm\n• Öğrencileri: Ebû Hâmid Ahmed b. Muhammed en-Nehşeî\n• Etkiledikleri: Hazînî, Muhammed Konevî\n• İletişimde Bulunduğu İsimler: Ebû Mahmûd el-Hucendî (ö. 390 / 1000), Ebü’l-Vefâ el-Bûzcânî, Hârizmşahlar Gilan valisi Merzübân b. Rüstem, Sâmânî hükümdarı II. Mansûr, Ziyârî hükümdarı Kābûs b. Veşmgîr, Me’mûnîler’den Ebü’l-Hasan Ali b. Me’mûn, Me’mûnîler’den Ebü’l-Hasan Ali Ebû Sehl Îsâ el-Mesîhî, Gazneli Mahmud Ebü’l-Hayr el-Hammâr, Gazneliler Sultanı Mes‘ûd, Gazneliler Sultanı Mevdûd\n• Ekolleri: Felsefe"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "3 Zilhicce 362 (4 Eylül 973) tarihinde Hârizm bölgesinin merkezi Kâs’ta doğdu. Bîrûnî’nin ana dili Arapça ve Farsça olmadığına göre ailesi Harizm taşrasından gelen bir Türk ailesi olmalıdır. Bîrûnî küçük yaşlardan itibaren Hârizmşahlar’ın himayesinde sarayda eğitimini sürdürdü. Ebû Nasr İbn Irak’tan geometri ve astronomi, Abdüssamed b. Abdüssamed el-Hakîm’den daha başka dersler aldı ancak daha çok kendi kendini yetiştirdi. Henüz on yedi yaşında iken 380/990 yılında uzay cisimlerini çeşitli aletlerle gözlemledi (rasad). Bu gözlemlerinin bir sonucu olarak yirmi iki yaşında iken, güneşin konumundan hareketle yaşadığı Kâs şehrinin enlemini hesapladı ve ilk defa kendisinin icat ettiği bazı astronomi aletleri ve çizimler hazırladı.\n\nHârizmşahlar devletinin yıkılmasıyla (385/995) birlikte Bîrûnî, Kâs şehrinden ayrıldı ve hayatının bu dönemini Rey, Kâs, Gîlân, Buhara, Cürcân ve Gürgenç gibi farklı şehirler arasında dolaşarak geçirdi. Rey’de astronomi âlimi Ebû Mahmûd el-Hucendî (ö. 390/1000) tarafından yaptırılan rasathânede gözlemlere katıldı ve rasathâne ile burada bulunan astronomi aletlerini anlatan bir de eser yazdı. Bu sırada trigonometrinin kurucusu ve astronomi âlimi Ebü’l-Vefâ el-Bûzcânî ile mektuplaşmaya başladı. İki âlim, mektupla kararlaştırdıkları bir randevu ile 387/997 yılındaki Ay tutulmasını farklı mekanlardan eş zamanlı olarak gözlemleyip, Hârizm ve Bağdat arasındaki boylam farkını hesapladılar. Aynı yıl Bîrûnî, Buhara’da Samânî hükümdarı II. Mansûr’dan, 388/998 yılından itibaren ise Cürcân’da Ziyârî hükümdarı Kâbus b. Veşmgir’den destek ve yardım gördü. Buhara’da bulunduğu sırada ünlü tabip ve filozof İbn Sînâ ile tanıştı ve daha sonra da çeşitli ilmî ve felsefî konularda onunla mektuplaştı. Ziyârîler’den sonra Gürgenç’te Me’mûnîler hanedanından destek gördü. Bu dönemde ünü yayıldı ve zamanının ünlü hekimi Ebû Sehl İsa el-Mesîhî ile münasebetler kurdu. Gazneli Mahmûd Hârizm bölgesini işgal edince, 409/1018 yılında hocaları ile birlikte Bîrûnî’yi de Gazne’ye götürdü.\n\nGazne’de bir süre göz hapsinde tutulup dinsizlik ve Karmatîlikle suçlandı. Ancak zamanla, Gazneli Mahmud ile arasında samimi ve derin bir münasebet oluştu. Gazneli Mahmûd’un 390/1000-418/1027 yılları arasında Hint kıtasındaki tedricî fetihleri münasebetiyle Hint kültürüne ilgi duydu. Volga ve Uygur Türkleri ile Çin ülkelerinden gelen elçilerden bu ülkelerin kültürüyle ilgili bilgiler aldı. Gazne’ye getirilen Hint âlimlerle münasebetler kurup, Sanskritçe öğrendi. Sultan Mahmûd’un Hindistan seferlerine iştirak etti. Bu seferler münasebetiyle Hint âlimleriyle çeşitli ilmi tartışmalara katıldı. Hindistan din ve kültürünü konu alan ünlü Tahkiku mâ li’l-Hind adlı eseri de bu dönemin ürünüdür.\n\nGazneli Mahmud’un ölümünden sonra oğlu Mesud ve Mevdûd tarafından da himaye gören Bîrûnî, devlet görevlerinin yanı sıra ilmî araştırmalarını yine sürdürdü. Sultan Mesud adına Kânûnü’l-Mesûdî adında astronomi ile ilgili bir eser yazarak ona ithaf etti. Uzun süre devam eden bir hastalığı vesilesiyle ünlü tabip Ebû Bekir er-Râzî’nin eserlerine ait geniş bir katalog hazırladı. İlerlemiş yaşına rağmen ilmî faaliyetlerine ara vermeyen Bîrûnî, muhtemelen 453/1061 yılında seksenli yaşlarında iken Gazne’de vefat etti."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• el-Âsârü’l-Bâkıye ‘ani’l-Kurûni’l-Hâliye: nşr. E. Sachau, Chronologie Orientalischer Völker von Alberunı, Leipzig 1878, 1923.\n• Tahdîdü Nihâyâti’l-Emâkin li-Tashîhi Mesâfâti’l-Mesâkin: Süleymaniye Ktp.,, Fâtih, nr. 3386.\n• et-Tefhîm fî Evâ’ili Sınâ‘ati’t-Tencîm: nşr. Ramsay Wright, The Book of Instruction in the Art of Astrology, London 1934; nşr. Celâleddin Hümâî, Tahran 1362/1983-84.\n• Tahkîku mâ li’l-Hind min Makuletin Makbûletin fi’l-Akl ev Merzûle: nşr. E. Sachau, London 1887.\n• el-Kanûnü’l-Mes‘ûdî: Haydarâbâd-Dekken 1954-1956.\n• el-Cemâhir fi’l-Cevâhir: nşr. F. Krenkow, Haydarâbâd-Dekken 1936.\n• es-Saydele fi’t-Tıb: Karaçi 1973.\n• Risâle fî Fihristi Kütübi Muhammed b. Zekeriyyâ er-Râzî: nşr. Paul Kraus, Epître de Berunı Contenant le Répertoire des Ouvrages de Muhammad b. Zakarıya al-Razıa, Paris 1936."
		},
		"3": {
			"Header": "Öğretisi",
			"Content": "Dinmez bir araştırma tutkusuna sahip olan Birunî, Hârizmce, Soğdca, Arapça, Farsça, Türkçe ve Sanskritçe gibi birçok dile hâkimdi. Bîrûnî’yi İslâm ilim tarihinde öne çıkaran özelliği, özellikle tabiî ve matematik ilimlerdeki başarısı, gözlem ve deneye verdiği önemdir.\n\nBiruni astronomi, aritmetik, geometri, fizik, kimya, tıp, eczacılık, tarih, coğrafya, filoloji ve etnoloji, jeodezi, botanik, mineraloji, dinler ve mezhepler tarihi gibi farklı alanlarda çalışmalar yapmıştır.\n\nBîrûnî çağında İbn Sînâ, Aristo’nun akla dayalı spekülatif felsefe anlayışının bir devamcısı, nefs görüşüne dayanan bir metafizik sistemin temsilcisidir. Tümeli ve mahiyet esas alan bu geleneğe karşılık Bîrûnî gözlem ve deneye önem vermiş, ilmî titizliğiyle matematik ve fizik alanlarında çalışmayı tercih etmiştir. Bîrûnî bu gelenek farklılığının bir sonucu olarak Aristocu felsefeyi İbn Sînâ nezdinde eleştirmiş ve Ebû Bekir er-Râzî’nin klinik gözlem ve deneye dayalı yaklaşımını kendisine daha yakın bulmuştur. İbn Sînâ ve Bîrûnî arasındaki bu metodolojik fark, bu iki ilim kutbu arasında cereyan eden mektuplaşmalarda da kendisini göstermektedir.\n\nBu mektuplardan anlaşıldığı kadarıyla hem dinî hem felsefî saiklerle âlemin ezeliyeti, âlemin tekliği, unsurların tabii mekânları, feleklerin yalnızca dairevî şekilde hareket ettikleri gibi Aristocu düşünceleri eleştirmiştir.  Atom fikrinin reddedilmesinin Ebû Bekir er-Râzî’nin atomcu yaklaşımından hareketle zorunlu bir felsefî tercih olmayacağını belirtmiştir. Bîrûnî’nin bu metodik farklılığı uğraştığı ve başarı elde ettiği noktalarda da kendini göstermektedir. Örneğin Bîrûnî’nin en çok temayüz ettiği alan astronomidir. O, dünya merkezli felekler sistemine dayalı evren modelini kabul etmekle birlikte, yerkürenin hareketsiz merkez olduğu şeklindeki evren anlayışı dışında farklı evren modelleri üzerinde durmuş, buna bağlı olarak güneş merkezli ve arzın dönüşünü esas alan modellerin hesaplamalarını yapmıştır. Astronomi ve bazı fizik bilimlerinde çeşitli aletler geliştirerek ölçmeye dayalı bazı deneyler yapmış, yaşadığı coğrafyanın boylam ve enlemlerini bugünkü değerlere yakın bir şekilde hesaplayabilmiştir. Onun yerin ekliptik eğimine dair bulduğu sonuç modern hesaplamalara çok yakın bir değerdedir. Bîrûnî yoğun ilmî faaliyetlerini belirli bir dini hassasiyet içinde yürüten bir alimdir. Onun Aristo felsefesi eleştirileri felsefî gereklerden hareket ettiği kadar dinî gereklerden de hareket eder. Bunun yanında Bîrûnî İslâm toplumunun düzenini ihlal eden aşırı Şiî Karmatîler’e karşı bir eser yazmış, İbn Sînâ’nın İslâm inancına aykırı gördüğü bazı görüşlerine karşı çıkmış, tıbbî birikimine hayran olduğu Ebû Bekir er-Râzî’nin peygamberliği inkâr eden anlayışına da eleştiriler yöneltmiştir. Ayrıca Müslümanların büyük çoğunluğunun sahip olduğu Ehl-i Sünnet inançlarını savunmak için Şiî ve bazı aşırı-şiî gruplarla çeşitli ilmî tartışmalara girmiştir. Bununla birlikte Bîrûnî dengeli bir tavırla farklı din ve mezheplere dair araştırmalarını objektif bir tarzda sunmasını da bilmiştir. Nitekim onun Hint kültür, din ve tarihine yönelik araştırmaları bugün o döneme ışık tutması itibariyle dinler tarihinin vazgeçilmez kaynaklarından biridir."
		}
	}
}
