{
	"Name": "Cemal Yıldırım",
	"Desc": "Türk mantık ve felsefe profesörü",
	"Period": "Republic",
	"Lifetime": [ 1925, 2009 ],
	"Importance": "High",
	"GUI": {
		"Position": [ -145, 5 ],
		"Color": [ 255, 229, 244 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri ve Tarihi: Kulp, Diyarbakır, Türkiye - 17 Nisan 1925\n• Eğitimi ve Akademik Kariyeri:\n----> İlköğrenim: Kulp İlkokulu\n----> Ortaöğrenim: Akçadağ Köy Enstitüsü\n----> Yükseköğrenim: Hasanoğlan Yüksek Köy Enstitüsü\n----> Lisans: Londra Üniversitesi Eğitim Fakültesi (1952)\n----> Doktora: Indiana Üniversitesi, Eğitim Felsefesi ve Bilim Felsefesi (1963)\n----> Akademik Unvanlar: 1974’te profesör oldu\n----> Görev Aldığı Üniversiteler: ODTÜ, California State University - Northridge\n• Benimsediği Felsefi Yaklaşımlar:\n----> Bilim Felsefesi: Bilimin doğasını ve yöntemlerini analiz etti.\n----> Mantık: Doğru düşünme yöntemleri üzerine çalışmalar yaptı.\n----> Eğitim Felsefesi: Eğitimde bilimsel düşüncenin önemini vurguladı.\n• Akademik ve Kültürel Katkıları:\n----> ODTÜ’de bilim felsefesi ve mantık dersleri verdi.\n----> Hans Reichenbach’ın “Bilimsel Felsefenin Doğuşu” adlı eserini Türkçeye çevirdi.\n----> Bilim tarihi ve felsefesi alanında Türkiye’de önemli çalışmalar yaptı.\n• Ödülleri ve Başarıları:\n----> Bilimsel düşüncenin yaygınlaşmasına katkı sağladı.\n----> Türkiye’de bilim felsefesinin gelişimine öncülük etti.\n\nCemal Yıldırım (1925 - Mart 2009), Türk mantık ve felsefe profesörü. 80'li yıllardan beri Türkiye'de bilimsel felsefe akımının ve bilim felsefesinin önde gelen isimlerindendir. 1925 yılında Diyarbakır'ın Kulp ilçesinde dünyaya geldi. Müftü Celal Yıldırım'ın kardeşi ve matematikçi Cem Yalçın Yıldırım'ın babasıdır."
		},
		"1": {
			"Header": "Eğitimi",
			"Content": "Eğitim hayatına köy enstitüsünde başladı. ABD'de Indiana Üniversitesi'nde eğitim felsefesi ve bilim felsefesi alanlarında doktora yaptı."
		},
		"2": {
			"Header": "Ölümü",
			"Content": "Profesör Cemal Yıldırım, 84 yaşında öldü. Cenazesi 23 Mart 2009 Pazartesi günü Altınoluk'ta toprağa verildi."
		},
		"3": {
			"Header": "Eserleri",
			"Content": "15 telifli kitabı, iki çevirisi, birçok araştırma yazısı ve bilimsel makalesi vardır. Önemli eserleri arasında “Evrim Kuramı ve Bağnazlık”, “Bilimsel Düşünme Yöntemleri”, “Mantık”, “Bilim Tarihi” ve “Bilim Felsefesi” sayılabilir. Hans Reichenbach'ın Bilimsel Felsefenin Doğuşu (The Rise of Scientific Philosophy) adlı önemli eserini Türkçeye çevirdi."
		},
		"4": {
			"Header": "Kitapları",
			"Content": "• 100 Soruda Evrim Kuramı ve Bağnazlık, Gerçek Yayınevi (1989)\n• 100 Soruda Mantık El Kitabı (1976)\n• Ansiklopedik Çağdaş Felsefe Sözlüğü, Doruk Yayınları (2004), 9789755534336\n• Belgelerle Ağrıda Ermeni Mezalimi, Bilge Karınca Yayınları (2002), 9799756553267\n• Bilim Felsefesi, Remzi Kitabevi (1979), 9789751402943\n• Bilim Tarihi, Remzi Kitabevi (1983), 9789751403148\n• Bilimin Öncüleri, TÜBİTAK Yayınları (1996), 9786050028027\n• Bilimsel Düşünme Yöntemi, Bilgi Yayınevi (1997), 9789755335780\n• Çağdaş Felsefe Sözlüğü, Bilgi Yayınevi (2000), 9789754948929\n• Delal ile Zişan'ın Vuslat Gecesi, IQ Kültür Sanat Yayınları (2003)\n• Doğru Düşünme Yöntemi (1988)\n• Evrim Kuramı ve Bağnazlık, Bilgi Yayınları (1989) 975-494-710-4\n• Eğitim Felsefesi, Açıköğretim Fakültesi Yayınları (1987)\n• Eğitimde Araştırma Metodları (1966)\n• Eğitimde Ölçme ve Değerlendirme, ÖSYM (1983)\n• Logic: The Study of Deductive Reasoning, ODTÜ Yayınları (1973)\n• Mantık: Doğru Düşünme Yöntemi, Verso Yayınları (1987), 9789754947762\n• Matematiksel Düşünme, Remzi Kitabevi (1996), 9789751400789\n• Science: Its Meaning and Method, ODTÜ Yayınları (1971)\n• The Logic of Value Judgments, ODTÜ Yayınları (1965)\n• The Patterns of Scientific Discovery, ODTÜ Yayınları (1981)"
		},
		"5": {
			"Header": "Görüşü",
			"Content": "   Cemal Yıldırım'a göre pozitivizm, elde edilen olguların deney ve gözleme dayanılarak mantıksal çerçevede çözümlemesinin yapılmasıdır. Felsefeye düşen görev bilimlerin üstüne çıkmak değil, bilimin ulaştığı sonuçların sentezini yapmak ve bu sonuçları sistemleştirmektir."
		},
		"6": {
			"Header": "Bilim Felsefesi (1973)",
			"Content": "Kitabın amacını, aydın tanımı da işin içine katılarak yazarı tarafından şöyle açıklamaktadır: Çağın aydını, bilimin anlamı ve bilimsel düşünmenin niteliği üzerinde sağlam bir anlayış kazanmış kişidir. Kitabın amacı, bu anlayışın başlıca özelliklerini ortaya koymak, bilimi bir bilgi yığını olarak değil, bir düşünme yöntemi olarak açıklamaktır (Yıldırım 1979, 5). Bu çerçevede öne çıkarılan bilim felsefesi, konu ve amacına uygun olarak, eleştirel ve analitik bir düşünme çabasına dayanır (Yıldırım 1979, 5).\n\nYıldırım’a göre bilim felsefesinin amacı, bilimi anlatmaktır. Bilimin çeşitli açıklamaları olmakla birlikte, bilimi hem bir düzen hem de bir sonuç olarak görmek gerekir. Sonuç olarak bilim düzenli ya da organize bir bilgi bütünüdür. Bilgiler önerme denilen dilsel ifade biçimleriyle yer aldığından, bilimi anlama, bir bakıma, bu önermeleri inceleme, eleştirme ve çözümleme demektir. Önermeleri oluşturan terim ya da kavramları aydınlatma, bu kavramlar arasındaki ilişkileri belirleme, önerme ve kavramları mantıksal bir ilişki düzeni içinde kapsayan teori veya benzer sistemler yapı ve işleyiş olarak açıklığa kavuşturma bu yaklaşımın başlıca özelliğini belirleyen süreçlerdir. Bu anlamda bilim felsefesi, bilimin dilsel yapısını çözümleme, eleştirme, ve aydınlatma çabasından başka bir şey değildir (Yıldırım 1979, 9). Bu sürecin içinde gözlem, deney, ölçme gibi olgu saptama amacı güden işlemleri birinci grupta, tümevarım ve tümdengelim çıkarım, kavram ve hipotez kurma gibi işlemler ikinci gurupta yer alırlar (Yıldırım 1979, 9). Bir başka deyişle bilim felsefesi, bilimi anlama çabasını iki temel ayırım üzerinde yürütür:\n• Olgu ve teori ilişkisi\n• Buluş ve doğrulama bağlamı (Yıldırım 1979, 9)\nSıralanan gereklilikler yerine getirildiğinde bilim felsefesi sorunları açıklanmaya başlanmış olur. Yıldırım’a göre, bilim felsefesi, ne bilimin öğretileriyle tutarlı bir dünya görüşü geliştirmek, ne de bilimin sonuçlarına uygun davranış ve yaşam anlayışı ortaya atmak amacındadır. Bilim felsefesi, bilimin mantıksal çözümlemeye elverişli yapı ve işleyişini açıklama amacı dışında hiçbir iddiası olamayan bir düşünme biçimidir. Olguları betimleme ve açıklama yoluyla anlama ve bilme, bilimin mantıksal yapı ve niteliğini anlama, bilim felsefesine düşen bir işlevdir (Yıldırım 1979, 10).\n\nYıldırım, bilim felsefesini giriş bölümünde tanımladıktan sonra, tanımda yer alan unsurların her birini kitabın çeşitli bölümlerinde incelemiştir. Kitap çeşitli bölümleri içeren dört kısma ayrılmıştır. Söz konusu kısımlar sırasıyla şöyledir: Bilimin Anlamı ve Kapsamı; Bilimsel Metod ve Kapsadığı İşlemler; Bilimsel Açıklama ve Dayandığı Teorik Temeller; Bilimin İnsancıl Sorunları. Ayrıca kitabın sonunda, bilim felsefesine katkı yapmış önemli kişilerin çeşitli metinlerinden bilim felsefesiyle ilgili çeviriler eklenmiştir."
		},
		"7": {
			"Header": "Bilim Tarihi (1974)",
			"Content": "Bu çalışmada, bilim tarihi, bilimin doğuş ve gelişme öyküsü olarak verilmiştir. Yıldırım’a göre bilim tarihinin amacı, bir bakıma, nesnel bilginin ortaya çıkma, yayılma ve kullanılma koşullarını incelemek, bir bakıma da nitelikleri belli bir yöntemin, bir düşünme türünün, hatta geniş anlamda bir bakış açısının oluşumunu saptamaktır. Bilim tarihi amacına, çeşitli bilim kollarında ulaşılan sonuçları sıralayarak değil, bu sonuçları bağlı oldukları koşullar çerçevesinde açıklayarak ulaşmaya çalışır. Görevi olguların ve buluşların bir kataloğunu çıkarmaktan çok, bilimsel kavram, teori ve anlayışın doğuş ve gelişimini izlemek ve açıklığa kavuşturmaktır (Yıldırım 2010, 13).\n\nYıldırım’a göre bilim, çoğu kez sanıldığı gibi, ilk defa ne Rönesans’ta ne de Batı dünyasında çıkmıştır. Bilim, insanlığın ortak kafa ürünüdür. Kökleri ilkel toplumların yaşamına kadar geri gider. Bilimi anlamak, bilim öncesi veya bilim dışı düşünme biçimleriyle ilişkilerini bilmemizi gerektirir. Bu nedenle bilim tarihi, mitoloji, din, sanat, ve metafizik gibi konulara da, bilimle ilişkileri bakımından yer vermek zorundadır.\n\nBilimi, Yunan ve Batı merkezli bir anlayıştan kurtarmak isteyen Yıldırım düşüncesini bilimin gelişmesinin aşamalarını vererek desteklemektedir. Bilim tarihin dört aşaması şöyledir:\n• Mısır ve Mezopotamya uygarlıklarında görülen ampirik bilgi toplama aşaması,\n• Eski Yunanlıların evreni açıklamaya yönelik akılcı sistemlerinin kurulması,\n• Orta Çağların Yunan Felsefesi ile dinsel dogmaları bağdaştıran çalışma karşısında İslam dünyasındaki bilimsel çalışmaların parlak başarılarını kapsayan aşama,\n• Rönesans sonrası gelişmelerin yer aldığı modern bilim aşaması (Yıldırım 2010, 13-14)\nYapılan tanım ve bölümleme Akdeniz medeniyetleri çerçevesinde bilim anlayışının seyrini ortaya koymaktadır.\n\nBu bilim anlayışı çerçevesinde Yıldırım, Bilim Tarihi kitabını şu başlıklar altında incelemiştir: Eski Uygarlıklarda Bilim, Ortaçağ Avrupa’sı ve İslam Dünyasında Bilim, Rönesans ve Modern Bilim, Aydınlanma Çağı ve Bilim, Endüstri Devrimi ve Bilim, Çağdaş Bilim. Konu bu başlıklar altında ayrıntılı incelenirken çalışmanın sonunda bilim tarihiyle ilgili temel metinlerden çeviriler de yer alması, kitabın önemini artırmaktadır."
		},
		"8": {
			"Header": "Matematiksel Düşünme (1988)",
			"Content": "Bu kitap, matematiksel düşünmeyi tartışarak anlamaya yönelik hazırlanmıştır (Yıldırım 1988, 5). Yıldırım’a göre, matematiğin konusunu, sayı, nokta, küme gibi soyut nesneler ve bu tür nesneler arasındaki ilişkiler oluşturmaktadır. Matematikçi bu nesnelerin özelliklerini ve aralarındaki ilişkileri ortaya çıkarma, genelleme ve ulaştığı sonuçları ispatlama çabası içindedir (Yıldırım 1988, 10). Dolayısıyla matematik, sayı , nokta, küme, fonksiyon türünden soyut nesnelere özgü özellikleri ortaya çıkarma, belirleme ve mantıksal olarak kanıtlama bilimi olarak tanımlanabilir (Yıldırım 1988, 11). Bu bağlamda matematik, insan tecrübelerinin bir parçası olarak ihtiyaçlardan doğmuştur. Özünde evreni nicel özellikleriyle algılama yeteneğine dayanan matematiksel düşünme, başlangıçta günlük yaşam ihtiyaçlarına yönelik basit sayma ve ölçme işlemlerinde kendini göstermiştir (Yıldırım 1988, 17). Bu kabulleri doğrultusunda matematiksel düşüncenin özellikleri sıralanmış ve kitap şu bölümlerden oluşmaktadır: Matematiğin Kökeni ve Gelişimi, Modern Matematiğe Geçiş, Matematiksel Düşünme Yöntemi, Matematiksel Nesneler, Matematiksel Kesinlik, Matematikte Bunalımlar, Matematiğin Temellerine İlişkin Felsefi Görüşler, Aksiyomatik Yöntem, Kuramsal Uygulamalı Ayrımı, Matematiğin Bilimdeki Yeri, Matematiğin Kültürel Konumu ve Sanatla İlişkisi, Matematik Eğitimi."
		},
		"9": {
			"Header": "100 Soruda Mantık El Kitabı (1976)",
			"Content": "Bu kitabın amacı, mantıksal düşünceyi tanıtmak, özellikle akıl yürütme denilen düşünme türünü geçerlik    yönünden değerlendirmeğe ilişkin yöntemleri açıklamak (Yıldırım 1976, 5) şeklinde verilmiştir. Yıldırım’ın bildirdiğine göre, mantık sözü, okullardaki ders anlamında ve akıl yürütme olmak üzere iki anlamda kullanılır (Yıldırım 1976, 7). Her iki anlamı da göz önünde bulundurarak mantık sorunları ele alınmıştır. Kitap şu bölümlerden oluşmaktadır: Mantığın Konu ve Metodu, Önermeler, Dedüktif Mantık: Kategorik Önermelere Dayalı Çıkarımlar, Dedüktif Mantık: Kategorik Olmayan Tasımlar, Modern Mantığa Geçiş, Doğruluk Fonksiyonu Mantığı, Formel Çıkarım Metodu, Niceleme Mantığı, Aksiyomatik Metot, Mantıkla İlgili Sorunlar, Mantıksal Doğruluk ve Matematik.\n\nBilimsel yöntem, gözlem, deney, eleştiri, karşılaştırma, tutarlılık unsurlarını kullanarak yapılan araştırmalarda izlenilen yoldur. Sıralanan bu unsurların yerine getirilmesiyle elde edilen bilginin denetlenmesi, bilimsel yöntemin en önemli özellikleri arasındadır."
		},
		"10": {
			"Header": "Bilimin Öncüleri (1995)",
			"Content": "Bu kitap, iki ana bölümden oluşmaktadır: İlki, Bilimin tarifi, tarihi ile, bilimsel yöntemin temel özelliklerinin anlatıldığı bölümdür. Bu bölüm, Bilim Felsefesi, Bilim Tarihi kitaplarında ele aldığı sorunların çok kısa özetleri olarak görülebilir. Bilimin Öncüleri başlığını taşıyan ikinci bölüm, bilimin gelişmesine katkıda bulunan Arşimet’le başlayıp Heisenberg’le biten, Batılı 26 bilim insanın tanıtlamasını içermektedir.\n\nYukarıda çeşitli çalışmalarıyla tanıtılan Cemal Yıldırım, bilim konusunu her yönüyle inceleyen bilim felsefecisidir. Bilimin konusu, yapısı, mantığı, tarihi ve felsefesi gibi çalışmalarıyla bu özelliğini çok açık bir şekilde ortaya koymuştur. Çalışmalarında görülen tutarlılık, öğretici sınıflandırma, tarihsel sıralama, mantıksal bütünlük, Türkiye’de bilim felsefesinin anlaşılmasına çok büyük katkılar sağlamıştır."
		}
	}
}
