{
	"Name": "Cemil Meriç",
	"Desc": "Önemli bir düşünür, yazar ve çevirmen",
	"Period": "Republic",
	"Lifetime": [ 1916, 1987 ],
	"Importance": "High",
	"GUI": {
		"Position": [ -105, -95 ],
		"Color": [ 178, 0, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri ve Tarihi: Reyhanlı, Hatay, Osmanlı İmparatorluğu - 12 Aralık 1916\n• Tam Adı: Hüseyin Cemil Meriç\n• Eğitimi ve Akademik Kariyeri:\n----> İlk öğrenimini Reyhanlı Rüştiyesi'nde, ardından Antakya Sultanisi'nde tamamladı.\n----> İstanbul Üniversitesi Edebiyat Fakültesi'nde Fransız Dili ve Edebiyatı eğitimi aldı.\n----> Fransızca öğretmenliği yaptı ve çevirilerle edebiyat dünyasına katkı sağladı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Cemil Meriç, Doğu ve Batı medeniyetlerini derinlemesine inceleyen, dil ve kültür üzerine yoğunlaşan bir düşünürdü.\n--------> Sosyoloji ve Felsefe: Batı ve Doğu toplumlarını karşılaştırarak kültürel analizler yaptı.\n--------> Dil ve Medeniyet: Dilin toplum üzerindeki etkisini vurguladı.\n--------> Eleştirel Düşünce: Akademik kalıplara bağlı kalmadan özgün bir düşünce yapısı geliştirdi.\n• Akademik ve Kültürel Katkıları:\n----> İstanbul Üniversitesi'nde sosyoloji dersleri verdi.\n----> Batı ve Doğu medeniyetleri üzerine eserler yazdı.\n----> Fransız edebiyatından önemli çeviriler yaptı.\n• Görme Kaybı ve Son Dönemleri:\n----> 1954 yılında göz rahatsızlığı nedeniyle görme yetisini büyük ölçüde kaybetti.\n----> Kitaplarını ailesi ve dostları ona okuyarak yazmasına yardımcı oldu.\n• Önemli Eserleri:\n----> Hint Edebiyatı (1964)\n----> Bu Ülke (1976)\n----> Mağaradakiler (1978)\n----> Bir Dünyanın Eşiğinde (1980)\n----> Kırk Ambar (1983)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "CEMİL MERİÇ, 1916’da Hatay’da doğdu. Ailesi Balkan Savaşı sırasında Yunanistan’dan göçmüştü. Fransız idaresindeki Hatay’da Fransız eğitim sistemi uygulayan Antakya Sultanisi’nde okudu. Tercüme bürosunda çalıştı, ilkokul öğretmenliği ve nahiye müdürlüğü yaptı. 1940’ta İstanbul Üniversitesi’ne girip Fransız Dili ve Edebiyatı öğrenimi gördü. Mükemmel düzeyde Fransızca okuyup yazan Meriç, İngilizce’yi anlıyor, Arapça’yı, kendi ifadesiyle, “söküyor”du. Elazığ’da (1942-45) ve İstanbul’da (1952-54) Fransızca öğretmenliği yaptı. 1941’den başlayarak İnsan, Yücel, Gün, Ayın Bibliyografyası dergilerinde yazmaya başladı. İstanbul Üniversitesi’nde okutmanlık yaptı (1946-63), Sosyoloji Bölümü’nde ders verdi (1963-74). 1955’te, gözlerindeki miyopinin artması sonucu görmez oldu, ama olağanüstü çalışma ve üretme temposu düşmedi. Çeşitli dergilerde yazıları yayımlandı. Hisar dergisinde “Fildişi Kuleden” başlığıyla sürekli denemeler yazdı. 1974’te emekli oldu ve yılların birikimini art arda kitaplaştırmaya girişti. l984’te, önce beyin kanaması, ardından felç geçirdi, 13 Haziran 1987’de vefat etti."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "İlk telif eseri Balzac üzerine küçük bir incelemeydi. Hint Edebiyatı (1964) daha sonra Bir Dünyanın Eşiğinde başlığıyla iki kez daha basıldı. Saint-Simon, İlk Sosyolog İlk Sosyalist, 1967’de çıktı. 1974’ten sonra yayımlanan kitapları şunlardır: Bu Ülke (1974), Umrandan Uygarlığa (1974), Mağaradakiler (1978), Kırk Ambar (1980), Bir Facianın Hikâyesi (1981), Işık Doğudan Gelir (1984), Kültürden İrfana (1985). Balzac’tan yaptığı çevirilerin ilki 1943’te yayımlandı. Fransız edebiyatından yaptığı çevirilerin yanı sıra, Uriel Heyd’in Ziya Gökalp, Türk Milliyetçiliğinin Temelleri (1980), Thornton Wilder’ın Köprüden Düşenler (1981) ve Maxime Rodinson’un Batı’yı Büyüleyen İslâm (1983) adlı eserlerini de Türkçe’ye kazandırdı. İletişim Yayınları Cemil Meriç’in “Bütün Eserleri”ni toplu halde basarken, daha önce yayımlanmamış üç kitabı daha yayımlandı: Jurnal 1 (1992), Jurnal 2 (1993), Sosyoloji Notları ve Konferanslar (1993). “Bütün Eserleri” dizisinden “gözden geçirilmiş yeni baskı”sı yapılan kitaplar ise şunlardır. Bu Ülke (1983), Bir Dünyanın Eşiğinde (1994), Saint-Simon İlk Sosyolog, İlk Sosyalist (1995), Umrandan Uygarlığa (1996), Mağaradakiler (1997), Kırk Ambar 1 - Rümuz-ül Edeb (1998), Kırk Ambar 2 - Lehçe-t-ül Hakayık (2006), Işık Doğudan Gelir (2008). Cemil Meriç’in Bütün Eserleri 2013’te yayımlanan Kültürden İrfana’yla 12 ciltlik bir külliyat olarak tamamlandı. Cemil Meriç’in çevirileri de yine İletişim Yayınları tarafından, “Bütün Çevirileri” başlığı altında, ilki Balzac’ın Altın Gözlü Kız çevirisi olmak üzere 2016’da yayımlanmaya başlandı."
		},
		"3": {
			"Header": "İnsanın Anlam ve Mahiyeti",
			"Content": "Esas olarak “insan nedir?” suali felsefenin gündeminde hep var olmuş ve üzerine pek çok araştırma, çalışma yapılarak onun neliğine ilişkin birbirinden farklı görüşler ileri sürülmüştür. İnsanın anlam ve mahiyetine yönelik yapılan çalışmalardaki farklılıklar, onun varlık yapısının nasıl olduğuna ilişkin ortaya konulan görüşler üzerinde ortak bir uzlaşma sağlanamamasından kaynaklanmaktadır. Nitekim bu hususta, etik ve felsefi antropoloji alanındaki araştırmalarıyla tanınan Max Scheler (1874-1928), insanla ilgilenen bilimlerin sayısındaki artışa dikkat çekerek, bu bilimlerin ne kadar önem taşıdıkları fark etmeksizin, insanı anlama ve tanımlama yolunu kapatarak onu çıkmaza sürükleyen bir yapıya dönüştürdüğünü belirtir (Scheler, 1998, s.12). Ayrıca o, insanın “olmakta olan bir varlık” olarak kendi gerçekleştirdiği eylemleri ile şekillenerek var olduğunu ifade eder (Scheler, 1998, s. 7). İnsan her şeyden evvel, kendisini herhangi bir sınırlamaya tabi olmadan hür bir şekilde biçimlendiren bir canlı olmanın yanında, varlık şeklinin nasıl bir yapıya sahip olacağı hakkında farklı istençlerde bulunan ve bunu belirleme yetisi olan bir canlıdır (Akarsu, 1987, s. 165). O, “bilinç”, “isteme” ve “karar verebilme” yönleri ile kendine özgü nitelikler barındırmaktadır. Bu özellikler onu öteki canlılardan farklılaştıran önemli unsurlardır. Ancak insan, ne sadece biyopsişik ne sadece biyolojik ne de onu sadece belirli bir tarafı ile inceleyen bilimlerin öne sürdüğü gibi tek yönlü bir varlıktır. O, bütün bunlar dâhilinde “bütünlükçü” bir çerçeveden hareket ederek incelenmesi önem taşıyan bir canlıdır. Çünkü insan, bahsedilen belirli özellikleri dışında, manevi değerler alanı ile de kendi benliğini ve varlığını özel kılan bir niteliğe sahiptir. Bu anlamda, insanı inceleyen bilimlerin, onu, sadece bedeniyle tanımlanabilecek bir varlıkmışçasına değerlendirmeye çalışmaları, esasında “Batı tekniğinin” her açıdan, insana yönelik ortaya koyduğu “tek yanlı” ilgi ve tavrı neticesinde oluşan bir durumdur (Scheler, 1998: 78). Dolayısıyla insanın ne’liği incelenirken onun bu özelliğini de göz önünde bulundurmak gerekir. Aynı hususta Mengüşoğlu’nun düşüncesine göre; şayet, insan hakkında kapsamlı bir varsayım elde edilmek isteniyorsa bu, onu tek yönüyle inceleyen yaklaşımların aksine ancak ve ancak ona ilişkin “bütünlükçü” bir yaklaşım tarzı ile mümkün olabilir. Bu bağlamda o, insanın “varlık şartları” ile beraber incelenmesi gerektiği fikrini savunarak, “insanın biyolojik özelliklerinden, iç hayatından, ruh ile beden arasındaki ilişkiden, süje veya bilinç alanlarından değil, insanın somut varlık-bütününden, bu varlık-bütününde temelini bulan varlık-koşullarından, fenomenlerinden hareket edilmesi” gerektiğinin altını çizer (Mengüşoğlu, 2015, s. 19). Bu doğrultuda Mengüşoğlu Scheler’i, insanın “neliğini” açıklarken onu, kendi belirlediği geist, bilinç, zekâ, vb. kavramlar çerçevesinde inceleyerek genel bir kanıya varma çabasını da eleştirir. Ona göre, insanın hayvan ile karşılaştırıldığında ondan farklı olarak varlık şeklinin nasıllığı incelenirken o, Scheler’in veya diğer bilim dallarındaki düşünürlerin öne sürdüğü gibi tek yönlü ve göreceli bir bakış çerçevesinde değil “bilimsel”, “deneysel araştırmalar” zemininde “bütünsel” bir yaklaşımla ele alınarak açıklanması gereken bir varlıktır (Mengüşoğlu, 2015, s. 14). Dolayısıyla Mengüşoğlu için soyut, manevi birtakım sözcük ve kavramlarla, doğru ve bütüncül bir insan tanımı ve ayrımına ulaşılamaz. Kısaca, insana ilişkin öne sürülen fikirlerden de anlaşılacağı gibi o, devamlı hareket halinde olan bir varlıktır. Tıpkı yeni doğan bir bebeğin zamanla büyümesi, gelişmesi, çocukluk hâli, yetişkinlik hâli ve son olarak yaşlılık hâli dikkate alındığında bu durum açıkça görülmektedir. İşte bu değişim ve dönüşüm çerçevesinde o, sosyal ve kültürel manada değişmekle beraber düşünce yapısı olarak da aynı kalmamakta ve yenilenmektedir. Dolayısıyla her bir insan tekine özgü akıl, düşünce, duygu ve bunları dile getirme, sunma biçimleri farklı olduğu için insanın tarifi hakkında ortak bir duruş sergilenemediği belirtilebilir. Cemil Meriç, biyoloji biliminin insanı yalnızca canlı bir varlık şeklinde incelediğini söyler (Meriç, 2018b, s. 45). Ona göre insan, diğer tüm yaratılanlar içerisinde farklı bir şekilde incelenmesi gereken varlıktır ancak yalnızca bir tarafı ile değil bütün yönleriyle birlikte araştırılmalıdır. Yine Meriç’e göre her ilim, insanı kendi açısından ele alıp tanımlamaya çalıştığı için, binlerce ciltte açıklanıyor gözükmesine rağmen insanı bütünlüğü ile ifade eden bir tanım bulunmamaktadır (Meriç, 2019a, s. 322). Oysaki insan, öne sürülen görüşlerden de anlaşılacağı üzere, tek bir yanı ile değil, bütün taraflarıyla dikkate alınıp incelenmesi gereken bir canlıdır. Dolayısıyla insanın ne olduğu açıklanmaya çalışılırken, yukarıda değindiğimiz “bütünlükçü yaklaşım” fikri ile Meriç’in bu düşüncesinin benzerlik taşıdığını söylemek mümkündür. Meriç “insan ilimleri”nin, insanın kendisi olmasını sağlayan düşünce ve duygu âlemi üzerine yoğunlaştığını belirtir (Meriç, 2018b, s. 45). Dolayısıyla o, insanı insan yapan etkenlerden bahsederken onun “düşünce” ve “duygu” tarafının önemine vurgu yapar. Yine Meriç, “insan denen meçhulün” evrendeki en garip serüvenlerden birisi olduğunu belirtir ve onun, bilinen canlılar içerisinde düşünme becerisi olan tek varlık olduğuna işaret eder (Meriç, 2019a, s. 112). Onun düşüncesine göre insan, zekâsı sayesinde ilerleme kaydetmektedir ve bu nedenle içinde bulunduğu tüm alanlarda başarı, daima insanla birlikte olacak bir şeydir ( Meriç, 2018b, s. 31). Meriç’e göre, fiziki âlemde “determinizm” hâkimdir ancak insan dünyasında ise özgürlük egemendir (Meriç, 2018b, s. 34). O, bu yönüyle kendi yaşamında gelişen olaylara, durumlara yön verme yeteneği ve sorumluluğunu taşır. Zira Meriç’in düşüncesinde insan, “irade sahibi” bir canlıdır (Meriç, 2018b, s. 33). Ayrıca Meriç’in, insanı inceleme şekli çevresinden tamamen bağımsız olmayan, aksine çevreden aldığı etkiler kapsamında tepkiler ortaya koyan ve bu çerçevede kendisini ve etrafını şekillendiren bir varlıktır. Bunu, Meriç’in kendi yaşamında ve yaşadığı olaylar, gelişmeler üzerinde de görmek mümkündür. Üstelik Cemil Meriç’in, Marx’ın öne sürdüğü, insanı kendisi yapan asıl şeyin onun dış dünya ile birlikte karşılıklı olarak etkileşime girmesi ve bununla birlikte değişmesiyle oluşan bir yapı olduğu fikriyle de benzer görüşte olduğu belirtilebilir (Meriç, 2018b, s. 206). Dolayısıyla Meriç’e göre insan, içinde bulunduğu çevreyi etkileyen ve aynı zamanda da ondan etkilenen önemli bir varlıktır. Genel olarak Meriç, yazı hayatına başladığı ilk andan itibaren kendi yaşadığı ve gözlemlediği durumlar dâhilinde yukarıda da değindiğimiz üzere net, açık seçik bir insan tanımı yapmasa da bütün yazılarında insan ve onun yapıp etmelerinin etkileri, sonuçları olduğu söylenebilir. Ayrıca Cemil Meriç’in, Scheler ve Mengüşoğlu’nun çalışmalarını okuyup okumadığı bilinmemekle beraber, yazılarından, düşüncelerinden anladıklarımızı kendi gözlemlerimiz çerçevesinde değerlendirdiğimizi belirtmekte yarar vardır. O hâlde denilebilir ki Meriç, Scheler’in yaptığı gibi insanı sadece “geist”2 varlığı şeklinde tek yönden değerlendirmek yerine, insanın insan olmasını sağlayan ve onu şekillendiren; kültür, inanç, dil, ideoloji, medeniyet, toplum vb. kavramlar çerçevesinde incelemeye çalışır. Bu bakımdan Scheler ile insanı belirli bir kavram çatısı altında inceleme yönünden benzerlik gösterse de onu ele alma noktasında ayrılmaktadır. Mengüşoğlu ise insanı, belirli bir kavram kümesi etrafında soruşturmak yerine onu, somut bir bütünsellik ile varlık şartları çerçevesinde ve deneysel araştırmalar kapsamında incelemek gerektiğini savunur. Özetle Meriç’in insan hakkındaki düşünceleri kısaca böyle toparlanabilir. Ayrıca onun düşüncesinin seyrinde sabit, durağan bir çizgi olmadığını da söylemek mümkündür. O, düşüncenin çok boyutluluğuna inanan ve ortaya konulan, öne sürülen fikirlerin yeni ve farklı bakış açılarıyla değerlendirilebileceğini kabul eden bir düşünürdür. Ona göre, nasıl ve neden dünyaya geldiği anlaşılamayan insan, içinde bulunduğu âlemde aç kalmadan yaşamını sürdürebilmek için, kendi kendini dahi yok eden garip bir canlıdır (Meriç, 2019a, s. 111). Bu bağlamda o, her türlü felaket karşısında sabırla hareket etmekle birlikte, söz konusu kendi yaşamı olduğunda elindeki tüm imkânları, sınırları zorlayan bir varlıktır."
		}
	}
}
