{
	"Name": "Cemil Sena Ongun",
	"Desc": "Eğitimci, yazar",
	"Period": "Republic",
	"Lifetime": [ 1894, 1981 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -150, -45 ],
		"Color": [ 178, 0, 89 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri ve Tarihi: Seydişehir, Konya, Osmanlı İmparatorluğu - 1894\n• Eğitimi ve Akademik Kariyeri:\n----> İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü'nden mezun oldu (1916).\n----> Sorbonne Üniversitesi'nde felsefe eğitimi aldı (1927).\n----> Niğde Öğretmen Okulu'nda psikoloji ve pedagoji öğretmenliği yaptı (1917).\n----> İstanbul ve Anadolu'daki çeşitli okullarda felsefe, sosyoloji ve pedagoji dersleri verdi.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Cemil Sena Ongun, özellikle felsefe, sosyoloji, pedagoji ve estetik alanlarında çalışmalar yapmıştır.\n--------> Eğitim Felsefesi: Öğretim yöntemleri üzerine kapsamlı eserler yazdı.\n--------> Estetik: Sanat ve güzellik anlayışı üzerine derinlemesine çalışmalar yaptı.\n--------> Din ve Felsefe: Tanrı anlayışı ve insan ruhu üzerine eserler kaleme aldı.\n• Akademik ve Kültürel Katkıları:\n----> İstanbul Üniversitesi Eğitim Müzesi'nde müdür yardımcılığı yaptı.\n----> Millî Eğitim Bakanlığı'nda çeşitli görevlerde bulundu.\n----> Hakimiyet-i Milliye gazetesinde gazetecilik yaptı (1920-1923).\n• Önemli Eserleri:\n----> Estetik (1931)\n----> Allah Fikrinin Tekâmülü (1934)\n----> Buda ve Konfüçyüs (1941)\n----> Meşhur Filozoflar (1950)\n----> Hz. Muhammed’in Felsefesi (1967)\n----> Büyük Filozoflar Ansiklopedisi (1957-1969)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Eğitimci, yazar (D. 1894, Seydişehir / Konya - Ö. 15 Nisan 1981, İstanbul). İstanbul Üniversitesi Edebiyat Fakültesi (İstanbul Yüksek Öğretmen Okulu) Felsefe Şubesi (1916) ve Sorbonne Üniversitesi (1927) Felsefe Bölümü mezunu. 1917’de ilk görev yeri olan Niğde Öğretmen Okuluna psikoloji ve pedagoji öğretmeni olarak atandı. Sonraki yıllarda Anadolu ve İstanbul’daki çeşitli lise ve öğretmen okullarında felsefe, sosyoloji, pedagoji öğretmenliği yaptı.\n\nİstanbul Üniversitesi Okul ve Eğitim Müzesi Müdür yardımcısı, Millî Eğitim Bakanlığı Hars Dairesi Mümeyyizliği ve Ankara Müzesi memurluğu görevlerinde bulundu. Ankara Kız Öğretmen Okulunda pedagoji ve psikoloji okuttu. Bir süre Hakimiyet-i Milliye (1920-23) gazetesinde gazetecilik de yapan Cemil Sena’nın, yardımcı ders kitapları dışında deneme, araştırma, monografi türlerinde eserleri ile çevirileri vardır."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "İNCELEME-DENEME-MONOGRAFİ: Umumi Usul-i Tedris (1928), Hususi Tedris Usulleri (1930), Ameli Tedris Usulleri (1930), Estetik (1931), İlk ve Orta Tedrisatta Hususi Tedris Usulleri (1932), Allah Fikrinin Tekâmülü (1934), Mufassal Umumi Tedris Usulleri (1935), Felsefe ve İçtimaiyat Notları (1935), Ruhi Mucizeler (1935), Psikoloji Dersleri (1936), Yeni Kadın (1936), Büyük Adam Olmak (1940), Buda ve Konfüçyüs (1941), Felsefe ve Sosyoloji (1943), Yahya Kemal: Eserleri ve Şahsiyeti (1945), Mehmet Akif: Hayatı Eserleri ve İdealleri (1947), Sanat Sistemleri ve Ahmet Haşim’in Sembolizmi (1947), Saadet Yolları (1948), İnsan Hakları Evrensel Beyannamesi (1949), Meşhur Filozoflar (1950), İnsan Ruhu Ebedi midir? (1951), Ahuramazda Böyle Dedi (1960), Büyük Filozoflar Ansiklopedisi (4 cilt, 1957-69), Hz. Muhammed’in Felsefesi (1967), İnsanlar ve Ahlâklar (1970), Tanrı Anlayışı (1978).\n\nÇEVİRİ: Mufassal Ruhiyat Usulleri (G. Dumas’dan, 1931), Hipnotizma (P. Janet’den, 1936), Sen ve Ben (P. Geraldy’den, 1947)."
		},
		"3": {
			"Header": "Cemil Sena Ongun'un \"Fikir Kırıntıları\"nda Sosyal Darwinist Yansımalar",
			"Content": "Bu çalışma Tek Parti Dönemi aydınlarından Cemil Sena Ongun’un Varlık Mecmuasındaki uzun metrajlı “Fikir Kırıntıları” başlıklı yazı dizindeki sosyal Darwinizmin etkisini anlamaya odaklanmaktadır. 19. yüzyılın ikinci yarısından başlayarak 20. yüzyılın ikinci yarısına kadar Batı düşüncesini etkileyen yaklaşımlarından olan sosyal Darwinizm, insanı biyolojiye indirgemekte, içtimai yaşamı bu düzlemde inşa etmeye çalışmaktadır. Başta Avrupa olmak üzere dünyanın pek çok ülkesinde uygulama alanı bulan sosyal Darwinizm, Tek Parti Dönemi aydınlarının da dikkatini çekmiş ve bu insanları oldukça fazla etkilemiştir. Bu yüzden dönemin devlet ideolojisini yansıtma ve inşa etme iddiasında olan Varlık Mecmuası’nın yazarlarından Cemil Sena Ongun’un “Fikir Kırıntıları” yazı dizisinin anlaşılması önem arz etmektedir. Bu yazı dizisinde Cemil Sena, Tanrı fikrinin tekâmülünden insanın ontolojik anlamına, ahlak mefhumunun mahiyeti ve kökeninden “tarih evvel” zamanların nasıl anlaşılması gerektiğine kadar pek çok konuya değinmiştir. Bu konuları/kavramları sosyal Darwinist perspektifle inceleyen Cemil Sena bu yaklaşımı doğrudan kullanan ve savunduğunu da açıkça ifade eden nadir Cumhuriyet dönemi aydınları arasındadır. Bu nedenle Cemil Sena’nın “Fikir Kırıntıları”ndaki sosyal Darwinist etkinin anlaşılması dönemin düşünce dünyasının anlaşılması için oldukça önemlidir."
		}
	}
}
