{
	"Name": "Davud-i Kayseri",
	"Desc": "Ekberî ekol mensubu sûfî-müellif, ilk Osmanlı başmüderrisi",
	"Period": "Islamic",
	"Lifetime": [ 1260, 1350 ],
	"Importance": "High",
	"GUI": {
		"Position": [ 70, -110 ],
		"Color": [ 175, 15, 26 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Tam İsim: Dâvûd b.Mahmûd b. Muhammed er-Rûmî el-Kayserî\n• Doğum Yeri: Kayseri\n• Ölüm Yeri: İznik\n• Hocaları: İbn Sertâk, Abdürrezzâk el-Kâşânî, Sirâceddîn el-Urmevî\n• Öğrencileri: Tâceddin el-Kürdî\n• Etkilendikleri: İbnü’l-Fârız, Nasîrüddin Tûsî, Sadreddin Konevî, İbnü’l-Arabî, Saîdüddin Fergānî\n• Etkiledikleri: Kutbüddin İznikî, Celâleddin Aştîyânî, Haydar Âmûlî, Efdalüddin Torke, Sâinüddin Torke, İbn Türke, İsmail Hakkı Bursevî, Yazıcızâde Ahmed Bîcân, Yazıcızâde Muhammed Efendi, Molla Sadra, Molla Fenârî\n• Ekolleri: Felsefe, Ekberîlik\n• Etkilendiği Ekoller: Ekberîlik, Sühreverdiyye"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Aslen Sâve’li bir aileye mensup olan Dâvûd-ı Kayserî, Moğol istilasından kaçan ailesinin Kayseri’ye gelmesinin ardından burada doğmuştur. Bazı kaynaklarda Karamânî nisbesiyle anılması, o yıllarda Kayseri’nin Karamanoğulları’na bağlı bir şehir olmasıyla yahut Dâvûd-ı Kayserî’nin Konya’da ilmî faaliyetlerde bulunduğu sıralarda, Konya’nın ait olduğu siyasî teşekkülü ifade etmesiyle ilişkilendirilir. Tam tarihi bilinmemekle beraber 1258-1261 yılları arasında doğduğu öne sürülmektedir. Kaynaklarda hayatı hakkında tafsilatlı bilgiye yer verilmemiştir. Ailesinin ilim geleneğine mensup bir aile olmasından ötürü Dâvûd-ı Kayserî, erken yaşlarda Kayserî’deki medreselerde tahsil hayatına başlamıştır. Mısır’a gitmeden önce Kayseri ve Konya’da Kur’ân, sarf, nahiv, âdâbü’l-bahs ve mantık gibi temel dersleri almıştır. Konya’daki üstadlarından Sirâceddin Urmevî (ö. 682/1283), Sadreddin Konevî (ö. 673/1274) vasıtasıyla İbnü’l-Arabî’nin tasavvufî öğretisinden haberdardır. Ayrıca Urmevî’nin Mısır’da tahsil görmüş olması Kayserî’nin de eğitimine Mısır’da devam etmesinin sebebi olarak zikredilir. 1275’ten sonraki bir tarihte Mısır’a gittiği anlaşılan Davûd-ı Kayserî’nin bu ilmî seyahati hakkında araştırmacılar, onun yüksek tahsilde bulunmak amacıyla Mısır’a gittiğini belirtmektedirler. Eserlerinde Arap diline olan yetkinliği bariz bir biçimde görülen Kayserî’nin bu gerekçeye dayalı olarak Mısır’da uzun bir müddet kaldığı tahmin edilmektedir. Kayserî’nin ilmî hayatı açısından Mısır’la ilgili önemli bir diğer husus ise ileride kasidelerine şerh yazacağı İbnü’l-Fârız’ın (ö. 632/1235) etkisindeki tasavvufî çevre ile tanışmış olmasıdır. İbnü’l-Arabî takipçilerinin okudukları pek çok nüshada bulunmasına rağmen Kayserî’nin Şerhu’l-Hamriyye’sinde, tıpkı İbnü’l-Fârız’ın torunu Ali’nin okuttuğu Hamriyye nüshasında olduğu gibi, 23-30. beyitlerin bulunmayışı, onun bu çevreyle olan ilişkisinin en açık karinesi sayılmaktadır.\n\n1287’de Mısır’dan ayrılan Kayserî’nin 1314’te Niksar’a gidene kadar Kayseri ya da Konya’da müderrislik yaptığı tahmin edilmektedir. 1314’te Niksar Nizamiye/Yağıbasan Medresesi’nde Merâğa Matematik-Astronomi Okulu mensuplarından İbn Sertak’tan (ö. 1328 civ.)  matematik-astronomi ilmini tahsil ettiği, Kayserî’nin burada istinsah ettiği iki eserden anlaşılmaktadır. Buradan muhtemelen hocası İbn Sertâk’ın da teşvikiyle Tebrize’e gelen Kayserî, Abdürrezzâk el-Kâşânî’den (ö.736/1335) Fusûsu’l-Hikem’i okumuştur. 732/1331 yılında aldığı manevî bir işaretle Fusûs Şerhini kaleme almıştır. Bu tarih aynı zamanda Davûd-ı Kayserî’nin ilmî biyografisi açısından son derece ilginç bir durumu ifade etmektedir: O, ilk telifi olan bu şerhi yetmiş bir yaşında kaleme almıştır; diğer telifleri ise birkaç yıllık periyotlarla bu şerhi takip etmişlerdir.\n\nAyrıca Kayserî’nin Tebriz’de kaldığı süre zarfında hocası Abdürrezzâk el-Kâşânî vasıtasıyla Sühreverdîlik ile tanıştığı, hatta bu tarikat usûlünce seyrüsülûkunu tamamladığı da söylenenler arasındadır. 1331’de İznik fethedilince Orhan Gazi buraya Osmanlı’nın ilk medresesini inşa ettirmiştir. 1335 yılında Dâvûd-ı Kayserî bu medreseye müderris olarak tayin edilmiştir. Kayserî, İznik’te 751/1350 yılında vefat etmiş ve ders verdiği medresenin karşısına Çınardibi denilen yere defnedilmiştir."
		},
		"2": {
			"Header": "Önemli Eserleri",
			"Content": "Matla’u Hususi’l-Kilem fi Maani Fususi’l-Hikem, Şerhu Kasideti’l-taiyye, Şerhu Kasideti’l Mimiyye, Şerhu Besmele bi’s-Süreti’n-Neviyyeti’l-Kamile, Nihayeyetü’l-Ma’i’l-Hayat ve Keşfü Esrarı’z-Zulümat, Keşfü’l-Hicab an Kelami Rabbi’l-Erbab, Esasü’l-Vahdaniyye ve Mebne’l-Ferdaniyye, El-İthafu’s-Süleymani fi’l-ahdi’l-Ürbani."
		},
		"3": {
			"Header": "Görüşü",
			"Content": "Dâvûd-ı Kayserî hem yaşadığı dönem hem de bu esnada bulunduğu ilmî muhit itibariyle ilimler tarihi açısından dikkat çeken bir simadır. Özellikle Osmanlı Devleti’nin kuruluş aşamasında üstlendiği kritik müderrislik vazifesi, devletin sonradan benimseyeceği ilmî politikaya yön vermiş gözükmektedir. Kayserî’nin Türklerin Anadolu’yu fethiyle başlayan ve kendi yaşadığı döneme kadarki yerel nitelikli ilmî teşekkülü, önce Şam-Kahire akabinde İran-Türkistan illerindeki ilmî/kültürel havzayla birleştirmesi çok katmanlı bir ilmî anlayışı ortaya çıkarmıştır. Bir tarafta naklî ilimlere olan vukufu, diğer taraftan aklî ilimlerin farklı türleriyle ilgili eserler telif etmesi ve bu ilimlerin ilkesi olarak gördüğü metafizik alanda eserler kaleme alması bu katmanlı düşünme faaliyetinin unsurlarını oluştururlar. Kayserî’nin küllî bir perspektifle farklı ilim sahalarında behresinin olmasıyla birlikte özellikle irfânî bakımdan isminin öne çıkması bu alandaki faaliyetlerine daha fazla dikkatleri çekmektedir. Zira onun medrese hayatı ve orada edinmiş olduğu medrese dili ile Ekberî düşünceyi ele alıp yorumlaması irfanî düşünceyi farklı ilim çevrelerine açmıştır. Sadreddin Konevî ile başlayan Müeyyidüddîn el-Cendî (ö. 691/1292) ve Abdürrezzâk el-Kâşânî ile devam eden teorik tasavvufun yorumlanmasında Kayserî’nin yeri, öne çıkardığı meseleler ve telif tarzıyla diğerlerinden farklılaşmaktadır. Şöyle ki, Ekberî geleneğin temel öğretileri Kayserî’nin selefleri tarafından dile getirilmiş olmakla birlikte bu öğretinin teorik bir çerçevede bütüncül bir biçimde, kelâm ve felsefenin kavram ve meseleleriyle iç içe geçecek şekilde ele alınışı ilk defa onun Fusûsu’l-Hikem şerhine mukaddime olarak yazdığı Mukaddemât’ta ortaya konmuştur. Şerhe giriş olarak kaleme alınan fakat sonradan müstakil bir kimlik kazanan bu giriş, Kayserî’nin teorik tasavvufun problematiği olarak gördüğü on iki meseleyi konu edinmiştir. Burada felsefe ve kelâm geleneklerini eleştirmekten geri durmayan Kayserî, varlık ve bilgiyle ilişkili meseleleri yeni bir perspektifle ve yeni kavramlarla ele alarak keşf ve müşahede yönteminin geçerlilik ve kesinliğini kanıtlamaya çalışır. Benzer çabayı Kayserî, Risâle fi İlmi’t-Tasavvuf isimli eserinde, vahdet-i vücûd doktrini etrafında şekillenen varlık ve bilgi anlayışını “konu, meseleler ve ilkeler” bağlamında temellendirmeye çalışarak da göstermiştir. Her ne kadar Konevî için eserlerinde benzer amaçları taşıdığı söylenilebilirse de onun teliflerinde oldukça soyut ve özet bir üslubu benimsediği buna mukabil Kayserî’nin, ayrıntılı, çok örnekli ve bol kanıtlar sunan bir üslubu öncelediği görülecektir. Burada naklî ilimlerdeki yetkinliğini de meseleleri izah ederken kullandığı hemen fark edilebilir. Bu açıdan özellikle Fusûs şerhi, irfanî dille medrese dilini (mantık-nazari/şerî) birbirine yaklaştırır. Bununla birlikte Kayserî, aklî ve naklî ilimleri, ilm-i ilâhî olarak nitelediği tasavvufu izah ederken araçsallaştırmış gözükmektedir. Farklı ilimlere dair tüm teliflerinde konuları nihai kertede ilm-i ilâhî perspektifli bir okumaya tabii tutmaktadır. Ekberî düşüncenin ortaya koyduğu bu metafiziksel bakış, Kayserî’nin döneminde kilit bir rol üstlenmesinden ötürü asırlar boyu Osmanlı ilim çevrelerinde ve kültürel hayatında etkinliğini sürdürmüştür. Bu düşüncenin izini özellikle Osmanlı dönemi felsefî-kelâmî içerikli eserlerde ve edebiyat hayatında takip etmek mümkündür."
		},
		"4": {
			"Header": "Varlık Düşüncesi",
			"Content": "Vahdet-i vücûd düşüncesi İbnü’l-Arabî ve takipçilerinin eserleri etrâfında şekillenen, varlık kavramının merkezde olduğu ancak “zorunlu ve mümkün diye bölünmeden ele alındığı” bir düşüncedir. Bu düşüncenin temelinde mutlak ve gerçek varlık ile göreceli (izâfî) ve hayâl olarak nitelenen varlık türlerinin birbirlerinden kesin çizgilerle ayrılması söz konusudur. Bu durum, Dâvûd-ı Kayserî’nin Mukaddemât’ının ilk başlığına da yansımış; o bu bölümü mutlak varlığa ilişkin temel önermelere tahsis etmiştir. “el-Vücûdu’l-Hak” ismini verdiği bu fasılda Kayserî’nin, mutlak varlık kavramını ele alırken olumsuz (selbî) nitelemelerin ağırlıklı olduğu bir anlatım tarzını benimsediği dikkat çekmektedir. Onun benimsemiş olduğu bu üslup, diğer muhakkik sûfîlerde de bâriz bir biçimde görüldüğü üzere, varlığın mutlaklığını, gerçekliğini ve genelliğini dilin sınırları içerisinde ele almaya dönüktür. Kayserî’ye göre vücûd, sırf varlık olması bakımından hariçte ve zihinde ortaya çıkan varlık türlerinden başka (gayriyet) bir özelliktedir. Bununla birlikte hariçteki ve zihindeki mecvutlar, mutlak varlığın farklı mertebelerdeki taayyünleridir. Ancak Kayserî gerçek varlığın herhangi bir şart ve kayıtla sınırlanmaksızın sırf varlık olması bakımından mutlaklığını sürekli bir biçimde vurgular. Buna göre “Vücûd-ı sırf (mahz), tümel veya tikel, genel yahut özel, zâtına zâid birlik tarzında bir vâhid veyahut çokluk değildir.” Mutlak varlık böyle iken onun diğer mertebelerde taayyünü, onun zâtında ve hakîkatinde herhangi bir değişim ve başkalaşım olmaksızın farklı mertebelerde zuhûrunun ortaya çıkardığı mevcutlardan ibarettir. el-Vücûdu’l-Hak, kendi zâtındaki durumuna referansla selbî nitelemelerle anılırken zihinde ve hariçte zuhûru dikkate alındığında söz konusu mertebelere ait kavramlarla nitelenebilir.\n\nMutlak varlığı selbî yönden nitelemeyi zorunlu kılan husûs, onu tanımlayacak ondan daha genel bir mefhum olmaması düşüncesinden kaynaklanır. Kayserî’nin varlıkla ilgili yorumlarından öne çıkan bir diğer husûs ise onun apaçık olması ve insan müdrikesinin onu bedihî olarak kavramasıdır. Zira bu düşünceye göre varlık, hariçte taayyün etmiş varlıkların tahakkuk ve enniyyet bakımından en âşikâr ve en açık olanıdır. Bununla birlikte Kayserî, söz konusu mutlak varlığın zâtı ve hakîkati yönünden bütün eşyadan gizli olduğunu belirtir. Ayrıca dış dünyada ortaya çıkmış bütün mevcutların mukavvimi olması açısından ise zâtında zorunlu varlık olarak nitelenir. Şayet o zâtı bakımından zorunlu değil de mümkün olsaydı, kendisinin ortaya çıkmasına sebep olarak başka bir illete ihtiyaç duyacaktı ve bu durum, zorunlu varlığı önceleyen başka bir varlığı gerektirecekti.\n\nDâvûd-ı Kayserî, vahdet-i vücûd düşüncesine yöneltilen mümkün varlıkların tamamiyle reddedildiği meselesiyle ilgili olarak, hariçte ortaya çıkmış varlıkların her birinin mevcut olmak bakımından gerçekliği husûsunda herhangi bir kuşkunun olmadığını vurgular. Bu kabulden sonra mesele, dış dünyada taayyün etmiş varlıkların, mutlak varlıkla olan ilişkisinin kurulması üzerine şekillenir.\n\nFarklı mertebelerdeki varlık türleri ele alınırken ortak bir kullanım olarak başvurulan “varlık” kavramına ilişkin ilk ayrımlar onun zorunlu ve mümkün şeklinde nitelenmesiyle ortaya çıkar. Ancak Dâvûd-ı Kayserî’ye göre hariçte zuhûr etmiş varlıkların gerçekliği bir yönden kabul edilirken, diğer yönden onların mevcutluklarının kendi zâtlarından kaynaklanmayıp mutlak varlığın onları ortaya çıkarmasına bağlı olduğu vurgulanır. O, aksi takdirde bu durumun eşyânın zâtı gereği zorunlu olması düşüncesine yol açacağından söz eder. Bu düşüncenin arkaplanında “varlığın, zâtı gereği zorunlu olan bir ‘varlık’ta son bulması gerekir” ilkesi yatmaktadır. Bunun aksine olarak varlığın son kertede dayandığı bir zorunlu varlık kabul edilmezse, varlıkta devirden ya da teselsülden bahsetmek gerekecektir.\n\nDâvûd-ı Kayserî, Mukaddemât’ta ve diğer küçük hacimli risâlelerinde sûfîler haricindeki nazarî geleneklerin varlıkla ilgili temel yaklaşımlarından bazı kesitler de sunmaktadır. Buradaki ifadelerinde özet bir biçimde o, kelâmcılara göre varlığın ortak bir terim olarak tevâtu’ yoluyla varlık türlerinin tamamına ait bir nitelik olduğunu, filozoflara göre ise vâcip ve mümkün varlık kategorilerinde teşkîk yoluyla olduğunu belirtir. Bu konunun Ekberî düşünce içerisinde ele alınışı, a’yân-ı sâbitenin mâhiyetler şeklinde nitelenmesinden hareketle zât-mâhiyet ayrılığı/gayriyeti yahut aynılığı meselesi etrafında şekillenmiştir. Şöyle ki varlıkla nitelenen bir şeyin onun zâtının gereği olarak mı bu şekilde nitelendiği yoksa onun varlığının zâtına zâid mi olduğu konusu, zorunlu ve mümkün varlık ayrımını ortaya çıkartan bir tartışma alanıdır. Ekberî düşünceye mensup yorumcuların, a’yân-ı sâbiteyi mümkün varlık çerçevesi içerisinde ele almaları, onları bu tartışmalara dahil etmiş ve vahdet-i vücûd perspektifinden zorunlu ve mümkün kavramlarına yeni boyutlar kazandırmıştır.\n\nDâvûd-ı Kayserî’nin önemli bir rol üstlendiği Ekberî düşüncede temel varlık kategorilerine ilişkin söz konusu yeni boyutlar, İslam filozoflarının metafiziğin konu ve meselelerine dair yaklaşımlarından farklı bir çerçeve ortaya koymaları ile ilişkilidir. Zira onlar, “varlık olması bakımından varlık” şeklinde ifâde edilen metafiziğin konusunu bir önermeye çevirerek “varlık olması bakımından varlık Hak’tır” şeklinde ifade etmişlerdir. Bu sayede, zorunlu ve mümkün varlık türlerinin, varlık yüklemini ortak bir biçimde almalarından kaynaklı olarak bu durumun dilsel (lafzî) mi yoksa anlamla (mânevî) mı ilgili olduğu; şayet anlamla ilgiliyse bu durumda tevâtu’ yoluyla mı yoksa teşkîk yoluyla mı olduğu şeklindeki klasik tartışma zemininin dışına çıkabilmişlerdir. Gerçek varlığın yalnızca Hak’ka ait olduğunu öne süren bu perspektifte vücûd kavramı farklı metafizikler arasında süregelen tartışmaların uzağında konumlanırken, söz konusu tartışmaya mâhiyetleri sebebiyle izâfî/hayâlî varlık türleri dahil edilmiştir. Nitekim Dâvûd-ı Kayserî’ye göre de vücûd kavramı gerçekte Hakk’ın zâtıyla özdeşleşmiş olduğu için O’nun mutlak varlığı ile bir tür hayal mertebesini temsîl eden izâfî varlıkları aynı yüklemle nitelemek hakîkate aykırı bir durum olarak görülür. Bu durum onun, Risâle fî İlmi’t-Tasavvuf isimli risâlesinde belirttiği üzere, “zorunlu varlık, varlığın hakîkatinin aynıdır.” Zira zorunlu varlık, eğer varlığın hakîkatinden başka (gayr) olsaydı varlığın hakîkati dışında başka bir hakîkatten de yoksun olamaz, böylece varlık bu hakîkate araz olurdu. Şayet bu düşünce kabul edilirse, zorunlu varlık (vâcibü’l-vücûd) ya kelâmcıların dediği gibi “mevcut/vücûdu olan” veya filozofların dediği gibi, “varlığın fertlerinden bir fert” olacak ve kendisi dışındakilere ondan taşacaktır. Kayserî’ye göre kelâmcıların ve filozofların görüşlerinin her ikisi de imkânsızdır.\n\nŞu hâlde Kayserî’ye göre zorunlu varlık, mutlaklığı ve mâhiyetler üzerine yayılması (inbisât) sebebiyle her şeyden daha geneldir; her şeyi zâtı ile kuşatmıştır. Eşyânın farklı mertebelerde çıkmaları ve varlıklarını sürdürmeleri de mutlak vücûdun feyzi ile gerçekleşmektedir. Dış dünyada veya ma’kûl âlemlerde herhangi bir varlığın ortaya çıkışı söz konusu feyzin sürekliliğiyle mümkün olmaktadır. Hattâ Kayserî’ye göre varlık o kadar kuşatıcıdır ki, mutlak yokluk (adem-i mutlak) ve göreceli yokluğun (adem-i izâfî) dahi akılda tasavvur edildiği durumlarda onların mefhumlarına ârız olmaktadır. Onun belirttiğine göre akıl, bu sebeple söz konusu iki yokluk durumunun birbirinden ayrılmasını sağlamakta ve bunlardan birini ortadan kaldırırken diğerinin varlığını ispat husûsunda yargıda bulunabilmektedir.\n\nDâvûd-ı Kayserî’nin varlık düşüncesinde öne çıkan temalardan bir diğeri zorunlu varlığın tanımının yapılıp yapılamacağı ile ilgilidir. O, cinsi, faslı veya haddi olmadığı için zorunlu varlığın tanımının yapılamacağı düşüncesini ileri sürer. Benzer şekilde zâtında herhangi bir kuvvetlenme veya zayıflıktan söz edilemediği için varlık kavramının ortaklık bildirmesi, teşkîkî anlamda da olsa mümkün değildir. Çünkü siyahlık ve beyazlığın bir konumda bulunmasında olduğu gibi bir şeyin kuvvetliliği ve zayıflığı da “bir konumda bulunma tasavvuru”na neden olmaktadır. Bu hususla ilgili ifade edilen bir diğer tema ise mutlak vücûd hakkında ziyâdelik ve noksanlık durumlarının geçersiz oluşudur.\n\nMutlak varlık hakkında Kayserî’nin temel ilke ve önermelerine yer verdikten sonra mümkün varlıkların Ekberî düşencede ele alınışına geçebiliriz. Kabaca belirtmek gerekirse, mümkünün anlamı bu düşüncede gerçek varlıkla onun farklı mertebelerdeki taayyünleri olan mevcutlar arasındaki ilişki üzerine kuruludur.\n\nGerçek varlık karşısında izâfî varlıklar olarak nitelenen mevcutların, varlıkları inkar olunmamakla birlikte onlar varlığı kendilerine bir tür sıfat olarak kabul etmiş de değillerdir; onlar gerçek varlığın zuhûr mertebelerinde taayyün etmiş ve tahsîs edilmiş hâlidir. Bu düşünceden hareketle, Kayserî’ye göre “mümkün, varlığında illete ihtiyaç duymaz” denemez. Çünkü mümkün varlık, hakîkati yönünden itibârî varlık türünü temsîl ettiği için gerçekte yok hükmündedir. Ancak imkân mertebesindeki bu varlık türü, yalnızca onu akleden birisi ile zihnî bir anlam olarak ortaya çıkabilir. Mümkün varlığın imkânını akleden kişi de aslında dış dünyada yalnızca mutlak varlığın onu var kılmasıyla tahakkuk etmektedir. Şayet mutlak varlıktan varlık feyezânı bir an bile kesilse bütün mümkünler gibi akleden kişi de yokluğa (adem-i sırf) karışır.\n\nÖzet bir biçimde ifade edecek olursak, Kayserî’ye göre küllî tabiî olarak dış dünyada ortaya çıkan hakikat, vücûdun sınırlı ve belirlenmiş hâli de olsa onun aynıdır. Hariçte varlığa gelmiş her şey, bulunduğu mertebe ne olursa olsun itibârî olarak isimlendirilse de zorunlu varlık hakkında bu durum geçerli değildir. Burada benimsenen temel ilke “bir şeyin kendi kendisini taakkul etmesi onu kendi hakîkatinin dışına çıkarmaz.” şeklinde ifade edilir. Zâtında bütün yetkinlikleri aşması sebebiyle gerçek varlıktan taşma söz konusu olmuş ve bu varlık dış dünyada bir yönüyle (min vechin) görünür olmuştur. Böylece, dış dünyada zuhûr etmiş bu varlık türü bir yönden tek bir varlık olarak ifade edilmiş, diğer yönden ise gerçek varlığın taayyünleri olarak başkalıklarına dikkat çekilmiştir. Bu açıdan mümkünlükle nitelenen taayyün etmiş varlıklar, her halükârda kendisini hâricî varlık sahasında ortaya çıkmasını sağlayacak zorunlu bir illete/sebebe sürekli bir biçimde muhtaçtır."
		}
	}
}
