{
	"Name": "Doğan Göçmen",
	"Desc": "Akademisyen, felsefe profesörü ve araştırmacı yazar",
	"Period": "Republic",
	"Lifetime": [ 1964, 0 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -120, 100 ],
		"Color": [ 255, 181, 200 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri ve Tarihi: Gaziantep, Türkiye - 1964\n• Eğitimi ve Akademik Kariyeri:\n----> Hamburg İktisat ve Siyaset Üniversitesi'nde sosyoloji, iktisat, işletme ve hukuk eğitimi aldı.\n----> Hamburg Üniversitesi'nde siyaset bilimi ve felsefe okudu.\n----> Edinburgh Üniversitesi'nde doktora yaptı, Adam Smith’in eserleri üzerine çalıştı.\n----> Dokuz Eylül Üniversitesi Felsefe Bölümü'nde profesör olarak ders vermektedir.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Doğan Göçmen, özellikle bilim felsefesi, siyaset felsefesi ve ahlak felsefesi alanlarında çalışmalar yapmıştır.\n--------> Metafizik ve Ontoloji: Aristoteles, Hegel ve Marx üzerine yoğunlaştı.\n--------> Epistemoloji: Bilgi felsefesi üzerine araştırmalar yaptı.\n--------> Adalet ve Yurttaşlık: Toplum ve siyaset kuramları üzerine çalıştı.\n• Akademik ve Kültürel Katkıları:\n----> Hamburg Üniversitesi'nde sosyoloji dersleri verdi.\n----> Edinburgh Üniversitesi'nde demokrasi kuramları üzerine ders modülleri geliştirdi.\n----> Türkiye’de felsefenin gelişimine katkı sağladı."
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Akademisyen, Felsefe Profesörü, Araştırmacı Yazar. 1964 yılında Gaziantep’te doğdu. 1980 yılında babasının yanına Münih’e gitti. Makine yapımı ve araba tamirciliği alanlarında meslek eğitimi gördü ve sanayide çalıştı. 1992 ile 1995 yılları arasında Hamburg İktisat ve Siyaset Üniversitesinde (HWP) sosyoloji, iktisat, işletme ve hukuk öğrenimi gördü. Lisans tezini Robert Owen’in eğitim felsefesi, sosyal felsefesi ve özne felsefesi üzerine yapmıştır. 1995 ile 1998 yılları arasında Hamburg Üniversitesinde Siyaset Bilimi ve Felsefe okudu. Almanca Dili ve Edebiyatı, Tarih, İktisat ve Eğitim Bilimi Bölümlerinden dersler aldı.\n\nSiyaset Bilimi Ana Bilim Dalında ağırlıklı olarak siyaset kuramı okudu. Özelikle devlet teorisi, siyasi düşünce tarihi, adalet teorileri ve yurttaşlık kavramı üzerine çalıştı. Felsefe Ana Bilim Dalında metafizik/ontoloji (ağırlıklı olarak Aristoteles, Hegel ve Marx) ve epistemoloji, ahlak ve siyaset felsefesi okudu.\n\nBu yıllar arasında Hamburg İktisat ve Siyaset Üniversitesinde (HWP’de) değişik düzeylerinde sosyoloji dersleri verdi. Edinburg Üniversitesinde 1997-1998 öğretim yılında toplum ve siyaset kuramı (social and political theory) okudu. Bu dönemde özellikle İskoç aydınlanmacılığı üzerine (özellikle Francis Hutcheson, David Hume, Adam Ferguson and Adam Smith üzerine) araştırmalar yaptı. Ayrıca adalet kuramları, toplum anlaşması ve Hans-Georg Gadamer’in aydınlanmacılık eleştirisi ve toplum ve siyaset felsefesinde güncel tartışmalar üzerine çalışmalar ortaya koydu.\n\nYüksek lisans tezinde John Locke ve Adam Smith’in mülkiyet ve devlet kuramı üzerine karşılaştırmalı bir tez üretti. 1998 ile 2001 yılları arasında Hamburg Üniversitesinde felsefe öğrenimine devam etti. Bu dönemde Prof. Dr. Werner Diederich ile çalıştı ve aynı zamanda siyaset felsefesi alanlarında asistan (tutor) olarak dersler verdi.\n\n2001 yılında doktorasını yapmak üzere Edinburg Üniversitesine kaydını yaptırdı. Edinburg Üniversitesinde 2001 ile 2005 yılları arasında Adam Smith’in iki baş eseri olan Ulusların Zengiliği ve Ahlaksal Duygular Kuramı arasındaki ilişkiyi özne felsefesini merkeze alan bir doktora çalışmasında inceledi. Yapmış olduğu bu tez çalışması, Temmuz 2007’de aynı zamanda İngiltere’de ve Amerika Birleşik Devletleri’nde yayımlandı. Edinburg Üniversitesinde hayat boyu öğrenim bölümünde demokrasi kuramları üzerine verilmek amacıyla ders modülleri geliştirdi.\n\n2008 yılında Türkiye’ye döndü ve 2010 yılında doçentlik unvanına layık görüldü. Hamburg İktisat ve Siyaset Üniversitesinde ve Hamburg Üniversitesinde 1995 ile 2000 yılları arasında değişik düzeylerde sosyoloji dersleri verdi. Hamburg Üniversitesi Felsefe Bölümünde dersler verdi. Adıyaman Üniversitesinde 2010 ile         2011 yıllarında mantık, felsefeye giriş, sanat ve estetik, felsefe tarihi, tarih felsefesi ve ahlak sosyolojisi dersleri verdi.2008 yılında Türkiye’ye döndü ve 2010 yılında doçentlik unvanına layık görüldü. Hamburg İktisat ve Siyaset Üniversitesinde ve Hamburg Üniversitesinde 1995 ile 2000 yılları arasında değişik düzeylerde sosyoloji dersleri verdi. Hamburg Üniversitesi Felsefe Bölümünde dersler verdi. Adıyaman Üniversitesinde 2010 ile         2011 yıllarında mantık, felsefeye giriş, sanat ve estetik, felsefe tarihi, tarih felsefesi ve ahlak sosyolojisi dersleri verdi.\n\nProf. Dr. Doğan Göçmen, 2012’den beri 9 Eylül Üniversitesi Edebiyat Fakültesi Felsefe Bölümünde felsefe tarihi, bilgi felsefesi, bilim felsefesi, siyaset felsefesi ve ahlak felsefesi dersleri vermektedir.\n\nAdam Smith üzerine İngilizce bir kitabının yanında telif ve editörlüğünü yaptığı Türk kitapları bulunmaktadır. Sosyal bilimler alanında Rusça, İngilizce ve Almanca da dâhil olmak üzere farklı dillerde birçok yazısı bulunmaktadır. Ağırlıklı olarak pratik felsefe çalışmaktadır. Ahlak ve siyaset felsefesi alanlarında uzmanlaşmıştır. Hukuk, sanat felsefesi, epistemoloji ve ontoloji alanlarında da çalışmaları bulunmaktadır."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "Ekin Yolunda, Megel Marx  Gerçekliğin ve Geleceğin Felsefesi, Modern Felsefe, 200. Doğum Yılında Marx, Düşlerin Kanatları, Rusya’da Kominist’ler Ne İstiyor:Dünden Buğüne Kısa Bir Bakış."
		},
		"3": {
			"Header": "Türkçede Felsefi Düşüncenin Kaynaklarına Dair Bir Çalışma Yunus Emre’de Aşk Kavramından Akıl Kavramına Geçişin Felsefi Anlamı",
			"Content": "Yazının genel amacı, Türkçede felsefi düşüncenin kaynaklarına ve temellendirilmesine dair araştırmaya katkıda bulunmaktır. Yunus Emre, ‘Türkçeyi yaratan’ bir düşünür olarak kabul edilir. Bu, Türkçede düşünmeyi temellendirmenin olmazsa olmazıdır. Bu nedenle çalışmamızın konusu, bir, birlik, aşk ve akıl kavramlarını odağa yerleştirerek, Yunus Emre’nin külliyatında felsefi düşüncenin izlerini sürmek, felsefi düşüncenin nasıl temellendirildiğini, düşüncesinin gelişimini de dikkate alarak incelemektir. Çalışmada Yunus Emre’nin külliyatının sistematik bir yorumu sunulmaya çalışılmıştır. Yunus, Türkçede felsefi düşüncenin temellendiricisi olarak ele alınmıştır. Yazıda, Risâlet’ün Nushiyye adlı geç dönem eseri temel ve çıkış noktası olarak alınarak şimdiye kadar pek denenmemiş bütünlüklü sistematik bir yorum önerilmiştir. Yunus’un “Değiştiriben ikiliğim birliğe bitmeye geldim” ve “Ben gelmedim da’vî için benim işim sevi için” dizeleri çerçeve olarak alınarak, onun ontolojisi, epistemolojisi, ahlak ve toplum felsefesi bütünlüklü olarak ortaya konmuştur. Araştırmada Yunus’un düşünür olarak dar İslami, hatta dini çerçevede değil, tüm insanlığı kapsayan bir bakış ile okunması önerilmiştir. Bu yaklaşımın Yunus’un Divan’ında ve Risâlet’ün Nushiyye’sinde sağlam temellerinin olduğu gösterilmiştir. Empedokles’in dört unsur ve varlık kuramı temel alınarak, Yunus’un vahdet-i vücut yani varlığın birlik teorisi sergilenmiştir. Yazıda Yunus’un Divan’ında akıl ve aşk kavramlarını yan yana ve eş anlamda kullandığı belirtilmiş ve Risâlet’ün Nushiyye’sinde ise aşk kavramına hemen hiç rastlanmadığı, bunun yerinde artık sadece akıl kavramının kullanıldığına dikkat çekilmiştir. Bu onun düşüncesinin temeli olarak algıdan ontolojiye geçiş olarak görülebilir. Yunus’un akıl kavramına dair bir anlam kazanmak için onun akıl kavramı Hegel’in akıl kavramına başvurularak karşılaştırmalı okunarak ortaya konmuştur. Son olarak Yunus’un, ontolojik ve epistemolojik kuramları temel alınarak bunlarla uyumlu olarak tüm insanlığı kapsamayı amaçlayan bir ahlak ve toplum felsefesi olduğu gösterilmiştir."
		}
	}
}
