{
	"Name": "Elmalı Muhammed Hamdi Yazır",
	"Desc": "Müfessir, İslam âlimi ve düşünür",
	"Period": "Islamic",
	"Lifetime": [ 1878, 1942 ],
	"Importance": "High",
	"GUI": {
		"Position": [ -95, 165 ],
		"Color": [ 153, 183, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri: Elmalı\n• Ölüm Yeri: İstanbul\n• Hocaları: Kayserili Mahmud, Hamdi Efendi\n• Öğrencileri: Ahmed Hamdi Akseki\n• Etkilendikleri: Âlûsî, Ebû Hanife, Ebû Hayyân et-Tevhîdî, İbn Sînâ, İbnü’l-Arabî, Cârullâh ez-Zemahşerî, Fahreddin er-Râzî, Gazzâlî\n• Etkiledikleri: Ömer Nasuhi Bilmen, Ahmed Davudoğlu\n• İletişimde Bulunduğu İsimler: Mustafa Sabri Efendi, İzmirli İsmail Hakkı, Seyyid Bey, Babanzade Ahmed Naim, Mehmed Akif Ersoy\n• Bulunduğu Medreseler: Bâyezid Camii, Mekteb-i Nüvvâb, Mekteb-i Mülkiye, Medresetü’l-Vâizîn, Süleymâniye Medresesi\n• Ekolleri: Kuran İlimleri, Tefsir, Hanefilik"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Elmalılı Muhammed Hamdi Yazır 1878’de Antalya’nın Elmalı kazasında doğdu. Babası Hoca Numan Efendi, küçük yaşında Burdur’un Gölhisar ka­zasının Yazır köyünden ayrılarak Elmalı’ya geldi, tahsilini orada tamamladı ve Şer’iye Mahkemesi başkâtibi oldu. Annesi Elmalı ulemâsından Esad Efendi’nin kızı Fatma Hanım’dır. Dedeleri Mehmed, Bekir, Hasan ve Bedreddin Efendiler ilmiye sınıfına mensuptu.\n\nİlk tahsilini Elmalı’da yapan ve rüşdiyeyi de burada bitiren Hamdi Efendi, hâfızlığını yapmış, Arapça okumuş ve İslâmî ilimlerde ön bilgileri edinmiş olarak dayısı Hoca Mustafa Sarılar’la birlikte İstanbul’a geldi (1895). Kayserili Mahmud Hamdi Efendi’nin Bayezid Camii’ndeki derslerine devam etmeye başladı (Hocasının da adı Hamdi olduğu için daha sonraları kendisine Küçük Hamdi lakabı verilecektir). İstanbul’daki diğer meşhur hocaların da derslerine devam ederek icazet aldı. 1905’de ruûs imtihanını kazandı. Mekteb-i Nüvvâb’a girdi ve buradan birincilikle mezun olarak kadı icâzetnamesi aldı. 1905-1908 yılları arasında Bâyezid Camii’nde dersler verdi. Bu vazifedeyken Meşihat (Şeyhülislamlık) Dâiresi Mektûbî kalemine tayin edildi (1906). Bir taraftan da Mekteb-i Nüvvâb’da ve Mekteb-i Mülki­ye’de ahkâm-ı evkaf, Medresetü’l-Vâizîn’de fıkıh ve Medrese-i Süleymâniye’de mantık dersleri verdi, Meclis-i Maârif âzâlığı yaptı. İki yıl Huzur Dersleri’ne muhatap olarak katıldı. 1908’de dersiam oldu. Bu yıllarda dışarıdan felsefe, edebiyat, riyaziye tahsil etti, Sâmi ve Bakkal Ârif Efendilerden hat dersleri aldı (Sami Efendi’den ta’lik ve celî sülüs, Ârif Efendi’den sülüs ve nesih yazılarından icazet aldı), kendi kendine çalışarak Fransızca öğrendi.\n\nDevrinin hemen hemen bütün ilim adamı ve aydınları gibi, çeşitli sebeplerle Abdülhamid idaresine muhalif olan Elmalılı, hararetle meşrutiyeti savundu ve bu görüşü temsil eden İttihad ve Terakkî Cemiyeti’nin ilim şubesinde görev aldı. Avrupâî bir meşrutiyet tarzı yerine şeriata ve memleketin geleneklerine uygun bir meşrutiyet modeli geliştirmek için çalışmalar yaptı.  II. Meşrûtiyet’in ilanından sonra kurulan Meclis-i Mebusan’a Antalya mebusu olarak girdi. II. Abdülhamid’in hal’i için gereken hal’ fetvasını yazdı. 4 Ağustos 1918’de Dârü’l-Hikmeti’l-İslâmiye âzalığına, 2 Nisan 1919’da da reisliğine tayin edildi. Damad Ferid Paşa’nın birinci ve ikinci kabinelerinde Evkaf Nazırlığı yaptı. Bu görevde iken ikinci rütbeden Osmanlı nişanı ile ödüllendirildi. 15 Eylül 1919’da Hey’et-i A‘yân (Senato) âzalığına getirildi. Cumhûriyet’in îlanı sırasında Mütehassisîn Medresesi’nde “mantık” müderrisi idi.\n\nbu kabinelerin verdiği kararlardan sorumlu tutuldu, Fatih’teki evinden alınarak Ankara’da kırk gün tutuklu kaldı. Gıyabında idama mahkum edildi. Fakat Ankara İstiklal Mahkemesi’nde görülen mahkemede beraat etti. İstanbul’a dönerek inzivaya çekildi ve camiye gitmek dışında vefatına kadar evinden dışarı çıkmadı. Daha önce memuriyet yapmış olduğu kurumların lağvedilmiş olması sebebiyle gelir yolları kesilip maddî sıkıntı çektiği bu inziva döneminin ilk yıllarında, daha önce başlamış olduğu Metâlib ve Mezâhib adlı tercümesini tamamladı. Prens Abbas Halim Paşa’nın teşvikiyle büyük çaplı bir hukuk kamusu hazırlamaya koyuldu, ardından bu çalışmasını yarım bırakarak, TBMM’nce kararlaştırılan ve Diyanet İşleri Başkanlığı’nca kendisine teklif edilen Kur’an tefsirini kaleme aldı.\n\nŞabaniye tarikatına intisabı olan Elmalılı, 27 Mayıs 1942’de vefat etti. Sahra-yı Cedid Mezarlığı’nda babasının kabrine defnedildi.\n\nÖNEMLİ ESERLERİ:Hak Dini Kur’an Dili, Tahlili Tarih-i Felsefe, İrşadü’l-Ahlaf fi Ahkami’l-Evkaf, Metalip ve Menazip, Beyanul-Hak."
		},
		"2": {
			"Header": "Ahlâk ve Siyaset  Düşüncesi",
			"Content": "Elmalılı 1908’deki Meşrutiyet’in ilanını büyük bir sevinçle karşılamıştır. Hürriyetle özdeşleştirdiği Meşrutiyetle İslâm arasında hiçbir problem olamayacağını vurgular. Fakat bunun için meşrutî idarenin göstermelik olarak değil, gerçekten İslâmî idealleri kucaklaması, devlet idaresinin şeriata uygun ve istibdada yol açması mümkün olmayan bir kuvvetler dengesi içerisinde sürdürülmesi, yani kısaca “meşrûtiyet-i meşrû’a” olabilmesi gerekir. Meşrutiyet idaresinin sağlıklı bir biçimde hayatiyetini sürdürmesini hem Osmanlılar, hem İslâm dünyası için bir hayat-memat meselesi olarak görür.\n\nElmalılı Hamdi Yazır, siyasî bir toplulukta üç esasın ortaya çıktığını söyler: 1. adalet ve saadetin kaynağı olan kanunların seçilip tedvin edilmesi; 2. bu kanunların uygulanması; 3. davaların çözüme kavuşturulması. Siyaset düşüncesi tarihinde Montesquieu’dan itibaren yerleşip benimsenen bir anlayışın ifadesi olarak, yasama, yürütme ve yargının tek elde toplanmasının her türlü zulme yol açan ilkel bir yönetim biçimi olduğunu söyleyen Elmalılı, biraz medenî bir devlet haline gelen her beşer topluluğunda bu güçlerin doğal bir bölünme geçirdiğini ifade etmektedir.\n\nDevleti muhtelif ve uyumlu organlardan oluşan bir bedene benzeten Hamdi Efendi, ilkel canlıların hayatî fonksiyonlarını tek bir organla idare edebilirken, gelişmiş organizmaların bu fonksiyonları ihtisas kanunu gereğince muhtelif organlar vasıtasıyla gerçekleştirdiğini söyleyerek, siyasî teşekküllerde de aynı kanunun geçerli olduğunu, siyasî bir yapı medenî bakımdan geliştikçe devletin gördüğü fonksiyonların farklı kuvveler eliyle görüldüğünü ifade eder.\n\nMüellife göre meşrutî bir hükûmet devletin bu üç fonksiyonunun kendilerine mahsus kuvvetler tarafından yerine getirilmesi esasına dayalı meşru bir yönetim şekli olup, anayasa da bu üç kuvvenin sınırlarını çizen, milletin ve hükûmetin mukabil hak ve vazifelerini belirleyip sınırlandıran ve kayda geçiren bir adalet belgesidir. Meşrutî yönetimde bu üç kuvvet birbirinden tamamen bağımsız değildir, aralarında keskin bir sınır yoktur. Devlet ruha teşbih edilirse, tıpkı ruhun kuvveleri bir yandan birbirlerinden ayrı fakat aynı zamanda birbirleriyle sıkıca irtibatlı olduğu gibi, devletin bu üç kuvvesi de yekdiğerleriyle hem irtibatlı hem de diğerlerinden ayrıdır. Meşrutî yönetimi tesis ederken en büyük hüner işte bu kuvvelerin birleşip ayrıştığı noktaları milletin tarihî tecrübesine, siyasî terbiyesine, memleketin kapasitesinin gerekliliklerine, şer’î maslahatların icaplarına göre düzenleyebilmekte kendini gösterir. Nitekim kanun yapmak sadece yasama merciinin işi olmayıp yürütmenin de bu mühim işte iştiraki olmak lazımdır. Bundan dolayı kanun çıkarmak hususunda genel meclis ile yürütme gücünün salâhiyetlerinin tahdit edilmesi bir gereklilik olarak ortaya çıkmıştır. Vekillerin tayin ve azl edilmeleri de bu iki kuvvet arasında hassas olan diğer bir meseledir. Yasama ve yürütme arasında ortaya çıkması muhtemel önemli bir görüş ayrılığı durumunda, yürütmenin meseleyi doğrudan millete götürebilmesi, emniyet cihazı olarak düşünülmüş bir tedbirdir.\n\nElmalılı Hamdi Efendi, devletin bu üç kuvveti arasında tam anlamıyla bağımsız olduğu söylenebilecek kuvvetin yargı olduğunu belirtir. Hâkimler vazifelerini yerine getirirken yasama ve yürütmeden tamamen bağımsız olarak hareket etmelidirler. Mahkemelerin sağladığı adalet, kendisine şeriat ve kanundan başka uyulacak bir esas tanımaz. Bu bağımsızlığı temin etmek için Kanun-ı Esâsî hakimlerin azledilemez olduğu ilkesini benimsemiştir. Bununla birlikte, hakimlerin verdiği bazı cezalar, hiçbir şahsî hakkı ihlâl etmemek şartıyla hükümdar tarafından hafifletilebilir veya affedilebilir. Aynı şekilde hükümdar umumî af çıkarabilir. Bunun yargıya kısmen bir müdahale anlamına geldiği söylenebilirse de, şer’an ulu’l-emrin bu tarz af veya hafifleştirmeleri tazir alanında yapma yetkisine sahip olduğunu da dikkate almak gerekir. Ancak şeriat ulu’l-emre böyle bir yetki tanımakla beraber, yargının bağımsızlığına daha büyük bir vurgu yapar."
		},
		"3": {
			"Header": "Toplum ve Medeniyet",
			"Content": "Elmalılı, insanların toplum halinde yaşamalarını izah eden iki temel yaklaşım olduğunu belirtir. Medeniyetin zorunlu olduğunu ileri süren Aristo’ya mukabil, J. J. Rousseau insanların medenî topluluklar halinde yaşamasının ihtiyarî olduğunu savunmaktadır. Sosyal kontrat görüşünün sonucu olarak medeniyet, insanların özgür iradeleriyle yaptıkları sözleşmenin sonucudur ve parlamentolar, seçimler, kanuna dayalı akitler hep o ilk genel sözleşmenin dalları sayılır. Rousseau’nun görüşünün doğal sonucu, beşer iradesinin medeniyeti yok edebilme potansiyeline sahip oluşudur. Bu yaklaşımı beşerî iradenin âmilinin ne olduğunu açıklayamaması bakımından yetersiz bulan Elmalılı, bu âmilin tabiattan başka bir şey olmadığı kabul edildiği takdirde de medeniyetin tabîî olduğu şeklindeki birinci görüşün ağırlık kazanacağına dikkat çeker. Fakat medeniyetin tabîî olduğu kabul edilecek olursa da bu takdirde insanların hürriyet haklarını teslim etmemek, insanları fıtraten toplumsal bağlara esir saymak gerekecektir. Böyle bir sonuç ise beşer tabiatına muhalif olduğu için kendi içinde bir çelişki taşımaktadır.\n\nMedeniyetin kökeni hakkındaki bu iki temel görüşü böylelikle eleştiren Elmalılı, fıkhın medeniyet anlayışını ortaya koymaya girişir. Buna göre fıkıh, beşer fıtratının medeniyete yalnız istidadını kabul ettikten sonra bu medeniyetin tahakkukunu ihtiyârî telâkkî etmiş, medeniyetin gerçekleşmesi için gereken irade ve ihtiyarda insan tabiatından başka bir âmil de gözetmiştir. Medeniyet fikrinin muhtemelen “idèe innè” denilen ve insan fıtratının doğuştan getirdiği fikirlerden olduğunu düşünen Elmalılı, insanlığın ilk ebeveyninin medeniyet idrakine istidatlı olarak yaratıldığı, en basit bir surette bile olsa medeniyet fikrinin kendilerine vahiy ve ilham olunduğu, fakat bu fikrin geliştirilip gerçekleştirilmesinin mükteseb olup peyderpey evlatlarında yerleşip kökleştiği kanaatindedir. Böylelikle insanlar ne medeniyet fikrinden uzak bir zaman geçirmiş, ne de medeniyet yolunu tutmaları bir içgüdü kabilinden zorunlu olmuştur."
		}
	}
}
