{
	"Name": "Erol Güngör",
	"Desc": "Prof. Dr., Sosyal Psikolog, Türk Milliyetçisi, Mütefekkir",
	"Period": "Republic",
	"Lifetime": [ 1938, 1983 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 105, 130 ],
		"Color": [ 183, 178, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri: Kırşehir\n• Ölüm Yeri: İstanbul\n• Hocaları: Mümtaz Turhan, Hilmi Ziya Ülken\n• Etkilendikleri: Mümtaz Turhan, Dündar Taşer, Said Halim Paşa, Mehmed Akif Ersoy\n• İletişimde Bulunduğu İsimler: Mehmet Genç, Yılmaz Özakpınar, Doğan Cüceloğlu\n• Ekolleri: Psikoloji"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "25 Kasım 1938 tarihinde Kırşehir'de doğdu.  Kırşehir’de Hacı Hafızlar diye bilinen âileye mensuptur. İlk ve orta tahsilini Kırşehir’de bitirdi. Âşık Paşa (ö. 733/1332), Ahî Evran ve Gülşehrî (ö. 717/1317’den sonra) gibi tarihi isimlere ev sahipliği yapan bir muhitte yetişen Erol Güngör’ün üzerindeki ilk tesir sahibi isim Osmanlı medreselerinde yetişmiş bir din adamı olan dedesi, Ahir Evran Camii imamı Hâfız Osman Efendi’dir. Ortaöğrenim yıllarında Ziya Gökalp, Hüseyin Nihal Atsız, Hilmi Ziya Ülken, Mustafa Şekip Tunç ve Mehmet Kaplan gibi isimleri okuyan Güngör; aynı yaşlarda Ahmed Cevdet Paşa tarihi gibi klasik eserleri de mütalaa etmiştir. Çocukluğunda Yazıcızâde Muhammed Efendi’nin (ö. 855/1451) Muhammeddiyye’sinin ve Ahmed-i Bîcân’ın (ö. 870/1466’dan sonra) Envâru’l-âşıkîn adlı eserlerini okuyarak geleneksel Osmanlı dinî tasavvufî kültürünün de tesirinde kalmıştır. Erol Güngör, Kırşehir’deki eğitim hayatının akabinde İstanbul Üniversitesi Hukuk Fakültesi’ne girdi.  İstanbul Üniversitesi Hukuk Fakültesi’ne devam ettiği yıllarda Küllük Kıraathanesi müdavimleri ile görüşmüş ve ders dışı zamanlarında adı geçen yere gelen sanat, edebiyat ve fikir adamlarını dinlemiştir. Şair Âsaf Hâlet Çelebi ve Fethi Gemuhluoğlu Erol Güngör’ün sohbetlerini kaçırmadığı isimlerdendir. Üniversiteye başladıktan bir yıl sonra Prof. Dr. Mümtaz Turhan’ın teklif ve tavsiyesiyle Hukuk Fakültesi ikinci sınıftan ayrılarak aynı üniversitenin Edebiyat Fakültesi dahilindeki Felsefe Bölümü’ne girdi ve buradan 1961 yılında mezun oldu. Aynı yıl Prof. Dr. Mümtaz Turhan’ın yanında Tecrübî Psikoloji asistanı oldu. 1965 yılında yine Prof. Dr. Mümtaz Turhan’ın danışmanlığında Kelâmî (Verbal) Yapılarda Estetik Organizasyon başlıklı tezi ile doktor oldu. Bir müddet Amerika Birleşik Devletleri Colarado Üniversitesi’nde araştırmalarda bulunduktan sonra 1971 yılında İstanbul Üniversitesi Edebiyat Fakültesi Tecrübî Psikoloji Kürsüsü’nde Şahıslararası İhtilâfların Çözümünde Lisanın Rolü başlıklı tezi ile doçentlik ünvânını aldı. 1978 yılında Değerler Psikolojisi Üzerinde Araştırmalar başlıklı tezi ile profesör oldu.  1982 yılına kadar İstanbul Üniversitesi Edebiyat Fakültesi’nde Sosyal Psikoloji dersleri verdi. 1982 yılında Konya Selçuk Üniversitesi’ne rektör olarak atandı. Bu görevi esnasında 24 Nisan 1983 tarihinde 45 yaşında vefât etti. Aşağıda sunulacak olan te’lif ve tercüme eserlerinin haricinde Diriliş, Türk Yurdu, Hisar, Yol, Ülkücü Öğretmen, Töre, Türk Edebiyatı, Millî Kültür, Yeni Düşünce, Yeni Sözcü, Türk Kültürü, Millî Eğitim ve Kültür, Konevî, Hamle, Ortadoğu, Millet gibi çeşitli süreli yayınlarda da yazıları neşredilmiştir."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• Türkiye’de Misyoner Faaliyetleri: Bedir Yayınları, İstanbul 1963.\n• Türk Kültürü ve Milliyetçilik: Ötüken Neşriyat, İstanbul 1975.\n• Kültür Değişmesi ve Milliyetçilik: Ötüken Neşriyat, İstanbul 1980.\n• İslâm’ın Bugünkü Meseleleri: Ötüken Neşriyat, İstanbul 1981.\n• Dünden Bugünden Tarih-Kültür-Milliyetçilik: Ötüken Neşriyat, İstanbul 1982.\n• İslâm Tasavvufunun Meseleleri: Ötüken Neşriyat, İstanbul 1982.\n• Tarihte Türkler: Ötüken Neşriyat, İstanbul 1988.\n• Sosyal Meseleler ve Aydınlar: Ötüken Neşriyat, İstanbul 1993.\n• Değer Psikolojisi: Hollanda Türk Akademisyenler Birliği Vakfı, Amsterdam 1993.\n• Ahlâk Psikolojisi ve Sosyal Ahlâk: Ötüken Neşriyat, İstanbul 1995.\n• Şahıslar Arası İhtilâfın Çözümünde Lisânın Rolü: Ötüken Neşriyat, İstanbul 1998.\n• Değerler Psikolojisi Üzerine Araştırmalar: Ötüken Neşriyat, İstanbul 1998.\n• Kelâmî (Verbal) Sahada Estetik Yapı Organizasyonu: Ötüken Neşriyat, İstanbul 1999.\n• Sosyal Psikoloji, Nazariye ve Problemler: (D. Krech – R. S. Crutchfield’den tercüme), Baha Matbaası, İstanbul 1965.\n• Yirminci Asrın Manâsı: (E. Kenneth Bouilding’den tercüme), Milli Eğitim Basımevi, İstanbul 1969.\n• İktisâdî Gelişmenin Merhaleleri: (W. Whitman Rostow’dan tercüme), Milli Eğitim Basımevi, İstanbul 1970.\n• Sanayileşmenin Kültür Temelleri: (John U. Nef’ten tercüme), Milli Eğitim Basımevi, İstanbul 1971.\n• Sınıf Mücadelesi: (Raymond Aron’dan tercüme), Milli Eğitim Basımevi, İstanbul 1973.\n• Batı Düşüncesindeki Büyük Değişme: (Paul Hazar’dan tercüme), Milli Eğitim Basımevi, İstanbul 1973.\n• Dünyayı Değiştiren Kitaplar: (Robert B. Downs’tan tercüme), Tur Yayınları, İstanbul 1980."
		},
		"3": {
			"Header": "Öğretisi",
		"Content": "Erol Güngör’ün; 1957 yılında, 19 yaşında iken E. Kırşehirolioğlu takma adı kaleme aldığı Türkiye’de Misyoner Faaliyetleri başlıklı eseri, kendisinin ilmî ve fikrî meselelere karşı alakasının genç yaşlarda teşekkül ettiğini göstermektedir. Bu eserinde değindiği Türk kültürü, milliyetçilik, kültür değişmeleri, Batılılaşma ve diğer bazı kavramlar, kendisinin daha sonra ilgileneceği konuların nüvesini oluşturacaktır.  Erol Güngör düşüncesinde Ziya Gökalp ve Mümtaz Turhan’ın çok önemli bir yeri vardır. O’na göre bu iki ismin kuvveti sadece çok parlak birer zekaya sahip olmalarından değil, aynı zamanda sosyal ilimlere dayalı bir milliyetçilik görüşü işlemelerinden ileri gelmektedir.  Erol Güngör; Gökalp’in; “kültürler arasında öğrenme yoluyla birbirine geçen ve bu suretle ortak hale gelen unsurlar” şeklideki medeniyet tarifini ve “medeniyet milletlerin -birbirine benzer veya aynı olan taraflarını, kültür ise onları birbirinden ayıran tarafları temsil etmektedir” şeklindeki görüşünü eleştirir. O’na göre Ziya Gökalp, söz konusu tanımları, dönemin pratik ihtiyaçlarını gözeterek ortaya koymuştur. Gökalp; kültür ile medeniyetin kesiksiz devamlılığını gözden kaçırmış, hatta zaman zaman bu ikisini diyalektik tezat halinde görmüştür.  Erol Güngör’ün Ziya Gökalp’i eleştirdiği diğer bir nokta Gökalp’in değiştirilmesi istenmeyen bütün değerleri kültür adı altında toplaması, değiştirilmesi istenenleri ise medeniyete dahil şeyler olarak göstermesidir.  Gökalp'ın formülünde eksik bilginin sebep olduğu yanlışlar yanında yine günün ihtiyaçlarına göre reçete düşünmenin yarattığı tezatlardan birisi; dinin bir yerde medeniyet, bir başka yerde kültür unsuru olarak gösterilmesidir. Din Türklerin icadı olmadığı için medeniyete dahildir, ama Türk halkı onu kendine göre benimsediği için kültüre girmiştir. O halde Türkler eski dinlerinden niçin çıkıp İslâmiyet'e girdiler, diye sorulabilir. Erol Güngör’e göre ise milli kültürler bir medeniyetin çeşitli manzaralarından ibarettir. Milletler arasında alış-veriş konusu olan ortak medeniyet unsurları her milletin kendi şartları içinde kendisine mahsus bir hüviyete kavuşur ve böylece her millet medeniyeti kendi tarzında benimser. Kültür ise medeniyetin cemiyetlere intikal ediş tarzı veya onlarca benimsenmiş şeklidir. Aynı kültüre mensup fertlerde ve gruplarda o kültürün değerleri nasıl birbirinin tıpatıp benzeri olarak benimsenmiyorsa, aynı medeniyetin unsurları da çeşitli cemiyetlerde birbirinden farklı şekil ve muhtevalar kazanmaktadır.  Erol Güngör’e göre; kültürün nesilden nesile intikali yazıya değil, söze dayanır. Geleneklerin sözle aktarılması topluluğun hayatı bakımından çok önemli olduğu için, bu sözlü aktarmayı yapmakla ihtisas kazanan kimseler, aynı zamanda bilgi ve hikmeti temsil eden şahıslardır. Bunlar daha sonraki devrin Kutsal Kitap yorumcuları gibidir. Geleneği en iyi onlar bildiği için, doğru yolun ne olduğunu da elbette onlar bilirler. Erol Güngör’e göre; bir cemiyetin kültürü, bir arada yaşayan insanların hayatın muhtelif problemlerine karşı denedikleri çözüm yollarından meydana gelmiştir. Bu çözüm tarzlarının bir kısmı zamanla sabit hale gelerek cemiyetin bütününe mâl olur ve onun kültürünü teşkil eder. Fakat, sosyal ilimlerde kültürden bahsedilirken bu müşahhas alet ve usullerden ziyade onların arkasında mevcut bulunduğu farz edilen manevi unsurlar (inançlar, norm ve kıymet sistemleri) anlaşılır. Erol Güngör; teknik değişmenin Türk kültürünü bozduğuna dair görüşlere katılmaz. O’na göre Türk milletinin hayatını bozan şey teknik unsurların gelmesi değil, manevi şeylerin gelmemesidir. Manevi kültür olarak nitelenebilecek Batı’nın iş ahlâkının alınmaması bu noktada bir eksiklik olarak göze çarpar. Erol Güngör’e göre; Türk kültürünün üç kaynağı vardır: Türklerin müşterek tarih ve dil sahibi bir kavim olarak çok eskiden beri edindikleri ve geliştirdikleri vasıflar, yani Anadolu’ya yerleşen Türklerin kavmî hususiyetleri, ikincisi İslâm medeniyeti, üçüncüsü de Anadolu’da ve Rumeli’de geçen uzun bir tarih ve tecrübe boyunca edindikleri bilgi ve tecrübedir.\n\nErol Güngör’ün kültür ve medeniyet etrafındaki görüşleri hocası Mümtaz Turhan ile aynı doğrultudadır ki Erol Güngör kendisini Turhan’ın ilmî görüşlerinin devam ettiricisi olarak niteler.\n\nErol Güngör düşüncesinde “milliyetçilik” kavramı önemli bir yere sahiptir. Kendi ifadelerine göre; lise yıllarındaki milliyetçilik anlayışı ile daha sonraki milliyetçilik anlayışı arasında farklılık vardır. Bu farkın temel saikleri ise kendisine göre “bir ilim disiplininden geçmiş olmak, yaş ve tecrübe, bilgi ve özellikle Batı ile temas” gibi sebeplerdir. Erol Güngör; milliyetçiliği bir halkçılık meselesi olarak ele alır ve milli kültürün modern imkanlarla geliştirilmesi olarak tanımladığı kavramın halk içinde yaşamakta olan temel kültür unsurlarına dayanması gerektiğini ifade eder. Demokrasi ve sosyal adaleti milliyetçiliğin ayrılmaz birer parçası olarak görür.  Yine ona göre “Milliyetçilik”; milli kültürü bizzat bir medeniyet kaynağı haline getirmek ve cemiyeti soysuz değişmelerin açık pazar yeri halinden kurtarma hareketi ve bir medeniyet davasıdır.  Milliyetçiği esas itibarı ile tarih hakkında bir yorum ve bu yoruma bağlı olarak öngörülen pratikler olarak gören Erol Güngör’ün tarihe bakışı da bu minvalde önemlidir.  Türk tarihini devamlılık esasına göre ele alan Erol Güngör’e göre Türk milletini anlamanın yolu Osmanlı Devleti’ni anlamaktan geçer. Bu anlayışa erişmiş az sayıdaki münevverin ise en kıymetlileri Yahya Kemal Bayatlı ve Dündar Taşer’dir. Özellikle Dündar Taşer’in Osmanlı tarihini ve Türk milletini tanıtmak; bunun için de Türk tarihi ve kültürü hakkındaki yanlış kanaatleri ortadan silmek şeklinde tavsif ettiği gayretlerini takdir ile anar.  O’na göre tarih öğretimindeki prensip eski çağlardan bugüne gelmek değil, bugünden eski çağlara gitmektir; yani okutulan şey mutlaka bizim yaşadığımız hayatla, bugünkü problemlerimizle irtibat haline getirilmelidir. Tarih meselesinde yapılacak iş sübjektifin yerine objektifi hakim kılmak değil; sübjektif yorumların bir kısmına imkan verip bir kısmını engellemeyi kaldırmak olmalıdır. Sağlam bir tarih şuuru verebilmek, objektif tarih olaylarıyla sübjektif tarih anlayışını mümkün olduğu kadar yaklaştırmaya çalışmakla başarabilecek bir iştir.\n\nErol Güngör, “İslâm Düşüncesi” çerçevesinde de düşüncelerini ortaya koymuş bir düşünürdür. “İslâm Düşüncesi” terkibini; “İslâm dünyasındaki düşünce” veya “Müslümanların düşüncesi” şeklinde anlamak gerektiğini ifade eden Erol Güngör; Gazzâlî’den sonra İslâm Dünyası’nda fikrî bir tembellik hakim olduğuna dair görüşlere katılmaz. Ona göre mevzubahis olan durgunluğun sebebi siyâsî ve sosyal istikrarın zirveye ulaştığı Osmanlı hakimiyeti zamanında otoritelere karşı çıkmak için herhangi bir sebebin bulunmayışıdır. Erol Güngör’e göre; Müslümanların bugün en çok düşündürmesi gereken şey on birinci yüzyıla bağlanmak değil bugüne ayak uydurmaktır ve İslâm düşüncesinin gelişmesi her şeyden önce İslâm dünyasına kaybolan benliğini kazandırılmasına ve dünyayı başkalarının gözlüğüyle görmekten kurtarmak suretiyle bundan sonraki gelişmeler için de sağlam bir zemin hazırlanılmasına bağlıdır.  İslâm’a modern yorumlar getirilmesi gerektiği görüşünü savunan Erol Güngör’e göre; İslâm dünyası modern ülkelerdeki siyasi, idari ve sosyal organizasyonun dışında kalmıştır ve eğer bu organizasyona intibak etmek lüzumunu duyuyorsa, sahip olduğu inanç sistemi ile yaşadığı hayat arasında uygunluk sağlayacak sürekliliği temin edilmiş içtihatlara ihtiyacı vardır.  Erol Güngör’e göre hayat ile din arasında tereddütler içinde bocalamakta olan, maddi hayatı gibi manevi hayatı da kararsızlıklar içinde olan bir “yarım-adamlar topluluğu” olmaktan İslâm toplumunu kurtaracak olan tek çıkış yolu budur.  İçtihat ile reform arasındaki farka dikkat çeken Güngör’e göre din reformu talep edenler her türlü reform yapılsa dahi ibadet etmeyecek kimselerdir. O’na göre din işlerine alâka göstermekle dindarın işlerine müdahale etmek birbirinden ayrı şeylerdir.\n\nTasavvuf üzerine de düşünen Erol Güngör, 1970’lerde yazdığı makalelerde; “İnsanın dış dünya ile ilgili hırs ve heveslerden vazgeçip kendi içine yönelmesi, yani Mevlânâ’nın tabiriyle küçük cihadı bırakıp büyük cihada yönelmesi, miskinlikle izah edilecek bir iş değildir”, “Türk tekkelerinin bir hususiyeti de, bunların dünyadan el etek çekmiş küçük gruplara ait bir manastır şeklinde olmayışıdır” “Bazı Batılı fikir adamları ve onları kopye eden Batıcı Türk aydınları tasavvuf hareketlerinin dış dünyadan bir ricat (retreatism) hareketi olduğunu iddia ederler. Onlara göre Anadolu’da, hatta bütün İslâm dünyasında tasavvuf siyâsî ve iktisâdî çöküntü ile birlikte gelişmiştir. Bu yüzden yakın zamana kadar Türkiye’deki devrimciler bunun bir miskinlik felsefesi olduğunu iddia ediyorlardı”;  “Onlar (sûfîler) bizim sanatımıza, edebiyatımıza olduğu kadar dinî düşüncemize de zenginlik getirmişlerdir” ifadeleri ile tasavvufun bir pasifizasyon ve dünyadan kopuş hareketi olduğunu söyleyenlere karşı çıkan Erol Güngör; 1982 yılında, yani yukarıdaki cümlelerden yaklaşık sekiz sene sonra; “Sûfîler şiir ve mûsikî dışında hiçbir sahaya girmemişler, üstelik girilmesinin de aleyhinde olmuşlardır. İşte asıl mesele buradadır”; “Oraya (tasavvufa) bir defa giren artık her an uçurumun kenarında yürüyor gibidir. Elini eteğini çekip sâdece ve sâdece ruhun saflaştırılması üzerinde kendini teksif eden kimsedir” ve “Tasavvufun İslâm kültürüne yaptığı en büyük menfi tesir, en kaliteli zihinleri, en parlak zekaları kültür hayatının dışına çekmesi ve onları kısırlığa mahkum etmesi olmuştur.” şeklindeki ifadeleriyle tasavvufu tam tersi istikamet te değerlendirmiştir. Erol Güngör, tasavvufa kendi metodolojisi ile değil, felsefî ve sosyolojik bir bakış açısıyla yaklaşmıştır. İslâm Tasavvufunun Meseleleri’nde yer alan bazı çelişkili ifadeler de vardır. Örneğin Güngör; “Tasavvufta velinin asıl özelliği Allâh’la olan yakınlığı sayesinde “keramet” gösterebilmesi, yani tabiat kanunlarının işleyişine uymayan şeyleri başarabilmesidir” cümlesin zikrettiği yerin bir sayfa sonrasında “Sûfî doktrininde kerâmet velinin aslî özelliği değildir” cümlesini kurar.  Erol Güngör’ün eserlerinde İbn Arabî’nin eserlerine herhangi bir atıf bulunmamasına rağmen Ekberiyye ekolü ve takipçileri hakkında keskin yorumları vardır. Muhyiddîn-i İbn Arabî ve takipçileri üzerinde, Erol Güngör’e göre, Philon ve Plotinus’un tesiri o kadar kuvvetlidir ki bu tesirin zaman zaman İslâm’ın orijinal kaynaklarına hâkim olduğu görülür. İbn Arabî, dinî metinleri – Kur’ân ve Hadîs- tamamen alegorik sistemler haline getirmesi, yani onları bâtınî manaların birer sembolü gibi görmesi Müslümanlar arasında inanç birliği – ve arkasından davranış birliği bakımından tehlikeli anlaşmazlıklara gebe olmuştur Yine Güngör’e göre İbn Arabî’nin Yeni-Eflâtuncu felsefeden İsmâilî ve Karmatî doktrinlere kadar pek çok tesir kaynağı bulunduğu için, kurduğu felsefe bu tesirlerin bir karışımı ve dolayısı ile takibi son derece zor bir kargaşalık manzarası verir. İbn Arabî’nin “panteist felsefesi” marifetiyle sûfîlik kendi başında hakikatler peşinde gezmek itibarıyla dinden ayrı bir sistem kurmuştur. İbn Arabî’de Kur’ân ve sünnet hakikatin ancak bir parçasıdır ve sûfî kendi başına hakikatlere erebilen insandır. İbn Arabî Kur’ân’a ondan bir mana çıkarmak üzere bakmaz; çünkü oradan herhangi bir şey öğrenecek değildir. Son olarak Erol Güngör, en iddialı hükümlerinden birinde şöyle der: “Muhyiddîn’in tasavvufundaki inanç kargaşalığı Gazzâlî’den bu yana sünnî akidelerin hâkim olduğu sûfî çevrelerde çok fazla bir tesir uyandırmış değildir”; Muhyiddîn bütün parlak zekâsına ve geniş bilgisine rağmen ortaya ölü bir sistem çıkarmıştır. Bu sistemin İslâmiyet’in realitesi ile pek az ilgisi vardır. Onun uğraştığı ve anlattığı şeyler yaşayan, dinamik bir dinin dışında kalmış, İslâm tefekkürünün gelişme seyrine ve İslâm cemaatinin ihtiyaçlarına ayak uyduramamıştır. Erol Güngör’ün tasavvuf etrafında serdettiği görüşler genelde oryantalist kaynaklara dayanır. Genel anlamda tasavvuf; özel anlamda Osmanlı tasavvuf düşüncesi etrafında öne sürdüğü görüşler klasik tasavvuf kaynaklarına ve Osmanlı Tasavvuf literatürüne dayanmaz. Daha önceki yazılarında tasavvufun Türklerin hayatlarındaki dini ve kültürel müspet tesirlerine vurgu yapan Güngör bu görüşlerini yazdığı kitapta büyük ölçüde değiştirmiştir."
		}
	}
}
