{
	"Name": "Farabi",
	"Desc": "İslâm felsefesinin kurucu düşünürü olan ünlü Türk filozofu",
	"Period": "Islamic",
	"Lifetime": [ 872, 950 ],
	"Importance": "High",
	"GUI": {
		"Position": [ -175, 105 ],
		"Color": [ 0, 114, 26 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Tam İsim: Ebû Nasr Muhammed b. Muhammed b. Tarhan b. Uzluğ el-Fârâbî et-Türkî\n• Doğum Yeri: Farab\n• Ölüm Yeri: Dımaşk (Şam)\n• Hocaları: Yuhanna b. Haylân, Metta b. Yûnus\n• Öğrencileri: İbrahim b. Adi, Yahya b. Adî, İbnü’s-Serrâc\n• Etkilendikleri: Plotinus, Platon, Aristoteles, Metta b. Yûnus\n• Etkiledikleri: Yanyalı Esad Efendi, Yahya b. Adî, Giritli Sırrı Paşa, Abdüllatîf el-Bağdâdî, Alişah b. Hacı Büke, Yûsuf Has Hâcib, Şinasi, Kadızâde Tirevî, Mehmed Şemseddin Günaltay, İbn Sînâ, İbn Zeyle, İbn Tufeyl, İbnü’s-Serrâc, Ebü’l-Berekât el-Bağdâdî, Hızır bin Abdullah, Efdalüddin el-Hûnecî, Ebû Süleyman es-Sicistânî, İbn Davud, İbn Meymûn\n• Ekolleri: Felsefe, Meşşâîlik\n• Etkilediği Ekoller: Meşşâîlik"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Türkistan’ın Fârâb şehri yakınlarındaki Vesiç’te yaklaşık 258/871-72 yılında doğmuştur. Fârâb bugünkü Kazakistan sınırları içinde eski bir şehir olan Otrar’dır. Babası Vesiç kalesi komutanıydı. Fârâbî Sâmânîler Devleti’nin eğitim ve kültür merkezi Fârâb’da iyi bir tahsil görmüş olmalıdır. Fakat bir süre sonra burayı terk ederek ilim elde etmek için seyahate çıkmıştır. Horasan ve İran bölgesinde bulunan önemli kültür merkezlerini ziyaret ettikten sonra kırk yaşını geçmiş iken Bağdat’a varmıştır. Bağdat’ta İbnü’s-Serrâc’dan Arapça okumuş ve kendisi de ona mantık okutmuştur. Fârâbî ayrıca Bağdat’ta, Nestûrî bir hıristiyan olan mütercim ve şârih Ebû Bişr Mattâ b. Yûnus’tan mantık okudu. Fakat Fârâbî’nin mantık ve felsefe alanında kendisinden büyük ölçüde istifade ettiği kişi Harranlı Yuhannâ b. Haylân olmuştur. Fârâbî, hem felsefenin İslâm toplumuna geliş seyrini hem de kendisinin eklemlendiği geleneği kayıp eserinden bir parça olan “Fî zuhûri’l-felsefe” adlı metinde anlatır. Buna göre Fârâbî, Aristo’dan sonra felsefe öğretiminin Atina’dan İskenderiye’ye ve oradan da Antakya’ya geçtiğini, kendisinin İbn Haylân’dan Kitâbü’l-Burhân’ı sonuna kadar okuduğunu, oysa Hıristiyanlığa zarar vereceği endişesiyle o zamana kadar İskenderiye okulunda Kıyas’ın belli bir bölümünden sonra okutmanın yasak olduğunu anlatır.\n\nFârâbî, yirmi yıl kadar Bağdat’ta oturmuş ve eserlerinin çoğunu burada kaleme almıştır. Ancak meydana gelen karışıklıklar sebebiyle 330/941 tarihinde veya bir yıl sonra muhtemelen Halep üzerinden Dımaşk’a gitmiştir. Fârâbî, Dımaşk’ta Seyfüddevle ile iyi ilişkiler kurmuş, maddî servete değer vermeyen ve yaşadığı sürece giydiği Orta Asya Türk kıyafetini hiç değiştirmeyen zâhidâne tavrıyla Seyfüddevle’nin kendisine ikram ve ihsanını kabul etmeyerek günlük ihtiyacını karşılayacak kadar parayla yetinmiştir. Daha sonra ilerlemiş yaşına rağmen 337/948 tarihinde Mısır’a kısa bir seyahat yapmış, ardından Dımaşk’a dönmüştür. Receb 339’da (Aralık 950) tarihinde seksen yaşlarında Dımaşk’ta vefat eden Fârâbî, Emir’in de katıldığı cenaze töreninden sonra Bâbü’s-sağîr mezarlığına defnedilmiştir.\n\nÖNEMLİ ESERLERİ:El-Medinetü’l-Fazıla, El-Makalat,İdeal Devet, Mutluluğun kazanılması, ilimlerin sayımı, ihsaü’l Ulüm, Es Siyasetü’l-Mediniyye, Kitabü’l-Mille, Tahsilü’s Sa’ade, Et-Tenbih ala Sebili’s Sa’ade, Fusulü’l-Medeni,El-Cem’ beyne Re’yeyi’l Hakimeyn, Me’ani’l-Akl,El-Müsaka’l Kebir, Risale Fima Yenbaği en Yükaddem Kable Te’ailümi’l-felsele, Kitabü’l-Huruüf el-Elfazü’l-Müsta’mele fi’l-Mantık."
		},
		"2": {
			"Header": "İlimler Tasnifi",
			"Content": "Fârâbî, farklı eserlerinde bilimleri çeşitli ölçütler açısından tasnif etmiştir. Ancak o İhsâü’l-‘ulûm’da en geniş anlamda ilimlerin tasnifini yapmış, her ilmin tanımını, eğitim ve öğretimdeki önemini belirtmiştir. Bu tasnif en genel olarak şöyle gösterilebilir:\n• Dil ilimleri sarf, nahiv, kitabet, kıraat, aruzdan müteşekkildir.\n• Mantık ise Organon’un kapsamında yer alan sekiz kitaptan oluşur.\n• Matematik: Aritmetik, geometri, optik, astronomi, müzik, mekanik ve teknik bölümlerinden oluşur.\n• a) Fizik Felsefesi: Fizik, sema ve âlem, kevn ve fesad, meteoroloji, madenler, bitkiler ve hayvanlar. b) Metafizik ise ontoloji, ilimlerin ilkeleri ve mücerret cevherler ilkeler kısımlarını içerir.\n• Medenî ilim, fıkıh ve kelâmdan oluşur."
		},
		"3": {
			"Header": "Varlık Düşüncesi ve Metafiziği",
			"Content": "Fârâbî’ye göre metafizik üç bölümde incelenir: a) Varlıkları ve onların genel niteliklerini varlık olmaları bakımından ele alıp inceleyen ontoloji bölümü. b) Tikel ilimlerdeki kesin kanıtların prensipleri ile mantık, matematik ve fiziğin ilkelerini araştıran ve tikel bilimlerin konularını belirleyen bölüm. c) Cisim olmayan ve cisimde de bulunmayan mücerret ilkeleri araştıran bölüm. Bu bölüm aynı zamanda Allah’ın varlığı ve sıfatlarının incelendiği, varlığın hiyerarşisinin ele alındığı, kozmoloji ve kozmogoninin de incelendiği bölümdür.\n\nFârâbî’nin metafizik sisteminde Tanrı, bütün eksikliklerden münezzehtir. O’nun varlığı ve varlığının devamı başkasına dayanmaz. Kendisinden önce varlık olmadığı için İlk Varlık ve İlk Gerçek’tir, bütün var olanların sebebi olması itibariyle İlk Sebep’tir. Bilkuvveliği olmaması itibariyle her bakımdan bilfiildir, tamdır, kendi kendine yeterlidir ve mutlak kemâl sahibidir. Tanrı birdir. Yani zıddı ve dengi yoktur, cinsi, türü, ayırımı, maddesi ve formu, parçaları da yoktur. Cinsi, türü, ayırımı olmadığı için tanımlanamaz. Ayrıca Tanrı, hikmet ve hayat sahibidir. Tanrı, madde olmadığı ve maddeyle birleşmediği için Akıldır. Kendini akletmesi itibariyle ma‘kûldür (akledilen) ve kendisini akletmesi itibariyle âkildir (akleden). Kemâl bildiren bütün sıfatlar, O’nun zâtına eklenmiş sıfatlar olmayıp O bizzat zâttan ibarettir.\n\nFârâbî varlıklar hiyerarşisinde “İlk Sebep”ten başlayarak basitlik ve mükemmelliğin en alt düzeyinde yer alan ilk maddeye kadar inen altı ilke belirler. Buna göre ilk ilke, Tanrı’dır. İkincisi, “ikinciler” (es-sevânî) ve “maddeden ayrık akıllar” (el-ukûlü’l-müfârıka) olup bunlar, gökkürelerinin sayısına tekabül edecek şekilde dokuz akıldan oluşan varlıklardır. Bu akıllar varlıklarını Tanrı’dan alırken kendileri de sonraki akılların ve gökkürelerinin varlık sebebidirler. Üçüncü ilke faal akıl olurken dördüncü mertebede yine mânevî ve basit bir varlık olan nefis bulunur. Beşinci ve altıncı varlık mertebesinde ise aktif ilke sûret (form) ve pasif ilke madde (heyûlâ) vardır. Bu iki basit ilkenin birleşmesiyle ay altı âleminde öncelikle dört unsur (toprak, su, hava ve ateş), sonra bu dört unsurdan her birinde soğukluk-sıcaklık, kuruluk-yaşlıktan ibaret dört zıt nitelik oluşur. Bunların karşımı sonucunda suret ve maddeden bileşik olan cisim meydana gelir. Böylece en dıştaki felekten en aşağıda yer alan dört unsura kadar kâinatta bir boşluk olmaksızın varlık seferleri tamamlanır.\n\nFârâbî, âlemin Tanrı tarafından var kılınışını Yeni-Platoncu gelenekte mevcut bulunan sudur teorisiyle açıklar. Sudûr, bütün var olanların Tanrı’nın varlığından ezelî ve zorunlu olarak çıktığını ifade eder. Tanrı’nın varlığı ile evrenin varlığı arasında zaman bakımından değil, varlık bakımından bir öncelik-sonralık vardır. Sudur süreci ise şöyle gerçekleşir: İlk Sebeb’in kendisini düşünmesi ve bilmesi sonucunda O’ndan İlk Akıl sudûr etmektedir. İlk Akıl’ın İlk Sebeb’i düşünmesiyle İkinci Akıl; kendisini düşünmesiyle de bu İkinci Akıl’ın irtibatlı olduğu en uzak gök meydana gelir. Sonra İkinci Akıl’ın İlk Sebeb’i idrak etmesiyle Üçüncü Akıl; kendi özünü idrak etmesiyle de sabit yıldızlar göğü meydana gelir. Bu süreci, birbiri ardınca Onuncu Akıl’a (Faal Akıl) kadar devam eder. Her akıl, Fârâbî zamanında bilinen gezegenlerle ilişkilidir. Bu küreler altında ay altı âlem yani yeryüzü bulunur. Kozmik akıllar dizisinin son halkası Faal Akl’ın ay altı âleme ilişkin hem varlık verme hem sûret verme faaliyeti vardır. Dünyadaki süreç ise Ay-üstü âlemin aksine noksandan mükemmele, basitten karmaşığa doğru bir seyir izler. En aşağı seviyede gök cisimlerinin etkisiyle meydana gelen ilk madde yer alır, onu dört unsur (hava, su, toprak, ateş), madenler, bitkiler, hayvanlar ve nihayet yeryüzündeki en üstün varlık olan insan takip eder. İnsanın varlık buluşuyla birlikte hiyerarşik gelişme süreci kemâl noktasına varır."
		},
		"4": {
			"Header": "Psikoloji",
			"Content": "Fârâbî, nefsi güç halindeki organik cismin ilk yetkinliği olarak tanımlar. Ona göre nefis bedenle olan yönetme ve tasarruf ilişkisi nedeniyle bir suret, cisimden bağımsız olması itibariyle de manevî bir cevherdir. Dolayısıyla Fârâbî’ye göre nefsi her en kadar bedenle birlikte yaratılsa da bedenle birlikte haraba uğramaz. Fârâbî’ye göre nefis, bir maddeye ve organa ihtiyaç duymadan aklî suretleri kavraması nedeniyle maddeden bağımsız bir cevherdir. Nefis, beslenme, büyüme ve üreme faaliyetini yürüten bitkisel, duyusal idrak ve hareket güçlerini barındıran hayvansal ve aklî idrak faaliyetini yürüten insanî nefs şeklinde ayrılır.\n\nFârâbî’ye göre insanî nefsin bedenin harabıyla birlikte yok olmaması için maddî ve potensiyel aşamanın üstüne çıkması gerekir. Ölümsüzlük bilfiil akıl haline gelen nefisler için geçerlidir. İnsanın mükâfat ve cezası tamamen gayr-i maddî ve bedensiz olarak tahakkuk edecektir."
		},
		"5": {
			"Header": "Bilgi Teorisi",
			"Content": "Fârâbî’ye göre yeni doğan bir çocuk duyu ve idrak vasıtalarına sahip olarak dünyaya gelmekle birlikte Platon’un savunduğunun aksine duyusal ya da aklî bir bilgiye sahip olarak doğmamaktadır. Kişinin kendisinde bilgi vasıtalarını kullanarak bilgi sahibi olabilmesi ancak belirli bir süreçten ve kazanımdan sonra gerçekleşmektedir. Duyu gücü beş duyu vasıtasıyla duyulurları, acı ve lezzet veren şeyleri idrak eder. Duyular yoluyla ancak nesnelere ait tikel bilgiler elde edilir. Dolayısıyla duyular zararlı ile yararlıyı, güzel olan ile çirkin olanı ayırt edemez. Bunu akleden nefstir. Fakat nefs duyulur sûretleri duyularla, akledilir sûretleri de onların duyulur sûretleri vasıtasıyla idrak eder. Yani nefs, makul suretleri duyulur suretlerden çıkarmaktadır. Sonuç itibariyle duyular, aklî bilginin meydana gelmesi sürecinde önemli bir yere sahip bulunmaktadır.\n\nAklî bilginin meydana gelmesi ise bazı idrak süreçlerini gerektirmektedir. Çünkü eşyanın sûretlerinin akılda meydana gelişi, sanıldığı gibi duyuların duyulur şeylerle (mahsûsât) doğrudan ve aracısız olarak temasa geçmesi sonucu olmamaktadır. Nefsin güçleri arasında birtakım aracılar vardır Buna göre duyuların duyulurlarla teması sonucu duyularda bir kısım sûretlerin meydana gelir. Sonra ortak duyuya (el-hissü’l-müşterek) iletilir ve ortak duyu ise bu sûretleri mütehayyile gücüne ilettir. Mütehayyile gücünden geçen bu suretler açık ve ayrışmış bir hale getirilmesi için temyiz gücüne iletilir. Bundan sonra akla ulaşır ve böylece akıl suretleri elde eder.\n\nİnsan aklı ise amelî ve nazarî veçheleriyle ele alınır. İnsan aklının amelî yönü temel olarak iradi eylemleri konu edinir. Bu ise marangozluk, çiftçilik, tıp gibi meslek ve sanatların fonksiyonlarına dair miheni/teknik kapasite ile, insan eylemelerinin ahlâkî boyutta ele alan fikrî/tikel düşünme ile ilgilidir. İnsan aklının nazarî yönü ise, insan aklının tümel bedihî öncülleri vasıtasıyla elde ettiği teorik bilgilerle ilgilidir. İnsan aklının bu tümel bedihî önermelerden çıkarımlar yoluyla elde ettiği bilgilerin süreçleri ise psikolojik akıllar teorisi ile açıklanır. Buna göre insan doğduğunda sahip olduğu bilkuvve akıl (heyûlânî/münfail), nefsin cüzü, gücü ve potansiyelidir. Dolayısıyla bilfiil hale geçmesini sağlayacak kendisi dışında sürekli bilfiil bir akla muhtaçtır. Bu sürekli bilfiil olan Faal Akıl’dır. Faal akıl, gözün nesneleri görmesini sağlayan güneş gibidir. Güneş nesneleri aydınlatarak bilkuvve görme gücüne sahip gözün görmesini sağlayarak onu bilfiil hale getirdiği gibi, Faal akıl da bilkuvve aklı bilfiil hale getirir. Bilfiil akıl böylece (i) geometrik aksiyomları, (ii) ahlâkın ilk prensiplerini ve (iii) varlıkların hallerini, ilkelerini ve mertebelerini çıkarmayı mümkün kılan metafizik bilgilerin ilk prensiplerini bilir. İnsan aklının üçüncü aşaması ise, tamamen soyut şeylerin kavrandığı en yüksek seviye olan müstefâd akıl aşamasıdır. Müstafad akıl aşamasına, bilfiil aklın, kendisinde bulunan bilfiil akledilirlerin suretlerini akletmesiyle ulaşılır. Müstefad akıl bilfiil aklın maddelerinden soyutlayarak elde ettiği suretleri ve hiçbir zaman maddede bulunmayan ve cismanî olmayan mufarık varlıkları da kavrar. Böylece akıl bilmeleke aşamasından hareket ederek faal aklın yardımıyla yükselişini tamamlayarak mufârık varlıkların ilk mertebesine, yani Faal Akıl mertebesine doğru yükselir. Nihayet müstefâd akıl ile Faal Akıl arasında hiçbir şey kalmaz ve bu mertebede kişi varlıkların bilgisine sahip olan ve kendisine vahyedilen tam filozof ve hakîm olur."
		},
		"6": {
			"Header": "Siyaset ve Ahlâk Düşüncesi",
			"Content": "Fârâbî’nin siyaset görüşleri onun mille teorisi ile ifade edilebilir. Mille: Bir kurucu reisin içinde yaşadığı toplumda, toplum için ve tolumla birlikte, onların saadete ermelerini sağlayacak bir şekilde kullanmaları için oluşturduğu ve şartlarla mukayyet inançlar ve görüşlerden oluşur.\n\nFârâbî’nin tanımı bütün din ve ideolojiler için geçerl olabilecek bir tanım olup teorik ve pratik kısımlardan oluşur. Teorik kısmı doğrudan bedihî öncüllerle temellendirilebileceği gibi metaforla ve aklî burhanla ispatlanabilir. Pratik kısım ise vahiyle ve vahye dayalı içtihatlarla tayin edilir. Mille ve felsefe muhteva itibariyle benzer olmakla birlikte dil, uslup ve yöntem bakımından farklıdır. Felsefe burhanî metodu kullanırken mille genel kitleleri harekete geçirmek için iknaî metodu kullanır.\n\nEğer bir mille burhan ile açıklanabilirse o mille, erdemli (el-fâzıla) olur. Örneğin cedeli ya da sofestai bir topluma erdemli bir din gelirse misal ile hakikat karışırsa dinde yozlaşmaya götürür, avamın kafası karışır ve bozulmuş bir medine oluşur. Eğer vahye dayalı din kötü yorumlanmış ve sonra da burhani bir medineye intikal etmişse din felsefe çatışması meydana gelir. Ancak bir milleyi fazıla, felsefeni hiç olmadığı bir kente gelirse, burada felsefeyi harekete geçiren bir unsur haline gelir.\n\nFârâbî toplumun oluşmasının ontolojik nedenlerle, ihtiyaç teorisiyle, doğalarının gereği olduğu söylemiyle yahut kendi fiziksel varlığına öykünme yoluyla oluşmasına dair teorileri dile getirir. Böylece eksik toplumlar köy ve kasabalardan tam toplumlar olan medineler ve büyük birleşik toplumlar teşekkül eder. Şehirler ise erdemli ve diğer şehirler diye tasnif edilir.\n\nA) Erdemli şehir en yüksek saadeti hedefleyen, İlk Varlık’ın sıfat ve fiillerini bilen, mücerret varlıkları, ay altı âlemdeki madenleri, bitkileri ve hayvanları tanıyan, insan psikolojisini bilen, erdemli şehri ve özelliklerini bilen ve erdemsiz toplumları tanıyan bireylerin oluşturduğu bir şehirdir.\n\nB) Erdemli olmayan şehirler: 1. Cahil şehirler: Hiçbir fazilet içermeyen naturalist, hazcı, insan nefsinin duyu ve isteklerini esas alan, öfke ve şehvetten türemiş, sapkın doğayı esas alan şehirlerdir. Bununun bir türü bütün uğraşları yiyecek, içecek, barınma ve cinsel ihtiyaçlarını gidermekten ibaret olan Zorunluluk şehridir. Bir başka türü gösterişi esas alan cimrilikle malul bütün gayesi servet elde etmek üzere kurulu olan Zenginlik ve Kötülük şehridir. Bir başka türü bedensel ve hayalî zevklerinin peşinde koşan, hayatı oyun ve eğlenceden ibaret gören Bayağılık ve Düşüklük şehridir. Bir başka türü giyim kuşamı, makamı, hiyerarşiyi önemseyen Şereflilik Temelli şehirdir. Başka bir şehir ise kan dökerek, kölelik uygulayarak insanlara egemenlik kurma amacı peşinde koşan Zorbalık şehridir. Demokratik şehir ise eşitliğin, özgürlüğün kozmopolitliğin olması itibariyle içinde yaygın kötülükleri de barındıran bir şehirdir. Fakat bu şehir içinde erdemli insanların bulunabilmesi itibariyle bazı olumlu özelliklere de sahiptir. 2. Erdemli şehrin inançlarına (ârâ) sahip olan ama erdemli millenin iş ve efalini ahlâkını uygulamayan toplum ise fasık şehir olarak adlandırılır. Bunlar nazariyede erdemli şehir gibi, ama amelde cahil şehirlerin halkları gibi davranırlar. 3. Değişmiş Şehir: Daha önce erdemli şehrin inanç ve fiilerine sahipken bilahare değişmiş ve yeni ara efal ve kanunlar ihdas etmişlerdir. Böylece onlar bir tür sahte erdem ve sahte mutluluğa sahiptirler. 4. Sapkın Şehir ise ahiret mutluluğunu zanni olarak bilmekle birlikte, mücerred varlıkların taklit ve temsillerini almış olsalar da bozuk inançlarla inanırlar. İlk başkanları kendine vahiy indiğini iddia eden ve halkı kandıran yalancı bir peygamberdir. Sonuçta Fârâbî’nin tasarladığı erdemli toplum, ütopik özellikler barındırsa da onun İslâm’ın Peygamberi ile devlet başkanını ilk reis nezdinde terkip eden bir anlayışa sahiptir."
		},
		"7": {
			"Header": "Musikî",
			"Content": "Fârâbî, İhsâü’l-Ulûm’unda mûsikîye, “ta‘lîmî ilimler” sınıfında yer vermektedir. Zira Fârâbî’ye göre “riyâzî ilimler”den (aritmetik, geometri, astronomi, musiki) biri olan mûsikî ilmi; makam ve melodi türlerini, bunların nelerden ve nasıl teşekkül ettiğini, daha tesirli ve güzel olmaları için ne gibi işlemler yapılacağını araştıran bir ilim dalıdır. Ona göre mûsikî ilminin teorik (nazariyat) ve pratik (mûsikî icrası) olmak üzere iki kapsamı vardır. Pratik yönü, ister hançere ister enstrüman olsun nota ve melodilerin daha güzel sunulması için gerekli şartların temini ile uğraşır; yani mûsikînin icrâ-i sanat yönüdür.\n\nFelsefede Aristo’dan sonra “Muallim-i Sânî”, müzik ilminde “Muallim-i Evvel” olarak kabul edilen Ebû Nasr Muhammed b. Tarhan b. Uzluğ el-Fârâbî (ö. 950), müzik nazariyâtını Aristo, Themistius ve Öklid gibi ünlü Yunan âlimlerin Arapça’ya tercüme edilen eserlerinden tanımıştır. Kindî’nin eserlerine de vâkıf olan Fârâbî’nin müziğe dâir Kitâbü’l-Mûsîka’l-Kebîr, Kitâbü İhsâi’l-Îkâât, Kitâb fil-Îkâât adlı üç eseri vardır. Günümüze de ulaşan bu eserler üzerinde çeşitli çalışmalar yapılmıştır. Ne var ki Yunanların görüşlerini ele aldığı Kitâbü’l-Mûsîka’l-Kebîr’in ikinci bölümü kayıptır. Bu eserinde o, sadece Yunan eserlerini şerhetmekle kalmamış, Yunanlılar’dan eksik bir şekilde intikal eden nazarî bilgileri tamamlamış ve hatta hatâlarını düzeltmiştir. Çalgılarla ilgili ayrıntılı bilgiler vermiş olması ve ses fiziği alanında Yunanlılar’ı aşması ona müzik tarihinde müstesna bir yer kazandırmıştır.\n\nGerek İhvân-ı Safâ ve gerekse Kindî’de görülen Pisagor ve Platon ekollerinin yansımaları Fârâbî’de mevcut değildir. Müzikal seslerle sayılar ve gök cisimleri arasında güçlü bağlar kuran görüşleri temellendiren ve “ethos doktrini” denen bu düşünceye Fârâbî’de rastlanmaz. Fârâbî, sayıların kendine özgü kimlikleri olup kainatı oluşturan unsurlar arasında düzenli ilişkiler ve belli bir uyum bulunduğunu ileri süren Pythagoras’ın değil, sayıları bir kenara bırakarak duyuma daha çok önem veren Aristoxenes’in etkisinde kalmıştır."
		},
		"8": {
			"Header": "Kitabu'l Huruf",
			"Content": "İslâm felsefe geleneğinde kurucu bir role sahip olan Fârâbî (ö. 339/950), felsefenin neredeyse bütün alanlarında özgün ve yaratıcı ürünler ortaya koymuş eşsiz filozoflardan biridir. Eserlerinin büyük bölümü mantığa dair olup İslâm dünyasında asıl mantık çalışmaları onunla başlamıştır. Kendisinden önceki mantık geleneğine son derece vakıf olan Fârâbî; “İlk Muallim” (Mu‘allim-i Evvel) olarak vasfedilen Aristoteles’in mantık eserlerine pek çok şerh yazdığı gibi, çok sayıda özgün ve etkili müstakil eserler de kaleme almış ve “İkinci Muallim” (Muallim-i Sânî) unvanını kazanmıştır.\n\nHarfler Kitabı’nda (Kitâbu’l-Hurûf) Fârâbî, başta mantık ve metafiziğe dair konular olmak üzere kendine özgü yaklaşımıyla yer yer, dil-mantık ilişkisi, toplum ve felsefe ilişkisi gibi birçok konuyu ele almaktadır. Eser mantıksal/ontolojik kategorilerin incelenmesiyle başlamakta sonrasında bu kategorilerin çeşitli dillerde nasıl dillendirildiği anlatılarak bu kategorilerin tüm yerel dillerin ötesinde evrensel olduğu vurgulanmaktadır. Bunun yanında eserde, adı geçen bu kategoriler tek tek ve derinlemesine incelenmekte, “cevher”, “araz”, “şey” ve “varlık” gibi metafizik ve mantığa dair kavramlar anlatılmaktadır. Esas önemli olan ise Fârâbî bu eserinde Metafizikten Mantığa, Mantıktan toplumbilim ve siyasete kadar birçok görüşü kendine özgü yaklaşımıyla ele almaktadır. Harfler Kitabı Doç. Dr. Ömer Türker tarafından tercüme edilmiştir."
		}
	}
}
