{
	"Name": "Fazıl Ali Bey",
	"Desc": "Kimyager, ârif-filozof",
	"Period": "Islamic",
	"Lifetime": [ 0, 1608 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -160, 55 ],
		"Color": [ 255, 153, 224 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri: İznik\n• Ölüm Yeri: Bilinmiyor\n• Ekolleri: Felsefe, Kimya, İşrâkîlik"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Tam adı Şeyh Alâuddîn Ali Bey b. Hüsrev el-Sârûhânî el-İznîkî'dir. Ali Çelebi yahut, daha çok, Fâzıl Ali Bey diye tanındı. Şeyh Ede Balı'nın soyundan gelen Vahyîzâde'nin yakınıdır. Önceleri babasından boşalan zeâmete tasarruf etti. Belgrad ve Bağdad seferlerine katıldıktan sonra doğum yeri İznik'e dönerek yeniden ilim tahsiline başladı. Bu çerçevede zühd ve riyâzet yolunu seçti. Atâî'nin bildirdiğine göre aklî ve naklî ilimlerin tahsili için bir çok yabancı memlekete seyahat etti. Nitekim Mecmûatü’l-mücerrebât adlı Türkçe eserinde Fâzıl Ali Bey, kimya ilmine olan ilgisi ve merakından dolayı memleketi Anadolu’yu terkedip Mağrib, Hıta ve Hoten ile Hindistan, Arap ve Acem topraklarına şehir şehir yolculuk ettiğini, kimya konusunda muteber ve mütedavil olan eserleri toplayıp incelediğini, ayrıca bu sahada uzman alimlerden ders aldığını belirttikten sonra, bu ilmî seyahatinin otuz yedi yıl sürdüğünü, akabinde yurdunu, yakınlarını ve dostlarını özlediğinden memleketine döndüğünü belirtir. Fâzıl Ali Bey Sultan III. Mehmed devrinin sonlarında İstanbul'a gelip Eyüp civarında bulunan Sütlüce'de yerleşti. Bir çok ilimde, özellikle tefsîr, tasavvuf, kelam ile garîb, hikemî ve kimyevî ilimlerde telif ettiği eserler dolayısıyla entelektüel zümre arasında \"yeni müellif\" (müellif-i cedîd) diye tanındı. Fâzıl Ali Bey, İstanbul'da bulunduğu süre içerisinde pek çok defa Padişahın huzuruna çağrıldı. İlim meclislerinin çoğunda halli güç kelâm ve hikmet meselelerini çözdü, muhkem ve müteşâbih ayetleri tefsir etti. Özellikle kaza ve kader meselesine farklı yorumlar getirdi. Aralık 1603'de \"kânûn-i selâtîn-i kirâm üzere\" Eyüp Sultan türbesinde Sultan Ahmed'e kılıç kuşattı. Müstakîm-zâde'nin, Menâkib-i melâmiye-i bayrâmiye adlı eserinde bildirdiğine göre, bayrâmî melâmîlerinin ileri gelen şeyhlerinden İdrîs-i Muhtefî adıyla meşhur Tırhâlalı Hoca Ali er-Rûmî'den hilafet aldı. Öte yandan \"min ed’afi’l-halîka ilâ ekmeli’t-tarîka\" ibaresiyle başlayan tasavvufî irşadlarını içeren bir nâmesini Azîz Mahmûd Hüdâî'ye takdim edince, kendisine \"min ed’afi’l-fukara\" ifadesiyle başlayan bir cevapnâme verilmesinden hareketle Celvetiye tarikatına mensub olduğu da düşünülebilir. Vefat ettiğinde Ebû Eyyûb el-Ensârî türbesi haremine defnedildi."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "Yukarıda da belirtildiği üzere, Osmanlı-Türk ilim tarihinde eski kimya sahasında en üretken müellif olan Fâzıl Ali Bey'in bu alanda otuzu aşkın eseri vardır. Bu eserlerden hemen hemen hiç birisi ilmî açıdan incelenmemiştir. Burada önemli olan bazı eserler çok kısa tanıtılacak; diğerleri isim olarak zikredilecektir.\n• Durer el-envâr fî esrâr el-ehcâr (A): Kimya konusunda muhtasar bir eserdir. Bir mukaddime ve çeşitli bablardan oluşur. Mukaddimede müellif, senelerce kimya çalıştığı halde bu ilmi öğrenemediğini, Ali Aydemiroğlu'nun eserlerini inceleyince anlamaya başladığını belirtir. Eserde hacer-i mükerremin (pierre philosophale) eczâsını, mâhiyetini ve esrarını yazar. Ayrıca elkimyanın sırlarını bildiren müellif, bütün bu sırların izâhından dolayı başına belalar geldiğini; özellikle Kâhire'de hocası Merçuş el-A'mâ'nın bu sırlara nüfûz ettiğinden Kanûnî dönemi vezirlerinden birisinin eliyle öldürüldüğünü söyler. Kitabın sonunda, o tarihe kadar yazdığı eserlerinin tam bir listesini verir; ayrıca hayat hikayesini el-Levâih fî esrâr el-hurûf el-fevâtih isimli eserinde yazdığını belirtir (Ali Emiri, Arabi, nr. 2842, 32 yaprak; Adana İl Halk nr. 918, 34 yaprak).\n• Keşf el-esrâr ve hetk el-estâr (A): Bursalı Mehmed Tâhir ile Ömer Nasuhi Bilmen eserin tefsirle ilgili olduğunu söylemelerine rağmen eser elkimyaya aittir. Bir mukaddime, muhtelif bablar ile bir hatimedem meydana gelir. Müellif bu eserinde de yirmi üç sene elkimyanın dilini öğrenmek için çalıştığını; ancak Ali Aydemiroğlu ile Câbir b. Hayyân başta olmak üzere, diğer müelliflerin eserlerinden istifadeyle bunu başarabildiğini söyler. Eser dokuz feleke teşbihen dokuz tabakaya taksim olunmuştur. Eserde iksirler ve ecsâd-i seba geniş bir şekilde incelenir (İ.Ü., AY, nr. 6092, 68 yaprak).\n• Mecmûât el-mücerrabât fî el-kimyâ (T): Eser dört rüku ve sekiz bab olarak düzenlenmiştir. İlk dört rüku'da sırasıyla, rûh, sarı kükürt, sarı zırnık ve esâd incelenir. Sekiz babda ise, yine sırasıyla, buharlaştırma (tasîd), kireçleştirme (teklîs), akd etme, esâd ve tertipleri için su çıkarmak, eczâları karıştırıp cevher yapmak, cevheri çözmek, cevheri tarh etmek ve ecsâdı tenkih etmek ile muhtelif kimyevî işlemler izah edilir. Eserde kimyevî bilgiler rümuzsuz ve kolay anlaşılır bir şekilde düzenlemiştir. Müellif ayrıca kendisinin yaptığı tahlil ve terkiblerden de bahsetmektedir. Bu haliyle eser kimyevî deneyleri ihtiva eden bir çalışmadır (Bağdadlı Vehbi nr. 1011/2, yaprak 11b-52b; Hekimoğlu Ali Paşa nr. 541/1, yaprak 1-43).\n• Cevâhir el-esrâr fi meârif el-ehcâr (A): Muhtasar bir eserdir. Fasıl ve bablardan oluşur. Eserde ilm-i mizân'ın özü verilmeye çalışılmıştır (Hacı Selim Ağa, nr. 881, yaprak 20-37).\n• el-Durret el-beyzâ fî el-iksîr el-hamrâ (A): Kırmızı yakut hakkındadır (Fatih, nr. 3227, yaprak 33-39).\n•  el-Sır el-rabbânî fî el-ilm el-cismânî ve el-rûhânî (A): Kimya hakkındadır (Adana İl Halk nr. 918, yaprak 1b-13b).\n• Kitâb dekâik el-mîzân fî mekâdir el-evzân (A): İksîr hakkındadır (Carullah nr. 1537, 41 yaprak).\n• el-Misbâh fî ilm esrâr el-miftâh (A): Kimya hakkındadır (Selim Ağa nr. 881, yaprak 85-134).\n• Hacere-i selâse (A): Kimya konusundadır (Selim Ağa nr. 881, yaprak 13-17).\n• Tevâli el-budûr fî şerh el-şuzûr (A): Endelüslü Hakîm Ebû'l-Hasan Ali b. Musa'nın Şuzûr el-zeheb adlı iksîr konusunda çokça tutulan ve kullanılan eserinin şerhidir (Nuruosmaniye nr. 3628, 78 yaprak).\n• el-Muntehab fî sınâat el-zeheb (A): Ucuz metalleri altına dönüştürme hakkındadır.\n• Mefâtîh el-kunûz fî hall el-rumûz (A): Kimya eserlerindeki rümuzlar hakkındadır.\n• Semeret el-irşâd ve tahrîc el-ervâh ve el-ecsâd (A): Kimya konusunda olan eser bir mukaddime, dört kutb ve dört fen üzere düzenlenmiştir.\n• el-Sırr el-rabbânî fî ilm el-mîzân (A): Kimya hakkındadır (Nuruosmaniye nr. 3621, yaprak 28b-70b).\n• el-Durret el-beyzâ fî sedef el-hukema (A): Sedef taşı hakkındadır (Bağdadlı Vehbi nr. 1017 yaprak 75-84).\n\nFâzıl Ali Bey'in kimya sahasında ayrıca Dîvân fî el-iksîr (A); Durret el-ğavvâs fî esrâr el-havvâs (A); Mukaddimet el-vasl (A); Tervîh el-ervâh fî esrâr el-miftâh (A); Envâr el-terkîb (A); Kitâb envâ' el-durer fî îzâh el-hacer (A); Kitâb levh zeheb el-esrâr fî meârif el-ehcâr (A); Kitâb el-muntahab fi el-iksîr (A) ve Durret el-durer ve tuhfet el-ğurer (A) isimli eserleri vardır.\n\nKimya yanında muhtelif konulara ait Risâle fî el-tasavvuf (A): Tasavvuf hakkındadır (Şehid Ali nr. 2150, yaprak 1-12); Risâle fî el-kaza ve el-kader (T): Kaza ve kader konusundadır (Reşid Efendi nr. 987, yaprak 56-57); Aşrete ebvâb (A, Selim Ağa nr. 881, yaprak 80-85); Miftâh el-hikme (A, Selim Ağa nr. 881, yaprak 1-13); Risâle fî ilm el-ilâhî (A). Metafizik hakkındadır; el-Firâse ilâ marifet el-hisâl el-kâmine (A): Ziraatle ilgilidir (Antalya-Elmalı nr. 2703, yaprak 91a-b); Dîvân-i hikmet (T): Manzûmdur (Nuruosmaniye nr. 3621, yaprak 1b-27a); Resf el-âlem fî vasf el-kalem (A) (Tırnovalı nr. 1105); Risâle fî zuhûr el-fitne (A, Hacı Mahmûd nr. 3666, yaprak 35-38) ve Şerh kasîde el-sa'lûkiyye (A): Arap edebiyatı hakkındadır (Yahya Tevfik nr. 1733, yaprak 115-124) adlı eserleri bulunmaktadır."
		},
		"3": {
			"Header": "Öğretisi",
		"Content": "Kaynaklar ittifakla Fâzıl Ali Bey'in, döneminde fâziletleriyle temâyüz ettiğinden Fâzıl lakabıyla tanındığını belirtirler. Atâî, onu överken İşrâkî, Revâkî ve Eflâtun tabirlerini içeren ifadeler serdetmektedir. Bu durum Fâzıl Ali Bey'in felsefî yöneliminin işrâkî ile İslâm dünyasında aldığı şekil çerçevesinde Stoacı ve Platoncu bir karakter taşıdığını gösterir. Kâtip Çelebi ise, yoğun üretimini ifade etmek için, onun kimya konusunda ilâhî sır sahibi olduğunu açıkça dile getirir. Atâî ile Kâtip Çelebi'nin ifadeleri bir yana, Osmanlı-Türk ilim tarihi çerçevesinde bakıldığında Fâzıl Ali Bey, en üretken kimya müellifidir. Bu açıdan o, Osmanlı-Türk dünyasında eski kimyanın başlıca ve en büyük temsilcisidir denebilir.\n\nFâzıl Ali Bey'in eski kimya geleneği içerisinde Osmanlı-Türk kimya tarihindeki yerini anlayabilmek için kendisinden önceki Osmanlı-Türk kimya çalışmalarına bakmak gerekir. Osmanlı-Türk kimyası kuruluş yıllarında, tabii bir devamı olduğu klasik İslâm medeniyetinin mirasını kullandı; bu çerçevede toplum ile devletin dinî yahut resmî konularda ihtiyaç duyduğu kimyâ bilgilerini de klasik dönem kimya eserlerinden devşirdi. Özellike Câbir b. Hayyân (ö. 815) ile Ali Aydemiroğlu el-Cildekî'nin (ö.1363) eserleri en çok kullanılan kimya eserleri oldu. Bizzat Osmanlı müellifleri de Türkçe ve Arapça olarak pek çok eser kaleme aldılar. Daha ilk dönemlerde Aşık Paşa, Risâle-i kimyâ adlı manzum bir eser telif etti (Muallim Cevdet nr. K. 180). Eşrefoğlu Rûmî, Kamerü’l-akmâr fî keşfi’l-esrâr (Mevlânâ Müz. nr. 2794/9) isimli eserini; Bostanzâde Mustafa Efendi (ö. 1561) ise, Necâtü’l-ahbâb ve tuhfetü zevi’l-elbâb'ı \"eskilerin\" dediği eserlerden istifade ederek yazdı (İ.Ü., nr. AY, 6081). Kanûnî döneminde İstanbul'a gelen Tunuslu Muhammed Mağûş, Risâle fî Sana' isimli eserini telif etti (Hacı Mahmûd, nr. 6225/23). Ünlü tabib Dâvûd Antâkî, Cafer Sâdık'a nisbet ettiği eserlerden hareketle Minhâc el-vusûl adlı eserini kaleme aldı (Arkeoloji Müzesi Ktp. nr. 563).\n\nBazı âlimler, klasik biyografi eserlerinde, kendi dönemlerinde kimya sahasında sahip oldukları bilgiler neticesinde anılırlar. Bunlardan Hadîdî diye tanınan Alâuddin Ali Bursevî (ö.1527-28) ile Molla Arab diye tanınan Muhammed b. Ömer özellikle zikredilmelidir.\n\nYukarıda özetlenen kimya mirası içerisinde yetişen; ayrıca İslâm ülkelerine yaptığı ilmî seyahatlerle bu sahadaki bilgisini geliştiren Fâzıl Ali Bey, İslâm kimya tarihi içerisinde Câbir b. Hayyân ve Ebû Bekr er-Râzî ile özellikle Memluklu alimlerinden Ali Aydemiroğlu'nun müceddid (yenileyici) devamcısı kabul edilebilir. Bu paradigma içerisinde Osmanlı-Türk Devleti'nde 1299-1650 tarihleri arasındaki en velûd kimya müellifi'nin Fâzıl Ali Bey olduğu söylenebilir. Nitekim Bursalı Mehmed Tâhir, Durerü’l-envâr adlı eserinden hareketle, otuzu aşkın eserinin olduğunu belirtir. Gerçekten de bugün dünya yazma kütüphanelerinde Fâzıl Ali Bey'e ait kırka yakın Türkçe ve Arapça eser bulunmaktadır. Bu eserlerin çoğu eski kimya geleneği içerisinde kaleme alınmıştır.\n\nFâzıl Ali Bey, önceki büyük kimyacıların eserlerinden istifade ederek telif ettiği eserlerin yanında, zengin bir insan olduğundan, Mücerrebât adlı eserlerinin delalet ettiği gibi, bizzat kendisi de kimyevî tecrübelerde bulunarak eser kaleme almıştır. Bu onun, eski kimyacıların kullandığı belirli bir kimya labaratuvarına sahib olduğunu akla getirebilir. Bu durum eserlerinin ayrıntılı incelemesinden tespit edilecek bir sorun olarak durmaktadır. Gerçekte, o, İşrâkî ve Stoacı renklerle bezenmiş, büyük oranda Hermetik gelenek içerisinde yeşeren eski kimyanın felsefî düşünecelerine belirli bir yakınlık duymuş olabilir. Bu yakınlığın Fâzıl Ali Bey kişiliğinde zengin bir insan için maddî bir beklentiye dayandığı söylenemez. Tasavvufî eğilimleri de dikkate alındığında onun tabîî felsefenin Hermetik-Eflâtuncu çizgideki Câbir b. Hayyân - Ali Aydemiroğlu yorumunu benimsediği düşünülebilir. Fâzıl Ali Bey'in şahsında bahusus XVI. yüzyılın sonu ile XVII. yüzyılın başlarında eski kimya biliminde ortaya çıkan bu canlanma, yukarıda söylendiği gibi, yalnızca onun tabîîyyûn renkli yönelimiyle de açıklanamaz. Gerçekte bu tarihler arasında eski kimya geleneğinin canlanması, Osmanlı ekonomisinin 1580'lerin ardından, ucuz Peru gümüşünün ülkeye girmesinden sonra ortaya çıkan şiddetli enflasyon neticesinde, fiyatların artmasının doğurduğu bunalımla da alakalıdır. Çünkü eski kimyanın ucuz metalleri altına dönüştürme teorilerinden faydalanma, böylece enflasyonun etkileri altında sıkışan taşra ve merkezî yönetimine rahat nefes aldırma hedeflenmiş olabilir. Ayrıca Fâzıl Ali Bey ile takipçilerinin eski kimya geleneği çerçevesinde yürüttüğü çalışmalar, daha sonra Osmanlı-Türk Ülkesi'ne tercümeler yoluyla girmeye başlayan Paracelcus kimyası için de uygun bir ortamın hazırlanmasına vesile olmuştur denebilir. Nitekim kendisinden sonra, kimya sahasında eserleri en çok kullanılan müellif Fâzıl Ali Bey olmuştur. Örnek olarak, Dramalı Mahmûd Nâcî, Risâle fi’l-kimyâ adlı eserinde kimya ilimini Ali Efendi'yi rüyasında görerek öğrendiğini söyler (Tavşanlı- Zeytinoğlu, nr. 307/2). Bu durum Fâzıl Ali Bey'in Osmanlı-Türk entelektüel çevrelerinde eski kimyanın sembol ismi olduğunu gösterir. Yine Osman Fazlî Atpazarî (ö. 1691), Hidâyetü’l-mütehayyirîn, adlı eserinde Ali Aydemiroğlu yanında Ali İznikî'nin eserlerinden de istifade ettiğini belirtir (Esad Efendi nr. 3491/3)."
		}
	}
}
