{
	"Name": "Filibeli Ahmed Hilmi",
	"Desc": "Son dönem Osmanlı fikir adamı",
	"Period": "Islamic",
	"Lifetime": [ 1865, 1914 ],
	"Importance": "High",
	"GUI": {
		"Position": [ -30, 200 ],
		"Color": [ 198, 221, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Tam İsim: Filibeli Şehbenderzâde Ahmed Hilmi\n• Doğum Yeri: Filibe\n• Ölüm Yeri: İstanbul\n• Bulunduğu Medreseler: Galatasaray Mekteb-i Sultânîsi\n• Ekolleri: Edebiyat, Felsefe, Tasavvuf, Arûsiyye"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Osmanlı’nın Rumeli eyaletlerinden olan ve bugün Bulgaristan sınırları içerisinde bulunan Filibe’de (Plovdiv) doğdu. Babası Süleyman Bey, annesi Şevkiye Hanım’dır. Sıbyan ve Rüştiye Mekteplerini Filibe’de bitirdi. Özel olarak Filibe müftüsü Süleyman Efendi’den mebâdi-i ulûm dersi aldı. 93 harbinden sonra önce Edirne’ye sonra İstanbul’a yerleşti. İstanbul’da Galatasaray Mekteb-i Sultânîsi’ni bitirdiği konusunda tartışma vardır. Ailesinin hicreti ile bir süre İzmir’de bulunmuştur. Bir müddet Posta ve Telgraf Nezâreti ve Düyûn-ı Umûmiyye Nezâreti’nde çalışmıştır (1890). Bu vazifesi esnasında görevli olarak gittiği Beyrut’ta Jön Türkler’le ilişkileri olmuştur. Onların etkisi ile Mısır’a kaçmış ve orada Jön Türkler’in örgütlediği Terakkî-i Osmânî Cemiyeti’ne girmiştir. Bu tarihlerde Çaylak adında bir mizah dergisi de çıkarmıştır. İstanbul’a geldiğinde tutuklanarak Fîzan’a sürülmüştür (1901). Sürgün günlerinde tasavvufa ve Senûsî hareketine ilgi duymuş, sonrasında ise Arûsiyye tarikatına intisap etmiştir.\n\n1908 yılında II. Meşrûtiyet’ten sonra İstanbul’a dönmüş ve bir müddet Dârulfünûn’da felsefe müderrisliği yapmıştır. Cem‘iyyet-i Tedrîsiyye-i İslâmiyye azalığı yürütmüştür. Bu dönemlerde bazı yayın faaliyetlerinde de bulunmuştur. 1908’de İttihâd-ı İslâm adıyla ancak on sekiz nüshası yayınlanabilmiş haftalık siyasî bir gazete çıkarmıştır. Gazetenin kapanması sonrası Şehbâl, İkdam, Yeni Tasvîr-i Efkâr ve Sırât-ı Müstakîm gibi birçok gazete ve mecmuada felsefî ve siyasî yazılar kaleme almıştır. 21 Nisan 1910’da ise kendi ismi ile birlikte anılacak olan ve haftalık olarak çıkarılan Hikmet adlı dergiyi yayınlamaya başlamıştır. Buna ek olarak da Hikmet Matbaa-i İslâmiyyesi’ni tesis etmiştir. Öte yandan da Hikmet çıkarken 26 Ağustos 1911’de Millet ile Musâhabe ve ardından yine Hikmet adıyla günlük bir gazete de çıkarmıştır. İslam dünyasının birçok bölgesine ulaşan bu mecmuanın başında “Birlik hayattır, ayrılık ölümdür” yazmaktadır. Bu mecmuâ seksen sayı kadar çıkmıştır. Şehbenderzâde Ahmed Hilmi, çıkartmış olduğu bu yayınlarda kendi ismi dışında genellikle tasavvufî yazılarında Şeyh Mihridîn Arûsî, mizahî yazılarında Coşkun Kalender, Kalender Gedâ, millî ve hamâsî şiirlerinde Özdemir gibi takma adlar, bazen de “A. H.” ve “F. A. H.” gibi rumuzlar kullanmıştır.\n\nFilibeli Ahmet Hilmi kurulduğu zamanlarda İttihat ve Terakki Cemiyetini desteklemiş olsa da özellikle II. Meşrutiyet sonrasında yanlış politikaları sebebi ile cemiyete sert eleştiriler getirmiştir. Bu eleştirilerin özellikle Hikmet gazetesinde yer aldığı görülür. Gazete bir buçuk ay kadar çıkmış ve beş kez kapatılmıştır. Öte yandan Muhalefetteki Hürriyet ve İtilâf Fırkası’nı da eleştirmekten geri durmamıştır. Bu tavrı okuyucu kaybetmesine de neden olmuştur. Bu tenkitçi tavrı ve özellikle de Siyonizm’e yönelik ithamları sebebiyle yayınladığı dergi ve gazeteler ağır baskılara maruz kalmış ve sıklıkla kapatılmıştır. Keskin ve sert tenkit üslubundan ve mücadeleci tavrından vazgeçmeyince 9 Ekim 1911’de matbaası da kapatılmış ve önce Kastamonu’ya, ardından da Bursa’ya sürgün edilmiştir. Bir müddet sonra aftan faydalanıp İstanbul’a dönmüştür. Hikmet gazetesini 1 Ağustos 1912’de tekrar yayımlamaya başlamışsa da daha üç ay olmadan 25 Ekim’de tekrar kapatılmıştır. Daha sonra Coşkun Kalender adı altında haftalık bir mizah gazetesi çıkarmaya başlamıştır. Arapça, Farsça ve Fransızca bilen Ahmed Hilmi hiç evlenmemiştir. Darülfünûn’da müderrislik yaptığı dönemde materyalist felsefenin etkisinde kalan Celal Nuri (ö.1938), Baha Tevfik (ö.1914), Abdullah Cevdet (ö.1932) gibi simalar ile fikir münakaşalarına girişmiş, bu konularda eserler telif etmiştir.\n\nŞehbenderzâde 30 Ekim 1914’te aniden vefat etmiş ve Fâtih Camii hazîresinde defnedilmiştir. Beklenmedik ölümü ile ilgili bazı spekülasyonlar yapılmıştır. Ölümünün bakır zehirlenmesi ile ilişkili olabileceği yanında, masonların aleyhinde yaptığı neşriyat sebebiyle gerçekleşen bir suikastla zehirlendiği de ifade edilmiştir."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• Allah’ı İnkâr Mümkün müdür? Yahut Huzûr-ı Fende Mesâlik-i Küfür, Hikmet Matbaa-i İslamiyesi, Kostantiniye 1327.\n• Huzûr-ı Akl ü Fende Maddiyyûn Meslek-i Dalâleti, Hikmet Matbaa-i İslamiyesi, Dârülhilâfetilaliyye 1332.\n• Târîh-i İslâm, Hikmet Matbaası, Kostantiniye 1326-1327.\n• Yirminci Asırda Âlem-i İslâm ve Avrupa: Müslümanlara Rehber-i Siyâset (Şeyh Mihridîn Arûsî takma adıyla), Hikmet Matbaası, Kostantiniye 1327).\n• Hangi Meslek-i Felsefîyi Kabul Etmeliyiz?: Dârülfünun Efendilerine Tahrîrî Konferans, Matbaa-i İslamiye-i Hikmet Kostantiniye 1329.\n• İlm-i Ahvâl-i Rûh, Matbaa-i Hikmet, Kostantiniye 1327.\n• Üss-i İslâm: Hakâik-i İslâmiyye’ye Müstenid Yeni İlm-i Akâid, Hikmet Matbaa-i İslamiyesi İstanbul 1332.\n• A‘mâk-ı Hayâl, Necm-i İstikbal Matbaası, İstanbul 1325."
		},
		"3": {
			"Header": "Öğretisi",
			"Content": "Osmanlı Devleti’nin son yüzyılı karşılaşılan problemlerin ciddiyetine paralel olarak, devletin ve toplumun geleceği merkezli zengin bir entelektüel tartışma alanıdır. Özellikle Batıcı, Türk milliyetçisi ve İslamcı aydınların bu sorunlar etrafında teklif ettikleri çözüm reçeteleri çok renkli içeriklere sahiptir. Batıdan gelen fikrî cereyanlara karşı yerli, milli ve dinî cevaplar üreten aydınlardan birisi de Filibeli Şehbenderzâde Ahmed Hilmi’dir. Karşısında durduğu Batıcı aydınlarla mücadeleye girişmiş, Batılaşma biçimlerinin kültürel formları başta olmak üzere materyalist ve pozitivist akımların yaygın fikirlerine karşı cevaplar üretmiştir. İslam dünyasının geri kalmışlığı, dinî ilimlerde yöntem arayışı, Müslümanlar arasındaki siyasal ayrılıkların giderilmesi konuları başta olmak üzere tasavvuf ve vahdet-i vücûd düşüncesinin imkânları hakkında görüşler beyan etmiştir. Özellikle Kuzey Afrika’daki tasavvuf ikliminin Osmanlı kültür atmosferinde tanınması için çaba göstermiştir. Siyaset, kelâm, felsefe, tasavvuf ve tarihle ilgili teliflerin yanında şiir, roman ve tiyatro eserleri de kaleme almıştır. İslâm düşüncesiyle Batı felsefi akımları arasında mukayese ve teliflerde bulunmaya çalışmıştır. Batılı düşünürlerin eserlerine, bunların Osmanlı’daki mütercim ve destekçilerine yönelik eleştiriler getirmiştir. Ludwig Büchner’in Madde ve Kuvvet’ini çeviren Bahâ Tevfik’e ve bu eseri müdafaa eden Celâl Nuri’ye (İleri) eleştirilerde bulunmuştur. Eleştirilerinde usûl ve metot olarak eklektik bir yaklaşım göstermiştir. Özellikle Batı felsefesi ve fikir akımlarına yönelik geniş ufkuna, akıl yürütme ve argümantasyon konusundaki tutum ve seviyesine bakıldığında diğer İslamcı mütefekkirlerden farklılaşarak öne çıkmaktadır.\n\nŞehbenderzâde temel felsefî ve ilmî tutumunu tasavvuf düşüncesinden ve derinden benimsediği vahdet-i vücûd fikrinden alır. O’na göre tasavvuf binlerce senelik dinî devirlerin tekâmül aşamalarının özüdür. Din fikrinin bütün görünümlerini ve safhalarını içeren bir yoldur. Tasavvuf oryantalistlerin belirttiği gibi İslam öncesi Zerdüşt ve Hind kültüründen alınmış değildir. Tasavvuf Kuran ve hadis kaynaklıdır ve İslam’dan başka bir kaynağa asla bağlanamaz. Vahdet-i vücûd düşüncesi de İslam’ın tevhid fikrinden kaynaklanan bir varlık görüşüdür. O, materyalizm felsefesine karşı ciddi eleştiriler ileri sürerken bu düşüncenin karşısına vahdet-i vücûd düşüncesini koymuş ve sadece İslâm kelamcılarının fikirlerine dayanarak modern felsefî cereyanlarla mücadele edilemeyeceğinin farkına varmıştır. Bu sebeple İbn Arabî düşüncesinin sıkı bir savunucusu olarak vahdet-i vücûd fikrinden eserlerinde sıklıkla beslenmiş; İbn Arabî düşüncesinin bir panteizm olmadığının altını çizmiştir.\n\nBatı felsefesi ve İslâm tasavvufuna derin vukûfiyeti olan Filibeli Ahmed Hilmi, döneminin materyalizm akımının karşısına kuvvetli bir muhalif olarak çıkmıştır. Bu konuda Baha Tevfik ve Celâl Nuri ile girdiği tartışmalarda savunduğu düşünceyi Batı felsefesinin düşünsel kaynaklarından faydalanarak ispatlamaya çalışmış, bir yandan da vahdet-i vücûd düşüncesini Batılı bir felsefî dille, Batı felsefesine söyletmek için çaba sarf etmiştir. Eserlerinde, materyalizme karşı maddeyi makul bir noktaya taşımaktansa onu tamamen reddeden tezler ileri sürmesi, maddeci iddiayı bütünüyle ortadan kaldırmanın yanında vahdet-i vücûd düşüncesinin önünü açmaya yönelik bir tutumdur.\n\nŞehbenderzâde, Müslümanların geri kalmışlığını gidermenin yolu olarak modern ilimler ve gelişmelerle irtibat kurmanın zaruretine vurgu yapar. Fakat bunu gerçekleştirmek için Batı kültürünü ve medeniyetini var olduğu haliyle geçerli bir yöntem olarak görmez. Osmanlı toplumunun anlam-değer ve kültür-gelenek düzlemleri ile çatışmayan bir modernleşme teklif eder. Çünkü başka toplumların kanunlarından yönetim şekillerine kadar birçok kültürel ve tarihsel kabulleri kendilerine özgüdür. Bu sebeple başka milletleri körü körüne taklit bir toplumu kendi benliğinden uzaklaştıracaktır. Yapılması gereken şey, bir milletin dinî duyguları ile bilimsel prensip ve ilkelerin bağdaştırılması ve birbirini desteklemesidir. O, körü körüne taklit kadar zararlı bir yaklaşım olan taassubu ve yeniliğe karşı tepki gösterip ayak direten tutumları da eleştirir. Yapılması gerekenler konusunda eklektik bir yöntem teklif ederek, taklit ve taassup cenderesinden kurtulmayı önerir. Batı’dan aldıkları fikir ve yaklaşımları yeni bir çözümmüş gibi halka sunan aydın tipini eleştirir. Ona göre aydın, Batı kültür ve medeniyetinin dahi eleştirisini yapabilmelidir. Nitekim kendisi, Batı medeniyetinin sanayi inkılabı sonrasında teknolojik ilerlemeyi başarmış olduğunu, fakat ahlakî ilerlemenin bunu takip etmediğini ve insanın makineleşmesine doğru giden bir sürecin önünün açıldığını vurgular. Bu sebeple unutulmamalıdır ki Batı, gündemi özgürlük, eşitlik ve hürriyet olan bir medeniyet gibi gözükse de aslında sömürgeci bir toplumdur.\n\nŞehbenderzâde’nin Batı karşıtlığının temelinde özellikle İslam dünyasını da etkisi altına alan materyalizm ve pozitivizm gibi akımların dine yönelik tehdit ve tehlikeleri vardır. Bunları tenkit ederken özellikle Batı düşüncesinin içinden argümanlar üretmeye çalışır. Materyalist düşünürlerden Ernst Haeckel’ı eleştirirken onun biyolojik materyalizmi savunan fikirlerine felsefî sığlığından dolayı Batı düşüncesinde de itibar edilmediğini vurgular. Nitekim her şeyi madde ve kuvvete indirgeyen Haeckel, “fizyolojik soyutlama” olarak adlandırdığı kuvvete bir yaratıcılık atfetmekte, ona idrak eden ve şuurlu bir varlık muamelesi yapmaktadır ki bu tavır modern bilimsel ve felsefî kabullerle bile uyuşmaz. Öte yandan Haeckle’a atıfla pozitivist bilimsel yaklaşımı eleştirir. Çünkü bilimsel düşüncenin ürettiği teorilerin sürekli değiştiğini, ilim adamlarının kendi sınırlı gerçeklik model ve tecrübelerinin sonuçlarından hareketle hüküm verdiklerini ve bunun her zaman kesinlik ifade etmeyeceğini belirtir. Bilimselliğin ancak deneysel verilere bağlanarak kabul edilebilir bir gerçeklik modeli teklif ettiğini ifade eder. Nitekim son zamanlarda yapılan araştırmalarda maddenin kütlesinin bile artık aslî bir unsur olmadığının dile getirilmeye başladığını söyler. Bu açıdan bilimin ürettiği faraziyelerle inşa edilmiş gerçeklik modelleri bilimsel olarak sunulsa da bunların kesinlik iddiaları sorgulanmalıdır. Çünkü bilimsel nazariye ve teorilerin dayandığı hipotezler ancak bir tahmin olup, gerçeklik hakkında zihnimizde inşa ettiğimiz bir modeldir. Bu model bizi bilimsel araştırmaya yönlendirir ve kışkırtır. Fakat gerçeklik hakkında araştırmanın neticelenmesi mümkün olmadığı için bilim asla son sözü söyleyemez. Şehbenderzâde, Batı’dan gelen ve bilim kisvesi ile Osmanlı fikir dünyasına sunulan materyalist teorilerin Avrupa’da bile artık itibar edilmeyen eskimiş tezler olduğunu ifade eder. Bu yaklaşımları ile özellikle Batı’dan gelen bilimsel teorilere karşı temkinli ve komplekssiz tavrıyla öne çıkar.\n\nŞehbenderzâde pozitivizmin öncüsü Auguste Comte’a da din konusundaki görüşleri sebebiyle eleştiriler yöneltir. Onun ilâhî dinleri inkâr etmesine rağmen kendi pozitivist dinini kurmaya meyletmesiyle içindeki din ihtiyacından kurtulamadığına vurgu yapar. Ona göre Comte’un bu durumu, en uç dinî yaklaşımlara sahip olsalar dahi insanların manevî taleplerini karşılamaktan uzak duramayacakları gerçeğini ortaya koyar. Nitekim Comte bilim kilisesi kurma gibi bir amaca yönelmiştir. Yani akıllı hiçbir varlığın Allah’ı bütünüyle inkâr edemeyeceği, kabul edilmesi gereken bir realitedir.\n\nŞehbenderzâde’ye göre, din mabudu hissetmek ve anlamaktan ibarettir. Din fikrinde üç temel ilke bulunduğunu söyleyen Ahmed Hilmi bunları şöyle sıralamaktadır. İlki bizim üzerimizde bize tabi olmaktan münezzeh olan yüce bir kudretin varlığı, ikincisi bu kudrete mahkûm ve tabii olduğumuzu hissetmek ve üçüncüsü de bu kudretle insan arası ilişki ve irtibatların (abdiyyet-mabudiyyet veya vahdet) ürettiği hislerdir. Din umumidir fakat din hissi hiçbir zaman umumileşmez. Aynı dine inanan iki kişiden biri inandığı dinin zahirî erkanına birebir uymasına rağmen vicdan dünyasında ürettiği duygularında bir değişiklik olmadan ibadet edebilirken, diğeri ibadet ederek vicdanında hoş bir heyecan ve izahı zor bir manevî zevk hissedebilir. Yani dindar olmak ile yoğun dinî his yüklü olmak arasında fark vardır. Din fikri fıtrî ve lüzumlu olup herkeste mevcuttur. Dinî duyguları organize etmeden toplumsal ahlakın kurulması mümkün olamaz.\n\nŞehbenderzâde’ye göre İslam’ın modernize edilmesi gereken bazı yönleri vardır. Dinî meselelerde içtihat müessesesi işletilmeli; zamanın ihtiyaç ve gerekliliklerine, yenilenmeye açık olunmalı; din zorlaştırılmamalı; din bilim ve felsefenin karşısında olmamalıdır. İslam, esas ve ayrıntıları itibarı ile son sözünü söylemiş müspet bir dindir. Fakat İslamiyet ilkeleri itibarı ile değişime kapalı olsa da uygulamaya yönelik tutumu açısından fen ve bilim, medeniyet ve ilerleme kavramlarına benzer bir şekilde aktif, müspet değişim ve yeniliklere açık bir dindir. İslamiyet’te, dinin itikadî ve amelî esaslarına ve temel ilkelerine dokunulmadığı müddetçe yeni çığırlar açılabilir, yeni anlayışlar üretilebilir. Dinî esaslar değil, dine muhatap anlayışlar yenilenebilir. Bu manada İslam bilim, sanat ve felsefenin rakibi veya düşmanı değil tam tersi destekçisidir. Hakikat hakkında tecrübesi muhtelif olan diğer dinlerdeki taassup ve bağnazlık İslamiyet’te yoktur. Bu nedenledir ki ilk dönemlerde İslam’da itikadî konular dışında içtihat müessesesi aktif olarak çalışmıştır. Sosyal hayattın ihtiyaçlarına cevap veren farklı içtihatlar ve tutumlar yan yana var olabilmiştir. Yeniden içtihat müessesesi aktif hale getirilmelidir. Bugün müçtehitlerin yapması gereken dinî esasları ve tarihsel hükümleri yeni ilmî kabul ve esaslarla bağdaştırmak ve sürekli fikir üretimi içerisinde olmaktır. İçtihat kapısının çoktan kapandığını ve artık yenilik imkanının olmadığını söylemek sosyal ihtiyaç ve gerekliliklere kulak tıkamak demektir. Bugün sosyal hayatın tekrar kendi dinamizmini bulması için yüksek bir içtihat meclisi kurulmalı ve mezheplerin ürettiği usul ve içtihat zenginliklerinin tamamını göz önünde bulundurarak çözüm üretecek bir perspektife sahip olunmalıdır.\n\nŞehbenderzâde, istibdat olarak tanımladığı saltanat yönetimine karşı dönemindeki birçok alim ve mütefekkir gibi meşrutiyet destekçisi olmuştur. Bu tavrı ilk zamanlarda onu İttihat ve Terakki Cemiyeti ile temasa kadar götürmüştür. Fakat Batı karşıtı tutumu ve panislamist bir çizgiyi benimsemesi onu meşrutiyeti savunan diğer gruplardan ayırmıştır. İslam birliği fikrini hayatı boyunca savunmuş ve bu konuda İttihâd-i İslâm adında bir mecmua da yayınlamıştır. Derginin ilk sayısında Müslümanların, dil ve ırk farklılıklarını aşarak inşa edecekleri yeni bir birlik fikriyle ve bunun ürettiği kudretle önce iç meselelerini çözeceklerini sonra da maruz kaldıkları dış tehlikeleri bertaraf edebileceklerini belirtmiştir. Bu birliği hem kardeşlik prensibi sebebiyle din emretmekte hem de Müslümanların Batı karşısında sömürüye açık bir durumda olmaları zarurî kılmaktadır. Şehbenderzâde’nin burada kastettiği şey, idârî bütünlükten ziyade ideolojik bütünlük ve inanç birliği fikridir. O, ileri görüşlü bir yaklaşımla “ittihâd-ı ictimâ-i İslâm” olarak tanımladığı ve muhtelif hükümetlerden oluşsa da toplumsal kaynaşma ve bütünleşmenin altını çizen bir teklif öne sürer. Çünkü milliyetçilik akımları ile Balkanlar’da ayrılıklar başlamış, Müslümanlar arasında milliyetçilik fikirleri yaygınlaşmıştır. Bu anlamda Osmanlıcılık fikrinin gereği olan ittihâd-ı anâsır düşüncesini sürdürmek artık politik olarak gereksizdir. Yeni süreçte en azından Müslüman milletlerin enerjisini bir araya toplayacak bir politikaya ve birlik fikri üretmeye ihtiyaç vardır. Çünkü İslam dünyasının siyasî ve fikrî olarak dağılması, Kuzey Afrika’dakine benzer bir şekilde emperyalist Batılı güçlerin işgaline açık hale gelmesine neden olacaktır. Bu sebeple bir yandan siyasî ve fikrî özgürlük ortamına, özgür teşebbüs olarak meşrutiyet ilkelerinin aktif bir şekilde uygulanmasına diğer yandan da Osmanlı Müslümanlarını birleştirecek yeni düzenlemelere ihtiyaç vardır."
		}
	}
}
