{
	"Name": "Gürol Irzık",
	"Desc": "Türk filozof ve akademisyen",
	"Period": "Republic",
	"Lifetime": [ 1955, 0 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 30, 200 ],
		"Color": [ 21, 0, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri ve Tarihi: Denizli, Türkiye - 3 Haziran 1955\n• Eğitimi ve Akademik Kariyeri:\n----> Robert Koleji'nden mezun oldu (1973).\n----> Boğaziçi Üniversitesi Elektrik Mühendisliği Bölümü'nü tamamladı (1977).\n----> Boğaziçi Üniversitesi'nde matematik üzerine yüksek lisans yaptı (1979).\n----> Indiana Üniversitesi'nde sosyal bilimler felsefesi üzerine doktora yaptı (1986).\n----> Indiana Üniversitesi, Boğaziçi Üniversitesi ve Sabancı Üniversitesi'nde akademik görevlerde bulundu.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Gürol Irzık, özellikle bilim felsefesi, sosyal bilimler felsefesi ve epistemoloji alanlarında çalışmalar yapmıştır:\n--------> Bilim Felsefesi: Bilimin doğası ve yöntemleri üzerine araştırmalar yaptı.\n--------> Sosyal Bilimler Felsefesi: Sosyal bilimlerde nedensel modelleme üzerine çalıştı.\n--------> Epistemoloji: Bilgi üretimi ve bilimsel yöntemlerin güvenilirliği üzerine yazılar yazdı.\n• Akademik ve Kültürel Katkıları:\n----> Avrupa Kültür Parlamentosu ve Türkiye Bilimler Akademisi üyesi oldu.\n----> Bilim felsefesi alanında önemli makaleler yayımladı.\n----> Thomas Kuhn'un bilim felsefesi üzerine yazdığı eserleri ele alan çalışmaları büyük ilgi gördü.\n• Önemli Eserleri: \n----> Science, Philosophy, Education and Culture (2005)\n----> Bilgi Toplumuna Geçiş (2002)\n----> Bilim Etiği El Kitabı (2008)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "1955'te Denizli'de doğdu. 1973'te Robert Koleji'nden, 1977'de Boğaziçi Üniversitesi Elektrik Mühendisliği Bölümünden mezun oldu. 1979'da aynı üniversitede matematik üzerine yüksek lisans, 1986'da Indiana Üniversitesi, Bloomington'da sosyal bilimler felsefesi üzerine doktora yaptı. 1985-87 yılları arasında Indiana Üniversitesi'nde, 1987-2009 yılları arasında Boğaziçi Üniversitesi'nde görev yaptı. 2009'dan beri Sabancı Üniversitesi'nde görev yapan Irzık, aynı zamanda İstanbul Teknik Üniversitesi, Polonya Bilimler Akademisi, Auckland Üniversitesi, Duke Üniversitesi ve Vassar College'da misafir olarak görev yapmıştır.\n\nIrzık; Avrupa Kültür Parlamentosu ve Türkiye Bilimler Akademisi eski üyesi, Bilim Akademisi mevcut üyesidir.\n\n20. yüzyılın en önemli bilim felsefecilerinden biri olan Thomas Kuhn, Irzık'ın Grünberg ile birlikte yazdığı \"Carnap and Kuhn: Arch Enemies or Close Allies?\" başlıklı makalesini daha önce okumuş olsaydı \"muhtemelen hiçbir zaman Bilimsel Devrimlerin Yapısı'nı yazmayacağını\" belirtmiş, her iki yazara da övgü mektubu göndermiştir.\n\nESERLERİ: Arda Denkel'in Ardından. Anılar, Düşünceler, Tartışmalar, İnsan Hakları Eğitimi ve Ders Kitabı Araştırmaları Uluslararası Sempozyum Bildirileri, Türkiye Bilimler Akademis-BİLİM SAVAŞLARI, Bilim Savaşları, NASIL EĞİTİLİYORUZ ? İnsan Hakları Eğitimi ve Ders Kitabı Araştırmaları Uluslararası Sempozyum Bildirileri."
		},
		"2": {
			"Header": "Gürol Irzık ile Bilim Felsefesi Alanında Nereye Gelindiği Hakkında Düşünceleri",
			"Content": "* 20. yüzyıl tamamlanırken, bilim felsefesinin gelişimi nasıl değerlendirilebilir?\nBugün anladığımız anlamda bilim felsefesinin, bağımsız bir disiplin olarak, Viyana çevresinde kümelenen felsefecilerin ve mantıksal pozitivizmin etkisinde 1920'ler ve 1930'larda şekillendiğini söyleyebiliriz. Mantıksal pozitivizm, kısa sürede dünya çapında yayıldı ve Kral Popper'in \"resmi muhalefetine\" rağmen 1950'lerin sonu, 1960'ların başına kadar etkisini sürdürdü.Bu yıllarda ortaya çıkan Thomas Kuhn, Paul Feyerabend, Stephen Toulmin ve Norwood Hanson gibi felsefecilerin görüşleri adeta bir deprem etkisi yaptı ve mantıksal pozitivizm yerini post - pozitivist tarihsel bilim felsefesine bıraktı. Özellikle Kuhn'un temsil ettiği bu yeni akım, önceleri ünlü eleştirmen ve düşün adamı Gyorgy Lukacs'ın, daha sonra da Popper'in öğrencisi olan Imre Lakatos'un da katkılarıyla 1980'lere kadar hızla gelişip yayıldı. 1980'lere ise, bilime sosyolojik açıdan yaklaşmak gerektiğini savunan görüş damgasını vurdu.Bugün bilim felsefesine başdöndürücü bir çeşitlilik hakim. Yukarıda sözünü ettiğim yaklaşımların binbir türünün temsilcilerine şimdi \"bilimi ancak yine bilimsel yöntemle anlayabiliriz\" diyen \"natüralistler\"; bilimi bir pratik olarak antropolojik açıdan temellendirmeye uğraşanlar ve hatta \"post - modernler\" eklendi.\n\n* Kuhn ve yandaşları neye karşı çıkıyorlardı?\nBir yandan mantıksal pozitivizme, diğer yandan da Popper'in temsil ettiği yanlışlamacı felsefeye. Popper \"ilke olarak, gözlem ve deneyle yanlışlanabilen görüşler bilimsel, yanlışlanamayanlar bilimsel değildir\" diyordu. Popper'a göre bilimin yöntemi yanlışlamacılık, amacı nesnel doğruluktu. Bilim giderek doğruya daha çok yaklaşıyordu; ilerleme de zaten bu demekti. Kuhn ve yandaşları bu görüşlerin hepsine karşı çıktılar. Mantıksal pozitivistlere gelince. Kuhn'a göre onlar da iki temel açıdan hatalıydılar. Birincisi, felsefe yapma tarzları yanlıştı; ikincisi, bilime ilişkin temel tezleri yanlıştı. Felsefe yapma tarzları yanlıştı, çünkü bilim mantıksal pozitivistlerin iddia ettiği gibi bilimsel kuramların, daha geniş bir anlatımla bilim dilinin mantıksal analiziyle anlaşılamazdı. Nitekim bu tarz, bilime ilişkin birçok yanlış teze yol açmıştı.\n\n* Neler bunlar?\nMesela, bilimin çizgisel ve birikimci bir ilerleme gösterdiği; gözlem ile deneyin bilimsel kuramlara sarsılmaz bir temel sağladığı; bilimsel yöntemin tümevarım olduğu; bilimsel önermelerin gözlem ve deneyle doğrulanabilir olduğu için anlamlı olduğu, vs.\nTabii, mantıksal pozitivistlere atfedilen bu tezlerin gerçekten onlar tarafından savunulup savunulmadığı, mantıksal pozitivizmin bu tezler artı mantıksal analiz yönteminden ibaret olup olmadığı ayrı bir konu. Ben, Kuhn ve yandaşlarının acımasızca eleştirdiği, bu karikatürize edilmiş mantıksal pozitivizm tasvirine katılmıyorum.\n\n* Sanıyorum son yıllardaki çalışmalarınız da bu görüşü çürütmeye yönelik...\nODTÜ Felsefe Bölümü profesörlerinden Teo Grünberg'le bu konuda yaklaşık altı - yedi yıldır verimli bir işbirliği içindeyiz. 1995'te British Journal for the Philosophy of Science dergisinde \"Carnap ve Kuhn: Büyük Düşmanlar mı, Yakın Müttefikler mi?\" adlı ortak bir makale yayınladık ve mantıksal pozitivizmin en önemli temsilcisi Carnap ile Kuhn'un görüşleri arasında şaşılacak derecede benzerlikler olduğunu savunduk. Tabi, Kuhn için bu çok ironik bir durum. Makale oldukça ilgi çekti. Bu konuda Kuhn'dan da çok olumlu bir mektup aldık.\n\n* Kuhn ve yandaşlarının temsil ettiği tarihsel yaklaşım neleri savunuyordu? Adından da anlaşılabileceği gibi, bir defa, bilimin bir tarihi olduğu ve bu tarih incelenmeden bilim hakkında konuşmanın yanıltıcı olduğu vurgulanıyordu. Böylece, bilim felsefecisi aynı zamanda iyi bir bilim tarihçisi olmak zorunda kalıyordu.\n\nsonuçlara vardı: Bilim nicel birikimlerle çizgisel bir ilerleme göstermiyordu; çünkü bilimsel bir devrim, eskisiyle bağdaşmayan yepyeni bir kavramsal çerçevenin ortaya çıkması demekti. Bu bakımdan, sözgelimi, Newton mekaniği Einstein'in görelilik kuramının özel bir hali olarak görülemezdi. Kütle, kuvvet gibi terimlerin her iki kuramda da yer almalarına karşın anlamları farklıydı. Bu da bir kuramdan diğerine tercümeyi olanaksız kılıyordu. Bilimde ilerlemeden söz etmek elbette mümkündü, ama sadece daha çok problem çözmek anlamında; Popper'in iddia ettiği gibi nesel bir doğruya yaklaşma anlamında değil.\n\n* Feyerabend de benzer görüşler ileri sürmüyor muydu?\nEvet, ama Feyerabend daha da ileri gidip bilimin bilişsel otoritesini de sorguladı. Yirminci yüzyılda bilimin adeta bir din haline geldiğini, Galile zamanındaki eleştirel ve özgürleştirici özelliğini yitirdiğini iddia etti, ki Kuhn bunlara hiçbir zaman katılmadı. Ama Feyerabend'in yöntem üzerine söylediklerine bir itirazı olmadı. Eğer, diyordu Feyerabend, bilimsel yöntemden bilimsel faaliyeti adım adım yönlendiren, her mekan ve zamanda geçerli mekanik bir kurallar bütününü anlıyorsanız, size verebileceğim tek şey \"her şey mübahtır\" gibi içi boş bir şey olacaktır. Feyerabend bilimin kuralsız yapılan bir faaliyet olduğunu değil, her kuralın tarihsel bir bağlamı olduğunu iddia ediyordu. Bu elbette Kuhn'a ters gelmezdi.\n\n* Sosyolojik yaklaşım neyi savunuyordu?\nBilimi anlamak için tarihsel analizden çok sosyolojik analiz gerekiyordu. Yalnız, bu yaklaşımın bir ılımlı bir de radikal programı var. Ilımlı program bilişsel - epistemik etkenlere ek olarak sosyolojik etkenlerin de gözönüne alınmasını öngörüyordu. Bilimsel topluluklar nasıl oluşur ve örgütlenir, üyeleri ne tür bir eğitimden geçer, nasıl ve nereden mali kaynak sağlarlar, nasıl bilgi üretirler, bir kuram üzerinde hangi mekanizmalar aracıyla ortak bir görüşe varırlar? gibi sorular soruyordu. Edinburgh okulundan Barry Barnes, David Bloor gibi radikaller ise çok daha iddialıydılar: Bilimsel bilginin kendisinin sosyolojik olarak, yani bilişsel - epistemik olmayan (bir bakıma bilim dışı!) etkenler tarafından belirlendiğini ileri sürüyorlardı.\n\n* Bu, bilim için çok vahim sonuçlar doğurmaz mı?\nElbette. Bu doğrudan \"bilimin meşruluğunu\" sorunsallaştırır, bilimin şu ya da bu parçasının değil bir bütün olarak sorgulanmasını getirir. Bilimin meşruluğu bugün bilim felsefecilerinin en çok tartışıldığı sorunlardan biri haline geldi: Bilim tek bilgi kaynağı mıdır? Bilimsel bilgi iddia edilegeldiği gibi ayrıcalıklı ve üstün bir bilgi türü müdürü? Bilim ne ölçüde rasyonel ve nesnel bir faaliyettir? Bu soruların ortaya çıkmasında tarihsel yaklaşımın da sorumluluğu var.\n\n* \"Bilimin meşruluğu\" adını verdiğiniz bu sorular yumağına verilen yanıtlar neler?\nYanıtları kabaca üç grupta toplamak mümkün: Bir grup, bilimin otoritesini, ilerleyen ve rasyonel bir faaliyet olduğunu savunmaya devam ediyor. Kanımca Kuhn da bu grupta görülmeli. Kuhn asla bir bilim düşmanı değil; sadece, bilimin otoritesi, rasyonalitesi gibi kavramları yeniden tanımlıyor.\n\nİkinci bir grup, sosyolojik yaklaşımın radikal kanadı. Bilimsel faaliyeti son tahlilde bir çıkar ve iktidar çatışması olarak görüyor ve meşruiyet sorununu bu model çerçevesinde ele alıyor.\n\nSon grupta ise yeni yeni ortaya çıkan \"postmodern\" bilim felsefecileri var. Onlar, bilimin, bilimsel rasyonalite ve ilerlemenin global bir şekilde temellendirilmesinin mümkün olmadığını savunuyorlar. Onlara göre, ister Kuhn'da olduğu gibi bilim tarihine dayanarak, isterse Barnes ve Bloor'da olduğu gibi sosyolojiye yaslanarak yürütülen her türlü bütünsel ve global meşruiyet arayışı farklılıkları siler, homojenize eder, baskı doğurur.\n\n* Siz kendinizi nereye koyuyorsunuz?\nBirinci gruba. \"Bilimsel ilerleme, rasyonalite, doğruluk gibi kavramlar inanılırlıklarını yitirmeden global olarak temellendirilemez\" demek \"biz felsefeci olarak havlu atıyoruz\" demektir. Öbür taraftan, \"Bu kavramlar ancak sosyolojik olarak açıklanabilir\" demek, bilim felsefesini sosyolojiye indirger, felsefe olmaktan çıkarır. Oysa insanlığın bugün daha çok \"bilime\" değil daha çok felsefeye ihtiyacı var. Bilim ve teknoloji başdöndürücü bir hızla gelişiyor, ama insanlık bu gelişmenin doğurduğu insani ve ahlaki sorunlara ne yazık ki aynı hız ve duyarlılıkla eğilemiyor. Bilim felsefesi sosyolojiye, yani bir bilim dalına indirgenirse eleştirici, uyarıcı, ufuk açıcı özelliğini kaybeder. Bu, son tahlilde bilime de darbe vurur."
		}
	}
}
