{
	"Name": "Hilmi Ziya Ülken",
	"Desc": "Felsefe, eğitim ve dinbilim alanlarında önemli çalışmalar yapmış akademisyen",
	"Period": "Republic",
	"Lifetime": [ 1901, 1974 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ -200, 50 ],
		"Color": [ 157, 140, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri ve Tarihi: İstanbul, Osmanlı İmparatorluğu\n• Ölüm Yeri ve Tarihi: İstanbul, Türkiye - 5 Haziran 1974\n• Eğitimi ve Akademik Kariyeri:\n----> Ondokuz Mayıs Üniversitesi İlahiyat Fakültesi'nden mezun oldu.\n----> Sosyal Bilimler Enstitüsü'nde yüksek lisans yaptı (1994-1996).\n----> 2004 yılında \"Gazzâlî’nin Tanrı ve Evren Tasarımı ve Günümüze Yansımaları\" adlı çalışmasıyla doktora unvanını aldı.\n----> 2014 yılında felsefe anabilim dalında doçent, 2020 yılında profesör oldu.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Hasan Aydın, özellikle İslam felsefesi, felsefe tarihi ve eğitim felsefesi alanlarında çalışmalar yapmıştır.\n----> İslam Felsefesi: Gazzâlî ve İslam modernizmi üzerine araştırmalar yaptı.\n----> Felsefe Tarihi: Eski Yunan’dan İslam’ın klasik çağına kadar felsefi akımları inceledi.\n----> Eğitim Felsefesi: Yapılandırmacı eğitim anlayışı üzerine çalışmalar yürüttü.\n• Akademik ve Kültürel Katkıları:\n----> Ondokuz Mayıs Üniversitesi'nde akademik görevlerde bulundu.\n----> ODTÜ Felsefe Topluluğu’nun düzenlediği sempozyumlarda konuşmalar yaptı.\n----> Bilim ve Gelecek, Toplum ve Bilim gibi dergilerde makaleler yayımladı.\n• Önemli Eserleri:\n----> İslam Düşünce Geleneğinde Din, Felsefe ve Bilim (2005)\n----> Gazzâlî, Felsefesi ve İslam Modernizmine Etkileri (2012)\n----> Postmodern Çağda İslam ve Bilim (2008)\n----> Eski Yunan’dan İslam’ın Klasik Çağına: Neden Kavramı ve Nedensellik Sorunu (2009)\n----> Felsefi Temelleri Işığında Yapılandırmacılık (2007)"
		},
		"1": {
			"Header": "Hayatı ve Eserleri",
			"Content": "Prof.Dr. Hilmi Ziya Ülken (1901-1974) İstanbul’da doğdu.Mülkiye‘den mezun oldu,1924-1933 yılları arasında çeşitli kentlerin liselerinde tarih,coğrafya,psikoloji ve sosyoloji öğretmenliği yaptı.1933’teki Üniversite Reformu ile İstanbul Üniversitesi’nde görevlendirildi.1940’ta felsefe profesörü oldu.\n\nÖNEMLİ ESERLERİ:Türkiye’de Çağdaş Düşünce Tarihi,Türk Tefekkür Tarihi,Anadolu Kültürü üzerine Makaleler,Aşk ahlakı,Fesefeye Giriş,İslam Felsefesi,Uyanış Devirlerinde tercümenin rolü,Şeytanla konuşmak,Hakimiyet,Millet ve Tarih ruhu,İnsani Vatanseverlik,Posta yolu,İnsan Meddücezri Yarım Adam."
		},
		"2": {
			"Header": "Hilmi Ziya Ülken'in İslam Felsefesi Hakkında Düşünceleri",
			"Content": "Sadece bir düşünür değil,aynı zamandabir felsefe tarihçisi olarakda Türkiye’de önemli ve etkili bir yer edinmiş olan Hilmi Ziya Ülken’in (1901-1974) İslam felsefesi tarihine dair çalışmalar yapmıştır.\n\nİslam felsefesinin,İslam medeniyeti içerisinde Helenistik felsefeyi bir şekilde devam ettirip ilerleyen felasife (filozoflar) ile sınırlandırılmayacağını ve böylece onu,dar bir kesime indirgemenin doğru olmayacağını düşünen Hilmi Ziya Ülken,haklı olarak,filozofların,İslam dünyasındaki felsefe hareketinin yalnız küçük bir kısmını temsil ettiği kanaatindedir.Ona göre,”kelam,tasavvuf,hatta fıkıh diye felsefeden ayrılmış düşünce disiplinleri içerisinde İbn Seb’in,Fahreddin  er-Razi,Seyyid  Şerif,İbn  Arabi,İmam Nesefi gibi felsefi düşünce dışında bırakılmaları doğru olmayacak ve filozof sayılabilecek olan nice değerler vardır.Burada  önemli bir tespit yaparak;Kelamcılar,sufiler ve hatta büyük fakihlerin de birer felsefi sistem sahibi olduklarını belirten Hilmi Ziya Ülken’e göre Hristiyan ortaçağı Yunan geleneğini devam ettirenlerle onlara hücum edenleri ayırmadığı,yani İslam dünyasında olduğu gibi felsefe,kelam ve tasavvuf ayrımı yapmadığı için,Batı Orta Çağ felsefesi bütün halinde ve daha zengin içerikli olarak yazılmaktadır.Yunan geleneğine bağlı filozoflarla kelamcıların çatışmış olması ikincilerin felsefi düşünceye yabancı kaldığını göstermediği gibi,bunlardan bir kısmı da sonradan yine aynı filozofların etkisi ile sistemlerini geliştirmişlerdir.\n\nAncak şu unutulmamalıdır ki Hilmi Ziya Ülken,kelam,tasavvuf ve fıkıh İslam felsefesi disiplinleri içerisinde mütalaa etmekle birlikte bu alanda her konunun da felsefi kapsamında görülmemesi gereğini özellikle vurgulamaktadır.Nitekim o,kelamın akait,tasavvufun seyr ü süluk ve hukukun pratiğe yönelik alanların doğrudan felsefeye ait olan kısımdan ayrı tutulması gerektiğine inanmaktadır.\n\nİslam medeniyeti içerisinde neşv ü nema bulmuş olan İslam felsefesini ayrı ve başlı başına mütalaa etmek çok doğru değildir.Ona göre hiçbir uygarlık tek başına ele alınamaz.Uygarlıklar birbirine bağlı olarak gelişirler hiçbir uygarlık bir önceki eseri olup,birbirlerini etkilemişlerdir.Bu nedenle uygarlıkların devirlerini tamamlamalarından bahsedilemez.Yalnız yürüyen dünya uygarlıklarının bir halkası olarak oyanmış olduğu rolden bahsedilebilir.Bu nedenle İslam uygarlığı,Antik Yunan’dan aldıklarına yeni şeyler katarak Batı’ya aktarmıştır.Bu nedenle İslam uygarlığı içerisinde ortaya çıkmış olan İslam felsefesini de Çin ve Hint felsefeleri gibi ayrı bir bütün olarak ele almak mümkün değildir.\n\nDüşünürümüz Hilmi Ziya Ülken,İslam felsefesini Yunan felsefesinin bir devamıymış gibi gören anlayışa ihtiyatla bakmıştır.Ona göre İslam felsefesi Yunan felsefesinin bir devamı değildir.Çeviriler ve şerhler yanında özgün eserleri de vardır.Öte yandan filozof diye tanınanların dışında kelamcılar ve sufiler arasında filozof sayılacaklar vardır ki,bunarın bir çoğu batı dünyasınca bilinmemektedir.Ona göre İslam felsefesinin bütününü antik Yunan’la modern Avrupa düşüncesi arasında bir köprü görevi görmüş saymak çok da doğru bir tespit değildir.Ancak İslam felsefesinin bir nevi köprü görevi üstlendiğini de kabul etmektedir.O,bu hususla ilgili olarak iki önemli kayıt düşmektedir.Birincisi İslam felsefesinde özgün eselerin olduğu;diğeri ise,bu felsefenin Batı’ya tam olarak aktarılmadığı biçimindedir.Bu yaklaşım sanki İslam felsefesinin diğer felsefeler gibi özgün bir yapı arz ettiği anlayışını dışlayan bir görünüm ortaya koymaktır.\n\nHilmi Ziya Ülken İslam düşüncesi bünyesi içerisinde değerlendirmiş olduğu kelam ve tasavvuf felsefesi gibi felsefeleri orijinallik noktasında bir tutmamakta,aralarında bir ayrım yapmaktadır.İslam medeniyetinde tasavvuf akımı bütün fikir akımları arasında en fazla aktif olanı ve toplum hayatı üzerinde en fazla müessir olanıdır.Bu nedenle tasavvuf tarihi birçok siyasi inkılapların içerisine karışarak İslam tarihinin manevi tezahürü haline almıştır.\n\nDüşünürümüz felsefe dediği şeye mistik bir anlamda yüklemektedir.Nitekim onun,Farabi ve İbni Sina tarafından temsil edilen asıl felsefeyi mistik bir karakterde görmesi de çok ilginçtir.İslam filozofları arasında tasavvufa yer veren ilk düşünür olma özelliğini gösteren Farabi,matematik yoluyla ulaşamadığı tasavvufa ruhiyat kanalıyla varmıştır.Farabi’ye göre ahadiyeti idrak etmek mümkün değildir.Ahadiyet derken o henüz daha sıfatları ile meydana çıkmamış olan Allah’ı anlıyor ki,bu mutasavvıfların gayb alemi dedikleri şeydir.Oysa Allah gizli değildir.O zuhurunun şiddetinden dolayı batındır.Öyleki o her yerde mevcuttur ve tecelli halindedir.\n\nDüşünürümüz İbni Sina’nın mistisizmini Farabi’nin mistisizminden daha ileri görür.İbn Sina,amprist-rastyonaliz bir bütünden derece derece irrasyonalizme yönelir.Bu tekamül daha ziyade işrakiliğe doğrudur.Bu nedenle İbni Sina Meşşailiği son durumuna getirerek adeta işrakiliğe zemin hazırlar duruma gelmiştir.Bu teyammül Farabi’de de görülmektedir.Farabi,zuhurunun şiddetinden dolayı Allah’ın batın olduğunu,dolayısıyla akılla bilinemeyeceğini belirterek mantıkçı-rasyonalist özelliğinden ödün vermezken İbni Sina’da bu,sistematik ve matematik yükseliştir.Rasyonalizm İbni Sina’da derece derece vahdet-i vücud’a ulaşmaktır.\n\nHilmi Ziya Ülken’in genel olarak etkilerini şöylece tespit ederiz:o daha ziyade felsefe tarihi ve İslam felsefesi tarihi çalışmalarında etkili olmuş,onun asıl başarısını özellikle Türk-İslam düşüncesi ve Batılaşma sonrası Türk düşüncesi tarihinin araştırılmasına yönelik çalışmalarında aramak gerekir.Onun en önemli özelliklerinden birisi de geniş bir yelpazedeki araştırma ruhuyla herhangi bir görüşü tamamen olumsuzlamaksızın bütüncül bir yaklaşım sergiliyerek konuları irdelemek suretiyle kendi anlayışını geliştirmiş olmasıdır.Bu tutum ve güzel davranış ideal birim araştırmacıların en bariz özelliğidir."
		}
	}
}
