{
	"Name": "Hüseyin Atay",
	"Desc": "Türk akademisyen, müfessir, kelâmcı ve ilâhiyatçı",
	"Period": "Republic",
	"Lifetime": [ 1930, 2023 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -65, -125 ],
		"Color": [ 232, 255, 249 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri ve Tarihi: İkizdere, Rize, Türkiye - 1930\n• Eğitimi ve Akademik Kariyeri:\n----> Bağdat İlahiyat Fakültesi'nden mezun oldu (1954).\n----> 1960 yılında \"Kur’an’a Göre İman Esasları\" adlı teziyle doktorasını tamamladı.\n----> 1968’de \"Farabi ve İbn-i Sina’ya Göre Yaratma\" adlı çalışmasıyla doçent oldu.\n----> 1974’te profesör unvanını aldı ve Kelâm Kürsüsü Başkanlığına getirildi.\n----> Harvard Üniversitesi, Chicago Üniversitesi ve Kudüs Üniversitesi gibi kurumlarda ders verdi.\n----> 1980-1982 yıllarında Ankara Üniversitesi İlahiyat Fakültesi'nde dekanlık yaptı.\n----> 1997 yılında emekli oldu.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Hüseyin Atay, özellikle İslam felsefesi, kelâm ve tefsir alanlarında çalışmalar yapmıştır.\n--------> İslam Felsefesi: Farabi ve İbn-i Sina üzerine araştırmalar yaptı.\n--------> Kelâm: İslam düşüncesinde yaratma ve iman esasları üzerine çalıştı.\n--------> Tefsir: Kur’an’ın yorumlanması üzerine eserler yazdı.\n• Akademik ve Kültürel Katkıları:\n----> Kur’an’ın bilimsel ve akılcı yorumlanması üzerine çalışmalar yaptı.\n----> Diyanet İşleri Başkanlığı tarafından yayımlanan Kur’an tercümesini hazırladı.\n----> Türkiye’de İslam felsefesinin akademik gelişimine katkı sağladı.\n• Önemli Eserleri:\n----> Kur’an’a Göre Araştırmalar (7 cilt)\n----> İslam’ı Yeniden Anlamak\n----> Osmanlılarda Yüksek Din Eğitimi\n----> Farabi ve İbn-i Sina’ya Göre Yaratma"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "930 yılında Rize'nin İkizdere ilçesine bağlı Güneyce köyünde doğdu. Hafız olan babası ve amcasından Kuran-ı Kerîm'i hıfzetti. Güneyce'de başladığı ilkokulu Kadırga İlkokulu'nda tamamladı. Lise eğitimini 1948 yılında Bağdat'ta tamamladı. Bağdat'ta ilahiyat fakültesinden mezun oldu. Okul hayatı boyunca hususî olarak İslâm ilimleri ve Arapça dersleri aldı.[1] 1948 yılında liseyi ve 1954'te de lisans eğitimini Bağdat'ta tamamladı. 1960 yılında Kur'an'a göre iman esasları başlıklı teziyle doktor unvanını aldı. 1962 yılında İbranice öğrenmek üzere İsrail'e gitti ve 2 sene orada kaldı. 1965 yılında Şikago'ya giderek 2 yıl Şikago Üniversitesi'nde çalıştı. 1968 yılında Farabi ve İbn-i Sina'ya Göre Yaratma başlıklı teziyle İslâm felsefesi alanında doçent unvanını aldı. 1974 yılında da kelâm alanında profesör unvanını aldı. Aynı yıl kurulan kelâm kürsüsünün de başkanlığına getirildi.\n\nHüseyin Atay, 1980-82 yıllarında Ankara Üniversitesi'nin ilahiyat fakültesinde dekanlık yaptı. Harvard Üniversitesi, Şikago Üniversitesi, Kral Fahd Petrol ve Madenler Üniversitesi gibi çeşitli uluslararası üniversitede ders verdi. 1989 yılında Türkiye'ye döndü ve Ankara Üniversitesi'ndeki vazifesine devam etti. 1997 yılında emekli oldu."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "• Kur'an'a Göre Araştırmalar-I, ISBN 9786056557118\n• Kur'ana Göre Araştırmalar 2, ISBN 9786058624917\n• Kur'ana Göre Araştırmalar 3, ISBN 9786058624955\n• Kur'ana Göre Araştırmalar IV, ISBN 9786058624986\n• Kur'ana Göre Araştırmalar V, ISBN 9786058624993\n• Kur'ana Göre Araştırmalar VI, ISBN 9789756960141\n• Kur'ana Göre Araştırmalar VII, ISBN 9786058624900\n• İslam'ı Yeniden Anlamak, ISBN 9786058624924\n• Osmanlılarda Yüksek Din Eğitimi, ISBN 9786056557149"
		},
		"3": {
			"Header": "Hüseyin Atay’ın Kur’anî İlkelerle Temellendirdiği Ahlak Anlayışı",
			"Content": "Hüseyin Atay’ın akademik çabasının merkezinde, insanı, içine doğduğu geleneğin tahakkümüne karşı akıl ve Kur’an’a dayanarak özgürleştirme ve özgünleştirme amacı bulunmaktadır. Onun temel motivasyonunu, Müslümanların içinde bulunduğu mevcut durumdan rahatsız olması ve bu duruma bir çözüm üretme amacı oluşturmaktadır. O, bu çabasıyla mevcut Müslüman düşünce geleneğinin hak ve hakikat zeminine dayanıp dayanmadığını tahkik ve tespit etmeyi hedeflemektedir. Söz konusu tahkik sürecinin metodolojisini din ile kültür ayrımı oluşturmaktadır. Bu bağlamda Atay’ın halkın, ulemanın ve Kur’an’ın dini şeklinde yaptığı tasnif, geleneksel din anlayışları içerisinde meşrulaşan yanlışların tespiti ve ayıklanmasına imkân sağlayacak niteliktedir. Ona göre Kur’an, akla, ilme, fıtrata, yaşamın farklı boyutlarında insanın karşılaşabileceği problemlere çözüm sunan bir din getirmektedir. Bu yapısıyla Kur’an, insanlara akıl ve fıtrat temelinde iradi davranışlarını şekillendirmesi için doğru-yanlış, maruf-münker, sevap-günah kavramları ile belirlenmiş bir ahlak önerisinde bulunmaktadır. Akıl ile din arasında tam bir mutabakat olduğunu kabul eden Atay’ın din anlayışının sacayağını bilgi, iman ve ahlak oluşturmaktadır. Ona göre İslam’ın getirdiği tüm iyilikler ve güzellikler din, dil, renk, etnik köken, coğrafya farkı gözetmeksizin herkesi kuşatacak şekilde adalet ve hakkaniyete, hukuk ve ilkeye göre davranmayı gerektirmektedir. Kur’an’ın amacının, insan ve onun mutluluğu olduğunu belirten Atay, insanın kendini gerçekleştirmesi ve mutluluğu elde etmesinin iki boyutu olduğunu belirtmektedir. Bu boyutlardan ilki, birey olarak insanın yetkinleşmesi; ikincisi ise toplum içinde hem cinsleri ile olan ilişkisinde adalet temelinde kendi varlığını gerçekleştirebilmesidir. Atay, birey olarak insanın yetkinleşmesini, kendi varlığını borçlu olduğu yaratıcıyı bilmesi, tanıması, O’nun dışında hiçbir varlık önünde eğilmemesi ve kendisini özgür kılan Allah’ın verdiği onuru korumasına bağlamaktadır. Toplumsal boyutta insanın yetkinleşmesinin ise yaşamsal fonksiyonlarını gerçekleştirmek ve ihtiyaçlarını gidermek amacıyla insanın hem cinsleriyle ve doğayla kurduğu ilişkide adalet ilkesine uygun davranmasıyla mümkün olacağını belirtmektedir.\nBu çalışma Hüseyin Atay’ın, Kur’anî ilkelerden hareketle “İslam” kelimesi üzerine bina ettiği ahlak anlayışını irdelemeyi amaçlamaktadır. Bu çerçevede, Atay’ın bireysel ve toplumsal boyutuyla ahlaki özne olan insanın yapıp etmelerine yön veren, ahlakın kesişim noktasını oluşturan bilgi ve iman arasındaki ilişkiye dair görüşleri, Kur’an’da insan doğasına uygun bir formda sunulan ahlakî kök değerler çerçevesinde ele alınmıştır."
		}
	}
}
