{
	"Name": "Hüseyin Batuhan",
	"Desc": "Önemli Türk felsefeci ve akademisyen",
	"Period": "Republic",
	"Lifetime": [ 1921, 2003 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 155, 90 ],
		"Color": [ 255, 252, 191 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri ve Tarihi: Sürmene, Trabzon, Türkiye Devleti - 11 Ekim 1921\n• Eğitimi ve Akademik Kariyeri:\n----> İstanbul Üniversitesi Felsefe Bölümü'nden mezun oldu (1943).\n----> 1949’da İstanbul Üniversitesi Felsefe Bölümü'ne Sistematik Felsefe Asistanı olarak girdi.\n----> 1958’de \"Batı'da Tolerans Fikrinin Gelişmesi\" adlı teziyle doçent oldu.\n----> 1966’da ODTÜ Beşeri Bilimler Bölümü'nde mantık ve felsefe dersleri vermeye başladı.\n----> Münih, Oxford ve Salzburg Üniversitelerinde öğretim üyeliği yaptı.\n----> 1978’de ODTÜ’den emekli oldu ve Heybeliada’ya yerleşti.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Hüseyin Batuhan, özellikle modern mantık, tolerans felsefesi ve epistemoloji alanlarında çalışmalar yapmıştır.\n--------> Modern Mantık: Mantık alanında Türkiye’de önemli çalışmalar yaptı.\n--------> Tolerans Felsefesi: Batı’da hoşgörü fikrinin gelişimi üzerine araştırmalar yürüttü.\n--------> Epistemoloji: Bilgi ve bilimsel düşüncenin doğasını inceledi.\n• Akademik ve Kültürel Katkıları:\n----> Milli Eğitim Bakanlığı ile iş birliği yaparak modern mantığın lise ders kitaplarına girmesini sağladı.\n----> Felsefe öğretmenleri için modern mantık kursları düzenledi (1966-1976).\n----> Cumhuriyet ve Milliyet gazetelerinde felsefi makaleler yayımladı.\n• Önemli Eserleri:\n----> Batıda Tolerans Fikrinin Gelişmesi (1959)\n----> Modern Mantık (Teo Grünberg ile, 1970)\n----> Bilim ve Şarlatanlık (1994)\n----> İspanya’da Bir Şato – Bir Düşünürün Anıları (2002)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "1921 yılında Sürmene’de doğdu. Babası esnaf Mustafa Batu annesi Fatma Hanım’dır. İlkokulu Sinop'ta okuduktan sonra öğrenimine parasız yatılı olarak Kastamonu Lisesi'nde ve İzmir Erkek Lisesi'nde devam etti. İzmir Erkek Lisesi’nden mezun olduğu 1939 yılında İstanbul Üniversitesi'nin Felsefe Bölümü'ne girdi ve 1943’te okulu bitirdi. Aynı yıl arkadaşı Turan Pamuk'la evlendi, evlilikleri eşinin 1996 yılındaki ölümüne kadar 53 yıl sürdü.\n\nBir süre İstanbul Üniversitesi Yabancı Diller Yüksek Okulu’nda Fransızca okutmanlığı ve Kars’ta Felsefe öğretmenliği yaptı. 1949’da İÜEF Felsefe Bölümü’ne Sistematik Felsefe Asistanı olarak girdi.“Kierkegaard’da İroni ve Humor Kavramı” teziyle doktor oldu.\n\n1954-57 yıllarını Heidelberg'te geçiren Batuhan orada \"Batı'da Tolerans Fikri'nin Gelişmesi\" adlı tezini hazırlayarak 1958 yılında doçentlik unvanını aldı. Tezi, 1959'da yayınlandı. Bu eseri nedeniyle 1962 TDK Bilim Ödülü’nü kazanmıştır.\n\nİstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü’nde görev yapan Batuhan, 1966 yılında ODTÜ Beşeri Bilimler Bölümü’ne mantık ve felsefe dersleri vermesi için çağrıldığında dostu ve meslektaşı Teo Grünberg'le gelme şartı ile kabul etti. 1970’te Teo Grünberg'le birlikte Modern Mantık adlı bir kitap yazdılar. ODTÜ'de felsefe dalında yüksek lisans ve doktora programlarını açılması için çaba gösterdiler. Batuhan ayrıca dönem dönem Münih, Oxford ve Salzburg Üniversitelerinde de öğretim üyeliği yaptı.\n\nBatuhan, Ankara’ya geldiği dönemde Milli Eğitim Bakanlığıyla yakın bir ilişki kurarak modern mantığın lise ders kitaplarına girmesini sağladı; felsefe öğretmenlerinin bu konuyu öğretebilmeleri için 10 yıl boyunca (1966 – 1976) yaz aylarında felsefe öğretmenlerine yönelik modern mantık kurslarının açılmasını sağladı ve bu kurslarda eğitim verdi.\n\nEşi Turan’ın İstanbul’a yerleşme isteği üzerine 1978’de kendi isteğiyle profesör olmadan ODTÜ’den emekli oldu; Heybeliada’ya yerleşti, ardı ardına kitaplar ve makaleler yayımlamayı sürdürdü. Makale ve denemelerini Hareket, Sosyoloji ve Felsefe Arşivi dergilerinde, Cumhuriyet ve Milliyet gazetelerinde yayımladı. Felsefe dünyasında tartışma yaratan Otobiyografik bir kitap (İspanya’da Bir Şato), eşi Turan’ın günlüklerinde yazılanları ve ona olan aşkını anlatan iki kitap (Bir Zamanlar Bir Turan Vardı, Turan’ın En Mutlu Yılları), liseli gençlere yönelik bir kitap (Uğur Felsefe Öğreniyor) yazdı. 9 Aralık 2003 günü Küçükyalı’da yaşamını yitirdi.\n\nTiyatro ile de uğraşan Batuhan’ın “Büyük Çınar” adlı oyunu 1961'de İstanbul Şehir Tiyatroları’nda oynanmıştır. 2007’de yayımlanan “Semiyotik, Fanatizm Ve Tolerans” adlı kitabında “Batıda Tolerans Fikrinin Gelişmesi” adlı kitabı ve konuyla ilgili daha önce kitaplaştırılmamış bazı yazıları bir araya getirmiştir."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "• Batıda Tolerans Fikrinin Gelişmesi, 1959\n• Büyük Çınar (Oyun), 1962\n• Modern Mantık (Teo Grünberg ile), 1970\n• Modern Mantık ve Uygulamaları (T. Gürünberg ve Adnan Onart ile), 1973\n• Bilim ve Şarlatanlık, 1993\n• Bilim ve Din ve Eğitim Üzerine Düşünceler, 1997\n• Uğur Felsefe Öğreniyor, 1998\n• İspanya'da Bir Şato, 2002\n• Sevgili Ölülerim, 2002\n• Bir Zamanlar Bir Turan Vardı, 2002\n• Turan'ın En Mutlu Yılları, 2002\n• Semiyotik, Fanatizm Ve Tolerans, 2007"
		},
		"3": {
			"Header": "Hüseyin Batuhan, Batıda Tolerans Fikrinin Gelişmesi I, (Ortaçağın Sonuna Kadar)",
			"Content": "Eser, adından da anlaşıldığı gibi, tolerans fikrinin Batı kültüründe bir problem olarak ortaya çıkışı, farklı zamanlar içerisinde yüklendiği değişik anlamlar, düzeyindeki inişler ve çıkışlar, başı derde girenlerin talep ettiği, gücü elinde bulunduranların derecesini kendi belirlemeye çalıştığı bir anlayışın, sınırlı bir dönemin tarihi niteliğindedir.\n\nBatuhan, kendi ifadesine göre, konuyu incelemeye ilk başladığında yalnızca 17. ve 18. yüzyıllarda Batıda tolerans kavramını araştırmayı düşünmüş, ancak problemin kaynağına da inilmesi gerektiği için eseri üç cilt olarak tasarlamıştır. Biz çalışmanın diğer ciltlerinin yayınlandığına ilişkin herhangi bir bilgiye rastlayamadık.\n\nYazar, çalışmasının önsözünde, bizde bu konunun akademik olarak \"eldeğmemiş\" olmasından üzüntüyle bahsetmektedir. Yine de bu çalışmanın ülkemizde bir doçentlik tezi olarak sunulması ve Türk Dil Kurumu'ndan ödül alması konuya verilen önemin göstergesi sayılmalıdır.\n\nÇalışmada tarihi metod uygulanmış, yeri geldiği zaman çağlar ve dönemler arasında karşılaştırmalarla günümüze atıflar ihmal edilmemiştir. Eser sistematik ve tarihi olmak üzere iki bölümden oluşmuştur.\n\nBatuhan, eserinde: \"Batıda tolerans fikrinin gelişmesini incelemek, insan vicdanının ve düşüncesinin din-devlet baskısından kurtulmak için giriştiği savaşların tarihçesini yapmak demektir (Önsöz)... Tolerans denilince ilkin akla geçmiş dönemlerin din ve mezhep kavgaları gelir; biraz kilise, biraz teoloji, biraz da yanmış insan eti kokar bu kavram\" (s. 3) (Giriş) diye ifade ediyor.\n\nBatuhan, bu kavramın köken ve problem olarak Batıya ait olduğunu düşünerek bizim kültürümüzden farkını göstermek için, \"tolerans sözünün bizde uyandırdığı fikir çağrışımları, örneğin Hıristiyanların Romalılar tarafından kovuşturulmaları. Ortaçağın inquisition mahkemeleri, vb. ...bu kavramın gerçekten de konkret [somut] tarihi içeriğini teşkil ederler\" (s. 3) biçiminde açıklıyor. Gerçekten bu kavramın tarihini araştırma, insanlığın bugün ulaştığı uygarlık düzeyi ile geçmişi anlama, tarihi yeniden bir sorgulamadır.\n\nKavramın negatif yönünü ise, \"toleranssızlık daima belli bir inançlar sisteminin fanatik bir tekelcilikle toplum düzenine hâkim olmasını şaıt koşar\" (s. 7) diye açıklıyor. Yazara göre bu geçmişte büyük dünya dinleri idi, bugün ise ekonomik-politik dünya görüşleri, diğer bir deyişle ideolojilerdir. Kendisi bu düşüncelerin karşısına \"her çeşit dünya görüşünün ve yaşama idealinin bir arada barış içinde yaşamasına imkan veren bir toplum düzeni olup kökçe aşırılıkların uzlaştınlmasına dayanan demokrasiyi [Batıdaki liberal demokrasiler] koyuyor.\n\nTekelci sistemler ve ideolojilerin bilimsellik iddialarını ise, \"bilimsel hakikatin kabul edilmek için zora ihtiyacı yoktur, ancak inanca dayanan hakîkatlar zora başvururlar\" (s. 8). \"Fanatik sistemlerin ne başka sistemlere ne de kendi içlerinde baş gösterecek aykırı görüşlere gözyumması beklenemez. Onlar için \"göz-yumma\" (tolerans) kendi kendini inkar etmek demektir.\"\n\nTolerans probleminin. Batıda, Hıristiyanlıkla ortaya çıktığını anlatarak, \"Yunan-Roma İlkçağında gerek din gerek fikir alanında hiçbir tekelci, tek yanlı görüşün 'düşünce hürlüğü’nü egemenliği altına almağa kalktığı görülemez. Bu çağın ulus-dinleri birbirlerinin tanrılarına saygı gösterdikleri gibi, çeşit çeşit hayat felsefeleri, ahlak okulları, hatta türlü türlü 'kurtuluş' dinleri de bir arada yaşıyor, birbirlerine 'göz-yumuyorlar.' İlk toleranssızlık olaylarının Hıristiyanlıkla birlikte olduğunu görüyoruz\" (s. 11).\n\nYazar her fırsatta Batının liberal demokrasilerinin din ve düşünce özgürlüğünün koruyucusu olduğunu dile getirerek, demokrasinin, dolayısı ile toleransın felsefî olarak sınırını sorguluyor. Çünkü demokrasi de temelde toleransa dayanır.\n\nOna göre \"hiçbir toplum düzeni, dayandığı ana-değerlere büsbütün aykırı görüşlere gözyuınamaz... [dolayısıyla] tolerans toleranssızlığa 'göz-yumacak' kadar toleranslı olamaz\" (s. 14-15).\n\nBir başka ifadesinde \"demokrasi de gerçi toleransa dayanır, ama kendi varlığını tehlikeye düşüren tümelci ideolojilere göz-yumacak kadar toleranslı olması beklenemez.\" Tümelci ideolojiler için ise, \"idealin sabrı yoktur; ereğine biran önce ve her ne pahasına olursa olsun varmak tutkusu, ona, kullanılacak her aracı meşru gösterir\" (s. 20) diye ifade ediyor.\n\nSistematik Bölüm:\nYazar bu bölümde tolerans kavramının etimolojisini Lâtince tolerare fiilinden geldiğini, bunun da müsaade etmek, katlanmak, çekmek (giderilemeyecek bir kötülüğe boyun eğmek), \"göz-yummak\" dolayısıyla hoş-görmek anlamlarına geldiğini ve Türkçe'de tam bir karşılığının olmadığını açıklıyor.\n\nBatılı düşünürlerin tolerans kavramı tanımlarından bir kaçını vererek, öz-çizgileri bakımından tolerans kavramında aşağıdaki unsurların yer aldığını anlatıyor:\n\n\"a) Başkanlık unsuru: Buna toleransın (dolayısıyla toleranssızlığın) ontolojik temeli diyebiliriz. Bu başkalık yaradılış (karakter, mizaç) ayrılığı açısından psikolojik, alışıklık ve gelenek açısından sosyolojik, fikir aykırılığı anlamında kültürel, bir yapı gösterebilir. ...Başkalık dereceli olup küçük bir ayırımdan, aykırılık, karşıtlık, hattâ çelişmeye kadar gidebilir.\n\nb) Katlanma unsuru: Toleransın daha çok negatif yönünü dile getiren bu unsur başkalık karşısında insanın gösterdiği içgüdüsel tepkiye işaret ediyor.\n\nc) Hoş-görme unsuru: ...Burada başkasının kişiliği karşısında daha bilinçli, daha pozitif bir davranışla karşı karşıyayız. Başkasının bizde uyandırdığı psikolojik çekingenlik, güvensizlik, korku ve antipati duyguları 'başkasının kişiliğine saygı' gibi pozitif bir duyguya dönüşmüş bulunuyorlar\" (s. 27).\n\n\"Tolerans kavramı özellikle Reforınation çağında devletin resmen tanıdığı din ve inançlardan başka din ve inançlara 'göz-yumma' anlamında anlaşılıyordu\" (s. 28). Ancak bu çağda tolerans bir hak değil, geri alınabilen bir lütuf olarak görülüyordu. \"Gerçekten de Batı tarihinde tolerans tam din ve vicdan hürlüğü ilkesi kabul edilinceye kadar eksik, sınırlı, şartlı ve geçici bir hürlük anlamına geliyordu\""
		}
	}
}
