{
	"Name": "İbn Sina",
	"Desc": "Meşşaî filozof ve hekim",
	"Period": "Islamic",
	"Lifetime": [ 981, 1037 ],
	"Importance": "High",
	"GUI": {
		"Position": [ 180, 140 ],
		"Color": [ 0, 127, 70 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Tam İsim: Ebû Alî el-Hüseyin b. Abdillâh b. Ali b. İbn Sînâ\n• Doğum Yeri: Buhara\n• Ölüm Yeri: Hemedân\n• Hocaları: Nâtılî, Mahmud el-Messâh, Ebu Muhammed ez-Zahid, Ebubekr el-Berki, Mahmud Messah\n• Öğrencileri: Cüzcânî, Ebu Abdullah el-Masumi, İbn Zeyle, Behmenyâr b. Merzubân, Ebû Ubeyd el-Cüzcânî\n• Etkilendikleri: Aristoteles, Âmirî, Fârâbî, Kindî\n• Etkiledikleri: Bîrûnî, Ebû Sehl el-Mesîhî, İbnu’l-Hammâr\n• İletişimde Bulunduğu İsimler: Ebu'l-Hasen el-Beyhakî, Kâtibî Kazvînî, Şemseddin İsfehânî, Kutbuddîn el-Mısrî, Bedreddîn Tüsterî, İbn Kemal Paşa, Mirzacan, Şerefüddin Muhammed b. Yusuf el-Îlâkî, Yanyalı Esad Efendi, Mîrim Çelebi, Kemâleddîn Fârisî, İbn’ül Baytâr, Giritli Sırrı Paşa, Necmeddîn-i Dâye, Hasan Kâşânî, Muslihuddin Kestelî, Abdüllatîf el-Bağdâdî, Mir Damad, Şemseddin el-Kîşî, Feyz-i Kâşânî, Lâhîcî, İbn Kemmûne, Alişah b. Hacı Büke, İbrâhim Hakkı Erzurûmî, Şerefuddîn el-Mes‘ûdî, İbn Azrâ, Kadızâde Tirevî, Kutbüddîn Şîrâzî, Taşköprülüzâde, Maktul Sühreverdî, Ali Kuşçu, Muhammed b. Mübârekşah, Ömer b. Sehlân es-Sâvî, Şehrezûrî, Şemsüddîn Mahmûd b. Abdurrahman İsfahânî, Mehmed Şemseddin Günaltay, Adudüddin Îcî, Ömer Hayyâm, Nasîrüddin Tûsî, Sadreddin Konevî, İbnü’l-Arabî, Molla Sadra, Celâleddîn ed-Devvânî, Esîrüddin Ebherî, İbn Zeyle, Behmenyâr b. Merzubân, İbn Tufeyl, Allâme el-Hillî, Cüveynî, Necmeddîn el-Kâtibî, Müeyyedzâde Abdurrahmân Efendi, Ebü’l-Berekât el-Bağdâdî, Molla Lütfi, Hızır bin Abdullah, Benâkitî, Fahreddin er-Râzî, Kınalızâde Ali Efendi, Elmalılı M. Hamdi Yazır, Levkerî, Gazzâlî, Seyyid Şerîf el-Cürcânî, Efdalüddin el-Hûnecî, Molla Fenârî, Mevlânâzâde, Kadı Mîr Meybûdî, Sebzevârî, İbn Davud, İbn Meymûn, İbnü’n-Nefîs, Gafikî, Seyfeddin Âmidî, Kutbuddîn er-Râzî, Ebü’l-Hüseyin el-Basrî, Fazlurrahman, Alâeddîn et-Tûsî, Gıyâseddîn Deştekî, Sadreddîn ed-Deştekî, Teftâzânî, Abdülhakîm Siyâlkûtî\n• Ekolleri: Felsefe, Kelam, Meşşâîlik\n• Etkilediği Ekoller: İbn Sînâcılık, Yeni-Eşarîlik, İşrâkîlik, Ekberîlik"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "İslâm felsefesi tarihinde eş-Şeyhu’r-reîs (büyük üstat) olarak bilinen ve Klasik Dönem felsefe geleneğini üslup, içerik ve kapsam olarak zirvesine ulaştıran İbn Sînâ Buhara yakınlarındaki Efşene köyünde yaklaşık olarak 370/980-81 tarihlerinde doğdu. Öğrencisi Sâmânîler’in hakimyeti altındaki Buhara’da, babası Abdullah’ın çevresiyle yakın ilişki içerisinde daha küçük yaşlarda dinî ve felsefî ilimler tahsilini tamamladı. Ebû Muhammed ez-Zâhid, Ebû Bekr el-Berkî, Mahmûd Messâh ve Ebû Abdullah en-Nâtılî önde gelen hocaları arasında yer alır. İlk iki hocası daha ziyade fıkıh ve edeb alanlarında öne çıkarken, Mahmûd Messâh özel olarak matematik bilimler, Nâtılî ise mantık, geometri ve astronomi gibi bilimlerde İbn Sînâ’ya hocalık yaptı. Hocası Nâtılî’nin Buhara’dan ayrılışı ertesinde İbn Sînâ fizik ve metafizik bilimler literatürünün ana metinlerini şerhleriyle birlikte tahsil etti. Felsefî ilimlerle ilgili tahsiline, daha sonra onu yüzyıllar boyu en önemli tıp bilginlerinden biri haline getirecek tıp eğitimi eşlik etti. Ebû Sehl Îsâ b. Yahyâ el-Mesîhî ile el-Kumrî onun bu alandaki hocaları olarak bilinir. On altı yaşına geldiğinde felsefî ilimlerin hemen tamamında yetkinlik elde eden İbn Sînâ, bir yıl sonra ilk eserlerinden el-Hikmetü’l-Arûziyye’yi telif etmiş ve aynı tarihlerde hekim olarak Sâmânî sarayına davet edilmiştir. Bir süre Sâmânî sarayında kalan İbn Sînâ bir yandan burada hekimlik görevini icra ederken, diğer yandan sarayın meşhur kütüphanesinde çalışma imkânı elde etmiştir. Nispeten uzun sayılabilecek bu dönemde günümüze ulaşmayan kapsamlı eseri el-Hâsıl ve’l-mahsûl ile el-Birr ve’l-ism adlı risaleyi telif eden İbn Sînâ, Sâmânîler’in çöküşüyle birlikte Buhara’yı terk etmiş ve Hârizm bölgesinde yer alan Gürgenç’e geçmiştir. Buradayken Gazneli Mahmûd’dan bir davet alan İbn Sînâ, onun ısrarlı takiplerine rağmen bu davete icabet etmeyerek uzun bir yolculuk ertesinde Cürcân’a vardı. Kısa bir süreliğine buradan Hârizm yakınlarındaki Dihistan’a geçse de daha sonra Cürcân’a geri dönen İbn Sînâ, Cürcân’a ikinci dönüşü esnasında öğrencisi Ebû Ubeyd el-Cüzcânî ile tanıştı. Burada Ebû Muhammed eş-Şirâzî’nin şahsında güçlü bir himaye bulan İbn Sînâ, yer yer Cüzcânî’nin de teşvikiyle mantıkla ilgili olan el-Muhtasaru’l-evsat, metafizikle ilgili eseri el-Mebde’ ve’l-me‘âd ve el-Ersâdu’l-külliyye başlıklı eserlerini kaleme aldı. el-Kânûn fî’t-tıbb’ın giriş kısmı ile Muhtasaru’l-Macestî’yi de burada telif ettiği bilinmektedir. Daha sonra Cürcân’dan Büveyhîler’in en önemli merkezlerinden Rey’e geçen İbn Sînâ, buradan Kazvin’e oradan da Hemedan’a geçti. Burada emir Şemsüddevle tarafından vezirliğe getirildi. Bir süre Hemedan’daki bir isyan sebebiyle görevinden alınarak, isyanı yatıştırmak maksadıyla göz hapsinde tutulsa da daha sonra vezirliğe iade edilen İbn Sînâ, öğrencilerinin önemli bir bölümünü burada yetiştirdi. Hâmîsi Şemsüddevle’nin ölümü ertesinde (412/1021) vezirliği bırakarak Hemedan’da kalmaya devam eden filozof, eş-Şifâ adlı ansiklopedik eserinin önemli bir bölümünü bu dönemde tamamladı.\n\nŞemsüddevle’nin ölümüyle birilkte siyasetle ilişkisi daha sorunlu bir hal almaya başlayan İbn Sînâ, Büveyhî hanedanından bazı kişilerin onu hainlikle itham etmeleri üzerine dört ay boyunca Ferdecân kalesine hapsedilmiştir (414/1023). Kalede iken el-Hidâye, Hay b. Yakzân ve el-Kulunc kitaplarını telif eden filozof, buradan çıkması ertesinde de eş-Şifâ’nın mantık bölümünü tamamlamıştır.\n\n415/1024 senesinde Hemedan’dan Isfahan’a geçen filozof burada emir Alâüddevle tarafından vezirliğe getirildi. Farsça kaleme alarak ona ithaf ettiği Dânişnâme-i ‘Alâ’î ile mantık, fizik ve metafizik bölümlerinden oluşan en-Necât’ı bu dönemde telif etti. Gazneli Mahmûd’un Isfahan’ı aldığı esnada evi ve kütüphanesinin yağmalanması, önemli bazı eserlerinin kaybolmasına neden oldu. Kalan hayatı boyunca Alâuddevle’ye eşlik eden İbn Sînâ, onunla birlikte Hemedan’a çıktığı bir sefer sırasında hastalandı Hemedan’a ulaştıklarında 429/1037-8 senesinde vefat etti."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• el-Hikmetü’l-Arûziyye (el-Mecmû‘): nşr. Muhsin Sâlih, Beyrut 2007.\n• Dânişnâme-yi ‘Alâî: nşr. M. Mu‘în, Silsile-i İntişarât-i Encümen-i Âsâr-ı Millî, Tahran 1951.\n• Kitâbu’ş-Şifâ’: nşr. İ. Medkûr vd., Kahire 1952-83.\n• el-Mebde’ ve’l-Me‘âd: nşr. Abdullah Nûrânî, Tahran 1984.\n• El-Mübâhasât: nşr. Muhsin Bîdârfer, İntişârât-ı Bîdâr, Kum 1423.\n• Kitâbu’l-Hidâye: nşr. Muhammed Abduh, Külliyetü Dâri’l-Ulûm, Câmiatü Kâhire, Kahire 1974.\n• Tefsîru Kitâbi Esûlûcyâ mine’l-İnsâf: nşr. Abdurrahmân Bedevî, Aristû inde’l-Arab içinde, Vekâletu’l-matbû‘ât, Kuveyt 1980.\n• Uyûnu’l-Hikme: nşr. A. Bedevî, Dâru’l-kalem, Vekâletü’l-matbû‘ât, Beyrut-Kuveyt 1980.\n• Hayy b. Yakzân: nşr. Ahmed Emin, Kahire 1952.\n• Mantıku’l-Meşrıkıyyîn: Ayetullâhi’l-Uzmâ el-Mar‘aşî, Kum 1405.\n• Ahvâlu’n-Nefs: nşr. Ahmed Fuâd el-Ehvânî, Dâru İhyâi Kutubi’l-Arabiyye, Kahire 1953.\n• el-Kânûn fî’t-Tıbb: nşr. I. al-Qashsh, Beyrut 1993.\n• Urcûze fî’t-Tıbb, nşr. Züheyr el-Bâbâ, Halep 1984.\n• et-Ta‘lîkât: nşr. Abdurrahmân Bedevî, Mektebetü’l-İ‘lâmi’l-İslâmî, Kum 1984.\n• en-Necât: nşr. Abdurrahmân Umeyre, Dâru’l-Cîl, Beyrut 1992.\n• el-İşârât ve’t-Tenbîhât: nşr. Muctebâ ez-Zârı‘î, Mektebetu’l-İ‘lâmi’l-İslâmî, Kum 1380.\n• el-Adhaviyye fî Emri’l-Me‘âd: nşr. Hasan Âsî, Beyrut 1987.\n• Kitâbu’l-Hudûd: nşr. ve Fr. çev. A. M. Goichon, Publications de L’Institute Français D’archelogie Orientale, Kahire 1963."
		},
		"3": {
			"Header": "Öğretisi",
			"Content": "İbn Sînâ felsefe tarihinin kendisine gelen süreç dahilinde geçirdiği üçüncü dönüşüm evresinin zirvesinde bulunur. Aristoteles ertesinde felsefe tarihi, biri I. ve II. yüzyıllarda Aristoteles felsefesini sistemleştirerek yeniden yorumlayan Rodoslu Andronikos ve öğrencileri ile Şarih Afrodisiaslı İskender’in elinde gerçekleşen Aristotelesçi, diğeri ise III. ile VI. yüzyıllar arasında Eflâtun ve Aristoteles felsefesi arasındaki uyum arayışlarıyla ortaya çıkan Yeni-Eflâtuncu iki dönüşüm geçirmişti. İbn Sînâ kendisinden önceki Aristotelesçi ve Yeni-Eflâtuncu filozoflardan, biri evrenin temel bileşenlerine, diğeri ise evrene dair açıklayıcı ilkeye ya da ilkelere dair iki uçlu büyük bir sorun tevarüs etti. Bu sorun bir yandan evrenin temel bileşenlerinin neler olduğu ya da evreni en iyi hangi ilkenin en doğru bir şekilde açıklayabileceğiyle ilgili iken, diğer yandan bu bileşenler aracılığıyla nasıl bütünleşik ve birlikli bir evrene ve bu evrene dair nasıl bütünleşik ve birlikli bir açıklamaya ulaşılacağıyla ilgilidir. Hem Eflâtun’un aklî varlık tarzına sahip metafizik evreni ile nihaî kertede maddîlikle nitelenen khôra (kap) içinde varlık kazanan duyulur evreni arasındaki keskin ayrım, hem de Aristoteles’in aithêrden (esîr) oluşan göksel cisimler ve bunları hareket ettiren hareketsiz akılları barındıran ay-üstü âlemi ile hûleden (ilk madde) oluşan duyulur maddî evreni arasındaki aslî ontolojik bağlantısızlık, onların takipçilerini yukarıda zikrettiğimiz iki sorunla başbaşa bırakmıştır. Aristotelesçi filozof Afrodisiaslı İskender’in (II. yüzyıl) ilahî güç teorisi ile Yeni-Eflâtunculuğun kurucusu Plotinos’un (ö. 270) İslâm filozoflarını da güçlü bir şekilde etkileyen ve Yeni-Eflâtuncu şarihler tarafından ayrıntılı bir şekilde işlenen sudûr ve nüzul teorisi, ay-üstü ve ay-altı âlem arasındaki bu ontolojik bağlantısızlığı aşma yönünde bir teşebbüs olarak kendisini gösterir. Bununla birlikte İskender’in semavî cisimlerden aşağıya doğru hareket taşıyarak doğal türler seviyesinde bir inayet doğuran ilahî gücü, bu bağlantıyı ontolojik değil kinematik, yani varlığa değil harekete daylı bir şekilde inşa etmeye dönüktür. Dolayısıyla evreni meydana getiren temel bileşenleri tekbiçimli bir aslî ilkeye bağlı olarak izah etme ve söz konusu mevcutların bu ilke ile farklı derecelerdeki ilişkilerini gösterme noktasında, varlığa gelişe dair herhangi bir açıklamadan yoksun Aristotelesçi hareket metafiziğinden kaynaklanan önemli zaaflar taşır. Buna mukabil Yeni-Eflâtuncu sudûr teorisi, sorunun bir ucu için cevap geliştirirken diğer ucuyla ilgili önemli bir açmaza düşer: Her varlık katmanının kendine özgü gerekleri, sudûr yoluyla oluşmuş farklı varlık katmanlarındaki mevcutlar için tanımsal karakteristiklere dönüşür. Sözgelimi ay-üstü âlemdeki aklî varlık katmanında yer alan insan anlamına aklî varlık tarzının gerekleri dahil olurken, maddî varlık katmanında yer alan insan anlamına maddî varlık tarzının gerekleri dahil olur. Bu durum insana dair açıklamanın her varlık katmanında farklılaşması ve ayrı varlık katmanlarındaki anlamlar arasında mantıksal anlamıyla gerçek bir yüklemenin yapılamaması sorununu doğurur. Sonuç olarak İbn Sînâ için Aristotelesçiler birlikli ve bütünleşik bir evrene, Yeni-Eflâtuncular ise birlikli ve bütünleşik bir evrene dair birlikli ve bütünleşik bir açıklamaya ulaşmaktan uzak kalmışlardır.\n\nİbn Sînâ felsefe tarihinden tevarüs ettiği, bir ucu ontoloji diğer ucu ise epistemolojiyle ilgili bu büyük sorunu açık bir şekilde fark etmiştir. Bu sorunun üstesinden gelmek için kendine özgü varlık-mahiyet (vücûd-mâhiyye) ve zorunluluk-imkân (vücûb-imkân) ayrımlarını geliştirerek, bir yandan Aristotelesçi harekete dayalı açıklama modeli ile Yeni-Eflâtuncu sudûr teorisinde ciddi tadillere gitmiş, diğer yandan ise sudûrun oluşturduğu katmanlarda yer alan mevcutlara dair açıklamayı tekbiçimli hale getirecek yeni bir ilke vaz etmiştir. Sorunun birinci ucundaki tadilleri esnasında İbn Sînâ iki önemli adım atar. Bunlardan birincisi insanın türsel varlığını değil de bir insanın diğer bir insandan hareket aracılığıyla nasıl meydana geldiğini açıklayan Aristotelesçi hareket merkezli maddî suret alış modelinin yerine, insan suretinin varlığa gelişini açıklamayı amaçlayan varlık merkezli suret alış ve ontolojik yetkinleşme modelini yerleştirmesidir. Varlığa dair açıklama getirme noktasında Aristotelesçi modelden farklılaşacak Yeni-Eflâtuncu sudûr teorisine yakınlaşan bu açıklama, ikinci olarak Yeni-Eflâtuncu sudûr teorisinde de bazı tadillere gider. Bu noktada İbn Sînâ’nın yaptığı asıl şey, ezelî ayrık akıllar ile Tanrı arasında açık bir ontolojik ayrım inşa etmek üzere Yeni-Eflâtuncu yetkinlik-üstü (Tanrı), yetkin (ayrık akıllar), yeterli (felekler) ve eksik (duyulurlar) mevcutları zorunlu ve mumkin mevcutlar altında yeniden değerlendirerek Zatıyla Zorunlu Varlık’tan sudûr eden mevcutlar ile Zatıyla Zorunlu Varlık arasında birlik (tevhîd) ilkesine uygun bir ilişki kurmasıdır. Sorunun epistemolojik veçhesine tekabül eden ikinci ucunda İbn Sînâ’ya yardımcı olan şey ise mahiyeti varlıkla ilgili hiçbir ima içermeyecek şekilde tasavvur ederek, bir şeyin varlık tarzından kaynaklanan gerekler ile mahiyetinden kaynaklanan gerekleri açık bir şekilde ayırt etmesidir. Böylece insanın “ne” olduğuna dair açıklamamız, onun aklî, maddî ya da zihnî varlık katmanında mı var olduğundan bağımsız bir şekilde her düzeyde geçerlilik ve doğruluğunu koruyacaktır. Çoklu varlık katmanlarında mahiyetin birliği olarak kavramsallaştırılabilecek bu çözümle birlikte İbn Sînâ, kendisinden önceki filozofları o kadar meşgul eden bütünleşik ve birlikli açıklama arayışına bir cevap bulmuş, Antik-Helenistik felsefeden tevarüs ettiği sorunları çözme noktasında bu teoriyi Ockham’ın usturası gibi kullanmıştır."
		},
		"4": {
			"Header": "Varlık Düşüncesi ve Metafiziği",
			"Content": "İbn Sînâ ontolojisi bir yandan şeylerin hangi temel unsurlardan oluştuğunu izah etmeyi, öte yandan ontolojik yetkinlik hiyerarşisine dayalı bir biçimde birbirleriyle nasıl ilişkili olduklarını göstermeyi amaçlar. Bu iki açıklama biçimi birbirini tamamlayacak şekilde İbn Sînâ ontolojisinin statik ve dinamik yönlerine işaret eder. Statik açıklama katmanı herhangi bir mevcudun metafiziksel yapısını, onu oluşturan temel unsurlar ve bu unsurların birbirleriyle ilişkisi üzerinden açıklama çabasını içerir. Dinamik açıklama katmanı ise illiyeti (nedenlik) merkeze alacak şekilde bir yandan cevherin meydana gelişini açıklarken, öte yandan sübut bulmuş bu cevherin ontolojik yetkinlik bakımından kendi üstündeki ve altındaki cevherlerle nedensel açıdan nasıl bir ilişki içinde olduğunu izah eder. Varlık-mahiyet ve suret-taşıyıcı ayrımına dayalı açıklama biçimi cevherlerin kendinde mevcudiyetlerinin metafiziksel yapısını izah etme anlamında birinci açıklama tarzına tekabül ederken, bu yapının meydana gelişini açıklama amacı güden zorunluluk-imkân ve kuvve-fiil ayrımına dayalı izah şekli ikinci açıklama tarzına karşılık gelir.\n\nİbn Sînâ her iki açıklama düzlemi açısından da zengin bir felsefî geleneği tevarüs etmiştir. Daha çok Yeni-Eflâtuncu şarihler elinde derinleşen bu gelenek, suret-taşıyıcı ayrımına dayalı statik bir açıklama düzlemine ve suret-madde ayrımını açımlayarak ontolojilerinin dinamik veçhesini inşa eden fiil-kuvve ayrımına dayalı bir bir mevcutlar tasnifine sahiptir. İbn Sînâ bu gelenekten tevarüs ettiği birikimi kendi varlık-mahiyet ve zorunluluk-imkân ayrımları için alt ayrımlara dönüştürerek yeni bir ontolojik şema inşa etmiştir. Buna göre Yeni-Eflâtuncular taşıyıcısı olmayan sırf varlığı, sırf fiil olması bağlamında “yetkinlik üstü (fevka’t-tamâm)” mevcut olarak adlandırır ve Tanrı ile özdeşleştirir. Diğer taraftan taşıyıcısıyla sureti bir olan cevherleri “yetkin (tâmm)” olarak adlandırır ve ayrık akıllarla özdeşleştirir. Taşıyıcısı sadece bir surete özgü cevherler ise “yeterli (muktefin)” şeklinde adlandırılarak semavî cisimlerle özdeşleştirilir. Nihayet taşıyıcısı zıt suretleri alan ve suretlerinden ayrılabilir cevherler “eksik (nâkıs)” şeklinde adlandırılır ve oluş-bozuluşa tâbi duyulur cevherlere tekabül ettikleri düşünülür.\n\nİbn Sînâ suret-taşıyıcı ayrımını kendisinin de kullandığı bir alt ayrım haline getirerek şeyleri varlık-mahiyet ayrımına dayalı bir biçimde tasnif etmiş ve özel olarak teo-ontoloji etrafında bununla iki şeyi başarmayı amaçlamıştır. Bunlardan biri Aristotelesçilerin sadece hareketi açıkladığı düşünülen Hareket Etmeyen Hareket Ettirici’sinden varlık veren bir tanrı anlayışına ulaşmak, diğeri ise Yeni-Eflâtuncuların sudûr ve sonsuz güç argümanları üzerinden ulaştıklarını düşündükleri varlık verici tanrı anlayışını tanrının birliği (tevhîd) fikriyle uyumlu hale getirmektir.  Bu sayede İbn Sînâ Tanrı ile geri kalan mevcutlar arasında, Yeni-Eflâtuncuların elde etmeyi başaramadığını düşündüğü, keskin bir ontolojik mübayenet elde etmeyi amaçlamıştır. Buna göre mahiyetin gereğini var olmak için bir nedene muhtaç olma anlamında imkân olarak belirleyen İbn Sînâ, varlık ve mahiyeti ayrı olan mümkünlerin varolmak için bir nedene ihtiyaç duyduklarını söyler. Bu noktada kısırdöngü (devr) ve sonsuz geriye gidiş (teselsül) argümanları aracılığıyla bir mümkünün diğer bir mümkünün varlığına neden olmasının imkânsız olduğunu gösteren İbn Sînâ, mümkünlerin varlığı için varlık ve mahiyeti özdeş zorunlu bir varlığa ihtiyaç olduğunu söyler. Zorunlu Varlık’ın sırf varlık olduğu ve mahiyeti bulunmadığı için onun varlığını gerektirecek bir nedenden bağımsız bir biçimde kendi zatıyla vardır. Böylece mevcutlar iki kısma ayrılmış olur: Zatıyla Zorunlu Varlık ile Zatı Gereği Mümkün Başkasıyla Zorunlu Varlıklar. Zatıyla Zorunlu Varlık, Tanrı’ya tekabül ederken Zatı Gereği Mümkün Başkasıyla Zorunlu varlıklar mükün mevcutlara tekabül eder. Bu ayrım ertesinde İbn Sînâ suret-taşıyıcı ayrımı ile varlık-mahiyet ayrımını birlikte istihdam ederek başkasıyla zorunlu varlıkları kendi içlerinde yeniden tasnife tâbi tutar. Buna göre taşıyıcısıyla sureti bir olan cevherler mümkün olmaları bakımından zamanla öncelenmemiş nedenli mevcutlar (mübda‘) iken, “yetkin” olmaları bakımından kendi altlarındaki şeylere varlık veren nedenlerdir ve ayrık akıllara tekabül ederler. Taşıyıcısıyla sadece bir surete özgü olan cevherler mümkün olmaları olmaları bakımından zamanla öncelenmemiş nedenli mevcutlar (mübda‘) iken, başka bir surete ihtiyaç duymama anlamında “yeterli” olmaları bakımından kendi altlarındaki şeylere hareket vererek, onların “oluş”una hazırlayıcı, yardımcı, düzenleyici ve engel kaldırıcı nedenler olarak katkıda bulunurlar. Nihayet taşıyıcısı zıt suretleri kâbil ve suretlerinden ayrılabilir cevherler, mümkün ve oluş-bozuluşa tâbi olmaları bakımından zamanla öncelenmiş nedenli mevcutlar (muhdes) iken, mevcudiyetlerini sürdürmek için daima suretlerin artarda gelişine muhtaç oldukları için “eksik” mevcutlardır ve yalnızca hareket verici en yakın nedenler olarak işlev görürler.\n\nİbn Sînâ ontolojisinin dinamik veçhesini yönlendiren içkin nedensel yapıyı yönlendiren şey sudûr teorisidir. Sudûr teorisi içeriksel unsuru itibariyle Batlamyusçu felekler teorisi ile Aristoteles’in Metafizik’inin Lambda kitabında yer alan akıllar teorisine dayanırken, aslî formunu Yeni-Eflâtuncu nedenlik anlayışından elde eder. “Cevherin yetkinliği ile cevherden gelen yetkinliğin özdeşliği”, “Birden bir çıkar”, “Neden eseri ve eserden fazlasını içerir” ve “Türün nedeni türce başkadır” gibi formel ilkelere dayanan bu nedenlik anlayışı, Fârâbî’den tevarüs edildiği hali ve İbn Sînâcı varlık-mahiyet ve zorunluluk-imkân ayrımlarının sağladığı revizyonlarla birlikte varoluşu açıklayan yetkin bir çerçeve oluşturmuştur. İbn Sînâ’nın sudûr teorisine en önemli müdahalelerinden biri, Eflâtuncu ideaların hariçteki bizatihi mevcudiyetini iptal ederek onları ilahî akla taşıyıp kesretten önceki çoğul aklî suretlere (noêtai ideai) dönüştüren Yeni-Eflâtuncu anlayışın aksine, ilahî akılda bir suretler çokluğu bulunmadığını kabul etmesidir. Ona göre Vâhibu’s-suver veya Faal Akıl, Yeni-Eflâtuncuların düşündüğünün aksine bir suretler deposu değildir. O kendisini akleden akıldan ibaret olup türsel suretleri meydana getirmesi kendisini akletmesiyle birlikte taşan varlık anlamının, bu anlamı kabil maddedeki istidatla birleşmesinden ibarettir. Sonuç olarak çokluğun ilkesi Faal Akıl’da değil, ondan taşan varlık anlamını alan maddededir. İbn Sînâ hareket verici semavî cisimlerin maddede kabiliyetler oluşturucu etkisini de dahil ederek oluşturduğu bu türsel çokluğu açıklama modeli, fizik bilimlerin meteoroloji, embriyoloji, zooloji ve mineroloji gibi alt alanlarında da tutarlı bir şekilde uygulamıştır."
		},
		"5": {
			"Header": "Bilgi Teorisi",
			"Content": "Varlık-mahiyet ayrımı İbn Sînâ için sadece teolojiyle ilgili imalar içeren ve Tanrı’nın varlığını ispat ile mevcutların genel bir tasnifi için kullanılan bir ayrımdan ibaret değildir. Söz konusu ayrım, filozofun elinde, fizikten metafizik ve epistemolojiye kadar filozofun tevarüs ettiği birçok büyük problemi yeniden ele almak üzere kullanılan metodolojik bir araca dönüşmüştür. Ayrım epistemolojide birkaç farklı noktada dönüştürücü bir etki yaratır. İbn Sînâ “mutlak mahiyet” kavramı etrafında bir yandan farklı varlık katmanlarındaki mevcutların yüklemsel birliğini sağlayarak yükleme sorunuyla ilgili radikal bir çözüm elde eder, diğer yandan mahiyetin farklı varlık katmanlarında bulunuşu fikrini zihnî varlığa temel oluşturacak şekilde yorumlayarak öznesi mevcut olmayan önermeler ile gelecekteki mümkün hadiselere dair önermelerin doğruluk düzlemi için hususi bir epistemolojik uzay yaratır. Şu an mevcut olmayan Fuzuli hakkında “Fuzuli şairdir” önermesini anlamlı ve doğru bir şekilde kurabilmemiz, İbn Sînâ’nın zihnî varlık kategorisi etrafında inşa ettiği doğruluk ve yükleme teorisiyle yakından ilişkilidir.\n\nEpistemolojinin en önemli problemlerine tekabül eden bilginin kaynağı ve nasıl elde edileceği sorunlarıyla ilgili olarak İbn Sînâ, zihnî suret alış ve ontolojik yetkinleşme süreçlerini birlikte yorumladığı özgün bir teori geliştirmiştir. İbn Sînâ için Eflâtun’da olduğu gibi doğuştan bilgiler getirmeyiz, doğuştan getirdiğimiz yegane şey düşünme kabiliyetimizi ifade eden ve henüz yetkinliğini elde etmemiş bilkuvve akıldır. Bilkuvve aklın hariçteki suretleri düşünme nesnelerine dönüştürecek idrakler aracılığıyla bilfiil hale gelmesi, aklın aşamalar halinde yetkinleşerek tümellere ulaşma sürecini anlatır. Aynı zamanda insanî yetkinleşmenin de aşamalarını anlatan bu sürecin İbn Sînâ için iki boyutu vardır. Tıpkı maddî istidat ve suret alış mekanizmasında olduğu gibi, aklî istidat ve suret alış mekanizması da biri aşağıdan yukarıya doğru ilerleyen ve hazırlığı anlatan aklî istidat ve teheyyü, diğeri ise yukarıdan aşağıya doğru epistemolojik inayetini anlatan ilahî feyz olmak üzere birbirini tamamlayan iki uçlu bir yapıdan oluşur. Hareketin hazırlayıcı bir rol ifa ettiği maddî suret alma mekanizmasına benzer şekilde, burada zihni tümelleri idrake hazırlama işlevini düşünme (fikr) fiili ifa eder. Dış ve iç idrak süreçlerinin aşamalar dahilinde eşlik ettiği düşünme fiili, dıştaki şeylerden anlamların tecridini ve anlamlar arası ilişkiler aracılığıyla da yargıların oluşturulmasını sağlar. Zihnimizdeki bilgisel içerikler düşünme fiilinin gerçekleştirdiği soyutlamalar aracılığıyla elde edilir, ancak İbn Sînâ tümelleştirici nihaî yargıya ihtiyaç duyduğumuz her seferinde Faal Akıl’dan gelen ilahî feyze ihtiyaç duyulduğuna vurguda bulunur. “Faal akılla ittisal” sayesinde elde edilen bu feyze nispetle, düşünme süreçleri zihni tümeli elde etmeye hazırlama safahatı olarak anlaşılır. Zihnin hazırlanma süreçlerini öne çıkardığı yerlerde İbn Sînâ epistemolojisi tümüyle nazarî bir karaktere bürünürken, ilahî feyzi öne çıkardığı yerlerde sezgisel bir karaktere bürünür. Epistemolojisinin bu düal karakteri, İslâm düşüncesinin on ikinci yüzyıl sonrasındaki yönelimleri güçlü bir şekilde etkilediği gibi, çağdaş İbn Sînâ araştırmaları için de daima canlı tartışmaların konusu olmuştur.\n\nİbn Sînâ epistemolojisinin dikkat çekici yönlerinden biri, neyin bilindiği ya da bilinebileceği sorusuna verdiği cevapta yatar. İbn Sînâ kendisinden önceki Aristotelesçi filozofları, bilmeyi aklî suretleri değil bu suretlerin gereği olan fenomenleri bilmeye indirgemekle itham eder. Ona göre bu durumun sebebi, onların suret ile istidadî nitelikler arasında ayrım yapamamalarıdır. Söz konusu ayrımdan yoksunluğun fizik ve metafizik alandaki birçok “sıkıntılı” sonucundan bahseden İbn Sînâ’nın epistemoloji alanında işaret ettiği bu sonuç, İbn Sînâ’yı aklî suretlerle onların gereği olarak ortaya çıkan nitelikleri açık bir biçimde ayırmaya ve bildiklerimizin söz konusu suretlerin gereği olarak ortaya çıkan nitelikler olduğunu söylemeye götürmüştür. Eşyanın hakikatinin ne olduğu ve gerçekten bilinip bilinemeyeceğiyle ilgili ileri birçok soruyu doğuran bu yaklaşıma göre, hakikatin ne olduğu ve bilme fiilinin gerçekte neye taalluk ettiği sorusu daha ileri tartışmalara ve araştırmaları beklemektedir."
		},
		"6": {
			"Header": "Ahlâk ve Psikoloji",
			"Content": "Doğa felsefesinin bir parçası olarak İbn Sînâ psikolojisi nefsin tanımı, meydana gelişi, bulunduğu cisimle ve dolayısıyla mizaçla ilişkisi, türleri, güçleri ve güçlerinin konularıyla ilişkisi gibi sorunlar üzerine yoğunlaşır. Nefsi “bilkuvve canlılık sahibi organik doğal cismin ilk yetkinliği” olarak tanımlayan İbn Sînâ, doğayı tekbiçimli ve iradesi hareketlerin, nefsi ise iradeli ve çokbiçimli olma kriterlerinden birine sahip her türden değişim ve dönüşümün ilkesi olarak kabul eder. Bu tasnif etrafında nefsin, ay-üstü âlemdeki mevcutları da hesaba katarsak dört türü vardır: İradeli ve tekbiçimli hareketlerin kaynağı olan felekî nefis, iradesiz ve çokbiçimli hareketlerin kaynağı olan bitkisel nefis, iradeli ve çokbiçimli hareketlerin kaynağı olan hayvanî nefis, ihtiyarî ve çokbiçimli hareketlerin kaynağı olan insanî düşünen nefis. Ona göre nefs maddî istidat ve suret alış mekanizmasına uygun olarak bedenin hareketlerin etkisi aracılığıya gerekli hazırlığı elde ettiğinde metafizik illetler tarafından feyz edilir.\n\nİbn Sînâ’ya göre nefis her türden mevcudun o mevcut olarak varoluşunun ilkesi olup, mevcutların nefs sahibi olmaları bu türden bir mevcudiyeti elde etmeleri anlamında ilk yetkinliğine tekabül eder. İlk yetkinlik söz konusu mevcudun fiilleri için gerekli tüm kabiliyetlerin toplamını ifade eder. Söz konusu kabiliyetlerin bilfiilliği ikinci yetkinliği doğurur. İnsanî düşünen nefis söz konusu olduğunda ikinci yetkinlikler alanı teorik veçhesiyle bilimlerin, pratik veçhesiyle de erdemlerin tahsiline karşılık gelir. Böylece insan için ahlâkî yetkinlik bilkuvve yetkinliklerinin bilfiil hale gelmesi olarak anlaşılır. Bu çerçevede İbn Sînâ’ya göre düşünen nefis teorik ve pratik ikinci yetkinlikler aracılığıyla nihaî yetkinliğine ulaştığında, metafizik kaynağına dönerek ölümsüzlük elde etmiş olur. Dolayısıyla insan nefsi, onun metafizik ilkelerden feyezanı için hazırlayıcı ilke konumunda olan mizaca tabi olmayıp, bedenden ayrılabilir bir hüviyete sahiptir.  Onun için en yüce mutluluk da aslî kaynağına dönerek sırf aklîlik kazanmasıdır."
		},
		"7": {
			"Header": "Doğa Felsefesi",
			"Content": "İbn Sînâcı doğa felsefesi doğal cisimlerin fizik ve metafizik ilkeleri ile doğa, cisim ve hareket gibi konuları ele alan teorik fizik bölümünün (es-Semâ’u’t-tabî‘î) yanısıra, ay-altı ve ay-üstü âlemdeki cisimsel mevcutları genel yapısı itibariyle ele alan Gökyüzü ve âlem, ay-altı âlemdeki unsurlardan karmaşık türsel varlıklara kadar duyulur mevcutların meydana gelişini açıklamayı amaçlayan Oluş ve bozuluş, göksel cisimlerin ay-altı âleme etkisini inceleyen Meteoroloji ve devamla Zooloji, Botanik ve Mineraloji gibi bölümlere sahiptir. Her türden değişimin içkin ilkesini ele aldığı Psikoloji de bu kapsam içine girer. Bu yönüyle değişimler dünyasının oldukça kapsamlı bir resmini veren doğa felsefesi külliyatı, İbn Sînâcı özgün ayrımların bir uygulama alanı olarak görünür. Özellikle teorik fizik bağlamında İbn Sînâ doğa, cisim ve mizacın tanımı ve ilkeleri, madde-suret ve kuvve-fiil ilişkisi başlıkları altında önemli yenilikler getirmiştir. Değişimler alanının aslî metafizik temelleriyle ilgili yeni açıklayıcı modelin etkisiyle, bu alanın iç işleyişini de yeniden yorumlayan bu perspektif genel felsefe tarihi açısından XVI. yüzyıla değin etkisini korumuştur."
		},
		"8": {
			"Header": "Mûsıkî",
			"Content": "Bilhassa Kitâbü’ş-şifâ isimli eserinde “Cevâmiu İlmi’l-Mûsîkâ”, ve Kitâbü’n-necât’ında “Muhtasar fî İlmi’l-Mûsîkâ” başlıkları altında mûsıkîye dair oldukça önemli bilgiler veren İbn Sînâ’nın ilimleri tasnîfinde mûsıkî ilmi dört riyâzî ilimden (aritmetik, geometri, astroloji-astronomi ve müzik) biridir. Öklid, Ptolemy, Phythagoras ve diğer Grek üstadlarının mûsıkî üzerine yaptıkları çalışmaların Arapça’ya tercümesiyle birlikte bu tasnif, müslüman âlimlerce de öteden beri kabul edilegelmiştir. Bu çerçevede Kindî ve Fârâbî’nin bunu gerçekleştirdiklerini görüyoruz. Bu sebeple İbn Sînâ’nın mûsıkîye dâir eserinin başlığı “Cevâmiu İlmi’l-Mûsîkâ” şeklindedir.\n\nFilozof İbn Sînâ, müzik alanında Fârâbî’nin özetle açıklamış olduğu düşünceleri kabul edip tatbîk eder; bunları daha da genişleterek kendi sistematiği içerisinde inceler, geliştirir ve iddialı birer teori haline getirir.\n\nİbn Sînâ’ya göre mûsıkî; “hep daha güzel olan üzerine kurulu bir iştir”. Zira o kişisel lezzeti ifade eder. Onun kastettiği güzellik, fazilettir. Yani müzik içerisindeki âhengin, sayısal prensipler ve oranlar içermesi ve bunların sağlam yani âhenkli olması gerekir.\n\nİbn Sînâ, müziğin teoriye dayalı bir incelemeye tâbî tutulması konusunda Müslüman Pythagorascılar’a karşı Fârâbî tarafını tutmaktadır. Kendisinden önce yaşayan Aristoxenes gibi o da; mûsıkî ilmini -müziğin kural ve ögelerini- işitsel bir fenomen olarak yeniden incelemiştir. Gerçekten o; meselâ aralıkların ve oranların kendi süreleri içinde düşünülebileceğini doğrulamaktadır.\n\n“Bizim müzikte ilk olarak hoşumuza giden şey, sesin duyulan ve hissedilen nitelikleridir” diyerek “ses”in önemine işaret eden İbn Sînâ’ya göre ses, diğer hissedilebilir şeyler gibidir. Yani onun nazarında sesler, işitme duyumuzun memnûniyeti veya memnuniyetsizliği kadarıyladır.\n\n“Canlılar arasında” ses taklîdi “ne müziğin cevheridir ne de onun en hoş durumudur.” Bu görüş, Grek üstadlarından bağımsızlığını idda eden İbn Sînâ’nın farklı bir yönüdür. Burada İbn Sînâ açıkça insan-hayvan yaşamında sesin fonksiyonel önemini de ileri sürmektedir. Görebildiğimiz kadarıyla o, müzik ile insan tabiatı arasında benzerlik üzerine konuşmaktadır; fakat bu benzerlik, ne müziğin mahiyetinin odak noktasına ne de bizim müzik dinlemekten aldığımız lezzetin kaynağına yöneliktir.\n\nİbn Sînâ, tarif edilebilmelerinden dolayı ses aralıkları matematiksel oranlarla ifade etmiş ve ses uyumundaki rölâtif derecelerine göre sıralamıştır. İbn Sînâ’ya göre bütün sesler arasında çift veya yarım oranlar mevcuttur. Uyumlu iki ses daima sayısal bir oran içindedir. O, aralıkları uyumlu ve uyumsuz şeklinde ikiye ayırır.\n\nMûsıkî nazariyâtı ve felsefesinde hemen hemen Fârâbî’nin çizgisinden ayrılmayan İbn Sînâ; bu mûsıkî nazariyâtını temellendirirken Grek mûsıkî nazariyâtının basit birer izleyicisi olmamış, eserlerini kendi döneminde icrâ edilen müzik üzerine kurmuştur. Pythagoras gamını kullandığı gerçeği, onun Greklerce ortaya konan teorileri takip ettiğini göstermez. Çünkü pentatonik olan bu gam, Helen medeniyetiyle ilişkiye girilmeden çok önce Çin’de kullanılıyor ve herhangi bir Grek etkisinden bağımsız Batı Asya’da bulunuyordu. Bugün bile gerek Türk gerek İran ve gerekse Arap müzikleri nazariyâtında İbn Sînâ’nın teorilerini görmemek ve o dönemlerde temellendirilen sesleri duymamak mümkün değildir."
		}
	}
}
