{
	"Name": "İhsan Fazlıoğlu",
	"Desc": "Cumhuriyet dönemi düşünürü",
	"Period": "Republic",
	"Lifetime": [ 1966, 0 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ -195, -30 ],
		"Color": [ 124, 99, 96 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri ve Tarihi: Ankara, Türkiye - 1966\n• Eğitimi ve Akademik Kariyeri:\n----> Kadıköy İmam Hatip Lisesi'ni bitirdi (1985).\n----> İstanbul Üniversitesi Felsefe Bölümü'nden mezun oldu (1989).\n----> İstanbul Üniversitesi Bilim Tarihi Bölümü'nde yüksek lisans yaptı (1993).\n----> Aristoteles'in matematik felsefesi üzerine doktora tezini tamamladı (1998).\n----> Oklahoma Üniversitesi'nde doktora sonrası araştırmalar yürüttü (2001-2002).\n----> 2005 yılında felsefe tarihi alanında doçent, 2011 yılında profesör oldu.\n----> İstanbul Medeniyet Üniversitesi Felsefe Bölümü'nde öğretim üyesi olarak görev yapmaktadır.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> İhsan Fazlıoğlu, özellikle bilim tarihi, İslam felsefesi ve matematik felsefesi alanlarında çalışmalar yapmıştır.\n--------> Bilim Tarihi: Osmanlı ve İslam dünyasında bilimsel gelişmeler üzerine araştırmalar yaptı.\n--------> Matematik Felsefesi: Aristoteles ve İslam matematikçileri üzerine çalışmalar yürüttü.\n--------> İslam Felsefesi: İslam düşüncesinin tarihsel gelişimini inceledi.\n• Akademik ve Kültürel Katkıları:\n----> McGill Üniversitesi İslam Araştırmaları Enstitüsü'nde misafir öğretim üyesi olarak bulundu.\n----> Bilim Sanat Vakfı (BİSAV), İlim Sanat Tarih Edebiyat Vakfı (İSTEV) gibi kurumlarda seminerler verdi.\n----> Türkiye Diyanet Vakfı Kadın Aile ve Gençlik Merkezi'nde dersler yürüttü.\n• Önemli Eserleri:\n----> Osmanlı Astronomi Literatürü Tarihi\n----> Uygulamalı Geometri'nin Tarihine Giriş\n----> Türkiye'de & Türkçede Felsefe Üzerine Konuşmalar\n----> Işk İmiş Her Ne Var Alem'de İlim Bir Kil ü Kal İmiş Ancak - Fuzuli Ne Demek İstedi?"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "1966 yılında Ankara'da doğdu. Kadıköy İmam Hatip Lisesi'ni 1985 senesinde bitirdi. İstanbul Üniversitesi felsefe bölümünden 1989 yılında mezun oldu. 1987-1990 yılları arasında İslam Tarih, Sanat ve Kültür Araştırma Merkezi (IRCICA) yazmalar bölümünde çalıştı. İstanbul Üniversitesi bilim tarihi bölümünde 1989 yılında araştırma görevlisi olarak göreve başladı ve aynı bölümde İslâm matematik tarihi üzerine yüksek lisans çalışmasını 1993 yılında ve yine aynı bölümde Prof. Dr. Şaban Teoman Duralı yönetiminde Aristoteles'in matematik felsefesi üzerine doktora tezini ise 1998 yılında tamamladı.\n\nAmman'daki Ürdün Üniversitesi'nde Prof. Dr. Ahmed Selim Saîdân ve Halep'teki Arap Bilim Tarihi Enstitüsü'nde Prof. Dr. Mustafa Mevâldî ile birlikte 1990-1992 yılları arasında bilim ve matematik tarihi üzerinde araştırmalar yaptı. İslam Tarih, Sanat ve Kültür Araştırma Merkezi (IRCICA) yazmalar bölümündeki görevine devam etti.\n\nKâhire'de, uluslararası bir çalıştayda, kısa bir müddet yazmalar üzerinde çalışmalarda bulundu. 2001-2002 yılları arasında Oklahoma Üniversitesi, bilim tarihi bölümünde, Prof. Dr. Jamil Ragep ile birlikte Osmanlı ile Batı Avrupa örneğinde farklı medeniyet havzaları arasında bilimsel bilginin dolaşımı ve aktarımı konusunda doktora sonrası çalışmasını yürüttü.\n\n2005 yılında felsefe tarihi alanında doçent unvanını aldı. McGill Üniversitesi İslam Araştırmaları Enstitüsü'nde misafir öğretim üyesi olarak bulundu. Jamil Ragep ile Robert Wisnowsky tarafından yürütülen \"İslam’da aklî bilimler / Rational Sciences in Islam\"  adlı projede danışmanlık yaptı ve 2008-2011 yılları arasında kıdemli-uzman araştırmacı olarak çalıştı.\n\n2011 yılında İstanbul Medeniyet Üniversitesi Edebiyat Fakültesi'nin felsefe bölümüne profesör olarak atandı ve halen aynı bölümde öğretim üyesi olarak ilmî ve akademik hayatını sürdürmektedir. İstanbul Üniversitesi, McGill Üniversitesi, Fatih Sultan Mehmed Üniversitesi, 29 Mayıs Üniversitesi ve halen görev yaptığı İstanbul Medeniyet Üniversitesi'nde lisans, yüksek lisans ve doktora dersleri veren İhsan Fazlıoğlu, ayrıca Bilim Sanat Vakfı (BİSAV), İlim Sanat Tarih Edebiyat Vakfı (İSTEV), İlmî Etüdler Derneği (İLEM) 15 Şubat 2017 tarihinde Wayback Machine sitesinde arşivlendi. ve Türkiye Diyanet Vakfı Kadın Aile ve Gençlik Merkezi (KAGEM) 4 Mart 2017 tarihinde Wayback Machine sitesinde arşivlendi. gibi kurumlarda seminerler yürütmektedir. Son dönemde de Klasik Düşünce Okulu ve Prof. Dr. Mehmet Görmez öncülüğünde kurulan İslam Düşünce Enstitüsü(İDE) bünyesinde de çeşitli dersler ve okuma programlarını düzenlemektedir. COVID-19 salgın döneminde de El-Munkız (Gazzâlî) Okumaları derslerini İLEM bünyesinde vermeye başlamıştır.[1] Kınalızâde Ahlâk-ı Alâ'î Okumaları yeni dönem dersleri Klasik Düşünce Okulu bünyesinde devam etmektedir.\n\n30 Aralık 2019 tarihinde, bilim tarihi ve İslam bilim tarihi alanlarında ulusal ve uluslararası araştırma ve eğitim çalışmalarına yapmış olduğu özgün ve önemli katkıları nedeniyle, Prof. Dr. İhsan Fazlıoğlu'na \"TÜBA Fuat Sezgin Bireysel Özel Ödülü\" verildi.\n\nKutadgubilig Felsefe-Bilim Araştırmaları Dergisi, Nazarîyat: İslâm Felsefe ve Bilim Tarihi Araştırmaları Dergisi (Türkçe ve İngilizce) gibi ilmî ve akademik dergilere katkıda bulunan İhsan Fazlıoğlu, Anlayış, İtibar, Okur ve Arka Kapak gibi edebiyat ve düşünce dergilerinde de felsefe ve bilim hakkında yazılar kaleme almaktadır.\n\nBilim ve Sanat Vakfı’na atanan kayyumlardan biri olduğu iddialarıyla gündeme gelen İhsan Fazlıoğlu, 14 Şubat 2020 tarihinde sosyal medya aracılığıyla söz konusu iddiaların gerçeği yansıtmadığını ilân etti."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "• 2020: \"Gelecek Geçmişi, Şimdi Kılma Bilinci: Çağdaş Dönemde İslam-Osmanlı Mirası ile İlişkilerin Kökleri Üzerine\", Müslüman Dünyada Çağdaş Düşünce (4 Cilt): Türk Düşüncesi (1. Cilt), YTB Yayınları, Ankara, 2020, ss. 64-83.\n• 2020: Aded ile Mikdar - İslam-Türk Felsefe-Bilim Tarihi'nin Mathemata Ma-cerası, Ketebe Yayınları\n• 2020: Kendini Bulmak, Ketebe Yayınları\n• 2020: Kendini Aramak, Ketebe Yayınları\n• 2020: Akıllı Türk Makul Tarih, Ketebe Yayınları\n• 2016: Nazarî Ufuk -İslâm-Türk Felsefe-Bilim Tarihinin Zihin Penceresi- Papersense Yayınları\n• 2015: Derin Yapı -İslâm-Türk Felsefe-Bilim Tarihinin Kavram Çerçevesi- Papersense Yayınları [Edebiyat Sanat ve Kültür Araştırmaları Derneği (ESKADER) 2015 Düşünce ödülü]\n• 2015: Sözün Eşiğinde, Papersense Yayınları [Edebiyat Sanat ve Kültür Araştırmaları Derneği (ESKADER) 2015 Düşünce ödülü]\n• 2015: Soruların Peşinde, Papersense Yayınları [Edebiyat Sanat ve Kültür Araştırmaları Derneği (ESKADER) 2015 Düşünce ödülü]\n• 2014: Kendini Bulmak, Papersense Yayınları\n• 2014: Kendini Aramak, Papersense Yayınları\n• 2014: Fuzuli Ne Demek İstedi?, Papersense Yayınları [Türkiye Yazarlar Birliği 2011 Fikir ödülü]\n• 2014: Akıllı Türk Makul Tarih, Papersense Yayınları\n• 2014: Kayıp Halka - İslâm-Türk Felsefe-Bilim Tarihinin Anlam Küresi-, Papersense Yayınları\n• 2014: Türkiye Araştırmaları Literatür Dergisi, \"Türk Bilim Tarihi\", c. II, S. 2, İstanbul [Editör]\n• 2004: Uygulamalı Geometri'nin Tarihine Giriş: el-İkna fi ilmi'l-misaha, Dergah Yayınları, İstanbul\n• 1999: Yaşamları ve Yapıtlarıyla Osmanlılar Ansiklopedisi, Yayın Kurulu Üyesi, c. I-II, Yapı Kredi Yayınları, İstanbul\n• 1997: Osmanlı Astronomi Literatürü Tarihi, Hazırlayanlar: Ramazan Şeşen - Cevat İzgi - Cemil Akpınar - İhsan Fazlıoğlu (Editör: Ekmeleddin İhsanoğlu), c. I-II, İstanbul"
		},
		"3": {
			"Header": "Türk Felsefe-Bilim Tarihinin Seyir Defteri",
			"Content": "Herhangi bri konuda bir seyir defterinin düzenlenebilmesi için, öncelikle hem üzerinde yürünülen yolun mahiyeti(neliği) hem de yolda yürüyenin hüviyeti(kimliği) açıklığa kavuşturulmalıdır. Yolun mahiyeti ile yürüyenin hüviyeti açık ve seçik bir biçimde belirlendikten sonra, yolcunun yolda taşıdığı yükün muhtevası(içeriği) daha sağlıklı bir şekilde tespit edilebilir. Çünkü yük, hem onu taşıyanın ahvali hem de üzerinde taşındığı yolun evsafı tarafından etkilenir. Öte yandan, bizatihi yükün muhtevası da hem taşıyıcısının hüviyeti hem de yolun mahiyeti üzerinde dönüştürücü etkilere neden olur. Bu nedenlerle, bu çalışmada kurulan denklemdeki değişkenlerin, yani yolcunun hüviyeti, yolun mahiyeti ve yükün muhtevası, daha baştan tanımlanmalı, her bir değişkenin, başka bir deyişle yolcunun ahvali, yolun evsafı ve yükün tabiatı ortaya konulmalı; akabinde de tarih içerisindeki seyr ü seferde ne gibi bir etkileşimin, dönüşümün ve başkalaşımın gerçekleştiği, süreçler dikkate alınarak dile getirilmelidir. Çalışmada, yol: tarihî-coğrafî süreç, yolcu: Türk, yük ise: felsefe-bilim’dir. Öyleyse, öncelikle denklemdeki bu üç değişken yukarıda ifade edilen çerçevede tanımlanmalı; daha sonra değişkenler arasındaki ilişkilerin nasıl başladığı, nasıl geliştiği; bu ilişkilerin ne tür özellikler gösterdiği; nihayet ne tür neticelerin hâsıl olduğu tespit edilmelidir. Ancak daha baştan dikkat edilmesi gereken en önemli nokta, üç değişken arasındaki ilişkilerin sabit değil seyyal olduğu; başka bir deyişle, parametrik bir denklemle karşı karşıya bulunulduğu, bu nedenle, her bir değişkendeki farklılaşmanın diğer değişkenleri de etkileyeceği gerçeğidir. Konunun kavramsal doğasına ilişkin bu kısa çerçevenin yanında, tarihî bir vakıanın tasviri esnasında dikkat talep eden en önemli ilkeye de ayrıca işaret etmek gerekir: Bu ilke de, bilim felsefesinin teknik deyişiyle, whiggism’den yani “bugünün kavramlarını geçmişe taşımak”tan kaçınmak; kavramların delaletlerinin o günkü, yani tarihî bağlamlarındaki medlüllerini göz önünde bulundurmaktır.\n\nÖte yandan, tarihî süreçte, kadim ile cedid ilişkisinin çift yönlü olduğu yani bazen cedidin kadime eklenerek sürekliliği sağladığı; bazen de icad edilen cedid’in, mevcud kadimi yerinden ettiği; ancak ister icadın mevcuda eklemlenmesi ister icadın mevcudu yerinden etmesi şeklinde olsun her iki durumda da cedidin, kendisine bir yer talep ettiği açıktır. Her iki sürecin, tarihî yapı içerisindeki sonuçlarını tespit etmek her zaman, doğal olarak, nedenlerini tespit etmeyi sağlamaz. Bu durum nedenlerin son derece karmaşık olduğunu gösterebileceği gibi, malumatımızın eksikliğine, ya da hesaba katılamayan nedenlerin bulunabileceğine işaret eder; öyle ki, maddî, siyasî, dinî veya fikrî nedenlerin terkibi, bileşenlerini aşan ve unsurlarına indirgenemeyen yeni bir neden olarak karşımıza çıkabilir. Bu gerekçelerle, tarihte sürekli olan ile kırılma yaratan hadiseleri, biraz da, bu hadiselere bakarken kullandığımız kavramsal şemalar belirler. Kanımızca, tarih, ölü hadiseler yığını değildir; tersine hadiseler organik’tirler; bizim kendilerini tahlil ve terkip ederken kullandığımız kavramsal şemalara tepki verirler; ve ona göre organize olurlar, örgütlenirler. Başka bir deyişle tarihî bir vakıa, onu gözlemleyen kişiden bağımsız değildir; benzer biçimde kişi de gözlemlediği tarihî vakıadan kopuk değildir; tersine her iki unsur birbirini etkiler; bu çift yönlü etkinin ortaya koyduğu terkip, tarihî bilgi’dir. Tam bu noktada, ortaya çıkan terkipte, tarihî vakıaya yönelik tahrif’ten korunmak için yapılması gereken, ana ilkeye uymak, yani tarihî bağlama giderek whiggism’e karşı dikkatli olmaktır.\n\nŞimdiye kadar dile getirilenleri bir örnekle açıklayabiliriz: “Felsefebilim tarihinde, Galileo’nun (ö. 1642) teleskop’u gökyüzüne çevirip Ay’a bakması ve bu çevirmenin, kadim ay-üstü ve ay-altı biçimindeki Evren’e ilişkin mahiyetçe bölünmeyi sarsması; ancak –ne yazık ki(!)- bu dönemdeki üniversite hocalarının Galileo’nun bu keşfine olumsuz tepki vermesi...” şeklinde devam eden modern felsefe-bilim tarihi kitaplarının tahkiyesi, hatta o dönemdeki filozof-bilim adamlarını taassupla ve akla karşı olmakla suçlamaları, yukarıda dile getirilen ana ilke ve diğer yan ilkeler dikkate alındığında tam da tersinden okunabilir.\n\nÇünkü, tarihî bağlama geri gittiğimizde, teleskopun o dönemde büyücülerin âleti olduğunu, üniversite hocalarının Galileo’yu büyücülükle suçladığını ve aklî açıklamaya düşman gördüklerini, yaptığı işin Evren’i/Doğa’yı anlamak ve teknik astronomi yapmak değil, büyücülük olduğunu söylediklerini görürüz.1 Kısaca özetlenen bu örnek bile, tüm bir felsefe-bilim tarihî yazımının ne gibi saiklerle iş gördüğünü ve ne tür sonuçlara/resimlere yol açtığını açıkça gösterir. Öyleyse, tekrar pahasına da olsa, yapılması gereken tarihî bağlama gitmek, whiggism’den elden geldiğince kaçınmaktır."
		}
	}
}
