{
	"Name": "İonna Kuçuradi",
	"Desc": "Etik, insan hakları ve felsefe eğitimi alanlarında önemli çalışmalar yapmış Türk filozof ve akademisyen",
	"Period": "Republic",
	"Lifetime": [ 1936, 0 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ -180, -85 ],
		"Color": [ 244, 255, 242 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri ve Tarihi: İstanbul, Türkiye - 4 Ekim 1936\n• Eğitimi ve Akademik Kariyeri:\n----> 1954'te Zapyon Kız Lisesi'nden mezun oldu.\n----> 1959'da İstanbul Üniversitesi Felsefe Bölümü'nü bitirdi.\n----> 1965'te \"Schopenhauer ve Nietzsche'de İnsan Problemi\" başlıklı tezle doktorasını tamamladı.\n----> 1970'te doçent, 1978'de profesör unvanını kazandı.\n----> Hacettepe Üniversitesi Felsefe Bölümü'nü kurdu ve uzun yıllar başkanlığını yaptı.\n----> Maltepe Üniversitesi İnsan Hakları Araştırma ve Uygulama Merkezi'nde görev aldı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> İoanna Kuçuradi, özellikle etik, insan hakları ve değerler felsefesi üzerine çalışmalar yapmıştır.\n--------> Etik: İnsan eylemlerinin değerler açısından değerlendirilmesi üzerine yoğunlaştı.\n--------> İnsan Hakları: UNESCO İnsan Hakları Kürsüsü'nün başkanlığını yaptı.\n--------> Değerler Felsefesi: İnsan ve değer ilişkisini felsefi açıdan inceledi.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye Felsefe Kurumu'nu kurdu ve başkanlığını yaptı.\n----> Dünya Felsefe Federasyonları Başkanlığı'na seçilen ilk Türk ve ilk kadın oldu.\n----> 2001'de Dünya Felsefe Kongresi'nin Türkiye'de düzenlenmesini sağladı.\n• Önemli Eserleri:\n----> Max Scheler ve Nietzsche’de Trajik\n----> Nietzsche ve İnsan\n----> Schopenhauer ve İnsan\n----> İnsan ve Değerleri: Değer Problemi\n----> Etik, Sanata Felsefeyle Bakmak\n----> Yüzyılımızda İnsan Felsefesi"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "4 Ekim 1936'da, İstanbul'da, Rum bir ailenin çocuğu olarak dünyaya geldi. İsminin anlamının erili Ioannes/Johannes/Yahya (Tanrının armağanı) olup soyadının Türkçe karşılığının ise, Kütükoğlu olduğunu belirtmiştir. Babası, İstanbul doğumlu bir Sisam Adası göçmeninin oğlu, annesi ise dört yaşındayken Çorlu’dan İstanbul’a göç etmiş bir ailenin kızıdır. Çocukluğu Beyoğlu'nda geçti. Babası eczacılık yapmaktaydı. Ailesi, 1942 yılında çıkartılan Varlık Vergisi nedeniyle bazı mülklerini kaybettiler.\n\n1954'te Zapyon Rum Lisesinden mezun oldu. 6-7 Eylül Olayları sırasında ailesiyle Kınalıada'ydılar. 1959'da İstanbul Üniversitesi Felsefe Bölümünden mezun oldu ve Prof. Dr. Takiyettin Mengüşoğlu'nun asistanı olarak bu bölümde göreve başladı. 1965'te hazırladığı \"Schopenhauer ve Nietzsche'de İnsan Problemi\" başlıklı tezle doktor oldu. Mengüşoğlu, 27 Mayıs Darbesi'nden sonra 147'ler'e dahil edilerek üniversiteden ihraç edildi. 1965-1968 arasında Erzurum Atatürk Üniversitesinde görev yaptı. 1969 yılında Hacettepe Üniversitesi'ne geçti. Emel Doğramacı tarafından kurulan Felsefe bölümü dekanlığının başkanlığına getirildi. 1970'te doçent, 1978'de profesör oldu.1983’te Uluslararası Felsefe Kuruluşları Federasyonu FISP'in yönetim kuruluna seçildi ve 1988-1998 arasında genel sekreter, 1998-2003 yılları arasında da federasyon başkanı olarak görev yaptı. Hâlen bu federasyonun onursal başkanıdır.\n\n1969'da Hacettepe Üniversitesinde felsefe bölümünü kurdu ve 2003 yılında emekli oluncaya dek bölümün başkanlığını yaptı. 1997'den beri Maltepe Üniversitesinde İnsan Hakları ve Felsefesi Uygulama ve Araştırma Merkezinin yöneticiliğini yapmaktadır ve bu merkez bünyesinde kurulan UNESCO kürsüsünün başkanıdır. Ayrıca Koç Üniversitesi mütevelli heyeti üyesidir. 2015 yılında ODTÜ tarafından kendisine \"Senato Özel Ödülü\" verildi.\n\nthe European Monitoring Centre on Racism and Xenophobia, Vienna (Observer, 2004-2007) and the Turkish National Committee of the UN Decade for Human Rights Education (Chair, 1997-2005).\n\nİoanna Kuçuradi, aralarında Türkiye Felsefe Derneği (kurucu üye, 1974-1980 arasında genel sekreter ve 1980'den bu yana başkandır), Afro-Asya Felsefe Derneği (2010'dan beri başkandır), Uluslararası Felsefe Toplulukları Federasyonu (FISP, 1983'ten beri yönlendirme komitesi üyesi, 1988-1998 arasında genel sekreter, 1998-2003 arasında başkan, 2003-2008 arasında eski başkan ve 2008'den beri onursal başkan), Yüksek İstişare Konseyi Türkiye Cumhuriyeti Başbakanlık İnsan Hakları (1994-1996 arası başkan), Uluslararası Felsefe Enstitüsü, Paris (2014-2017 yılları arasında başkan ve o zamandan bu yana onursal başkandır), Türkiye İnsan Hakları Ulusal Danışma Konseyi (2002-2005), Avrupa Irkçılık ve Yabancı Düşmanlığı İzleme Merkezi, Viyana (Gözlemci, 2004-2007) ve BM İnsan Hakları Eğitimi Türkiye Milli Komitesi (1997-2005 arası başkan) bulunan çeşitli dernek ve kuruluşların üyesidir."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "• Perdenin Arkası -Şiirler- (1962)\n• Max Scheler ve Nietzsche'de Trajik (1965)\n• Nietzsche ve İnsan (1966)\n• Schopenhauer ve İnsan (1967)\n• Liselerimizde Felsefe Öğretimi (1969)\n• İnsan ve Değerleri: Değer Problemi (1971)\n• Etik (1977)\n• Sanata Felsefeyle Bakmak (1980)\n• Çağın Olayları Arasında (1980)\n• Uludağ Konuşmaları - Özgürlük, Ahlâk, Kültür Kavramları (1988)\n• Yüzyılımızda İnsan Felsefesi - Takiyettin Mengüşoğlu'nun Anısına (1997)\n• Ahlak Etik ve Etikler (2019)"
		},
		"3": {
			"Header": "Başkaldırının Felsefe Hâli: İonna Kuçuradi",
			"Content": "“Bütün dünyada olduğu gibi, ülkemizde de, gerek toplumsal yaşamın geniş gerekse günlük ilişkilerin dar çerçevesi içinde olup biten birçok olayın en dikkat çeken belirtisi, çatışan anlayışların, çarpışan çıkarların arasında kişilerin harcanmasıdır.” Bu cümle, İoanna Hocamızın, Türkiye üniversite tarihinin belki de en acıklı hadisesi olan 1960’daki “147’ler Olayı”nda aralarında kendi hocası Takiyettin Mengüşoğlu’nun da bulunduğu 147 üniversite hocasının okuldan uzaklaştırılması neticesinde öğrencilerin protesto mahiyetinde hazırladıkları broşürde yer alan “Kişi” başlıklı, neredeyse manifesto niteliği taşıyan yazısının giriş cümlesi. Dünyanın yaşayan en önemli düşünürlerinden biri olan İoanna Kuçuradi, dünyaya, olan bitene, insan ilişkilerine, davranışlara “felsefeyle bakar.” Felsefeyle bakmanın ne anlama geldiğinin ipucunu belki de felsefe eğitimine dair şu sözlerinde bulabiliriz: “Felsefe eğitimi, eğitilene nereye bakacağını gösteren eğitimdir; baktığı yerde ne göreceğini söyleyen eğitim değil.” Bu, hocamızın çok önemli bulduğu “problem gören gözü kazanmak” ile yakın ilişkilidir. Kendisinin sıklıkla ifade ettiği gibi, aynı eyleme, aynı davranışa, kısaca olan bitene bakan farklı kişilerin bambaşka değerlendirmeler yapabildiğini görmek, kendisini “değerlendirme” problemi ve “değer ve değerler” ayrımı üzerine düşünmeye itmiştir. Değerlendirme problemi gerçekten de insan haklarının etik boyutunu açıkça görüldüğü akıl yürütmenin temelindedir. Doğru değerlendirme yapabilme olanağı “insan”ın en ayırt edici özelliklerinden biri olmasına rağmen değerlendirmelerin pek çoğunun “ezbere” olması, Kuçuradi’nin “değer biçme” diye adlandırdığı değerlendirme biçimine karşılık gelir. Ancak “problem gören göz”le bakan doğru bağlantılar kurabilir. Ezbere değerlendirme yapmaz. Sokrates’in dediği gibi, hayatı sınar, insana yakışan hayat işte böyle bir yaşamdır. Hayatını felsefeye, insan hakları fikrinin doğru anlaşılmasına adayan Kuçuradi için de, insana yakışır yaşamanın temel koşulu “insanın, daha doğrusu kişinin ana değer, kayıtsız şartsız ana değer olduğunu gerçekten görebilmek, bunu her boyutu ile kavrayabilmek ve gözden kaçırmadan davranmak, bunu göremeyenlerin çıkaracağı güçlükleri bile bile birşeyler yapmak, Don Kişot’ça da olsa birşeyler yapmaktır.” “Kişi”deki bu çarpıcı ve sarsıcı sözleri yazan Hocamızın hayatına baktığımızda düşünceleri ve eylemlerinin tam uyuştuğu bir kişi ile karşı karşıya olduğumuzu fark ederiz. Kuçuradi, “Kişi” başlıklı “başkaldırı” niteliğindeki yazıyı kaleme aldığında henüz 24 yaşında Türkiyeli bir Rum genç kadın…Başkaldırıdan felsefeye…Bakın Hocamız eserlerine dair ne diyor: “Bugüne kadar yazdıklarım yaşarken ve çevreme bakarken gördüklerimde karşılaştığım engellerden bazılarını aşmakta kullanıldı. Çağımıza tanıklık ettiklerinde karşılaştığım engellerden bazılarını… Bugüne kadar yazdıklarım başkaldırımın ifadesidir.” Eserlerini dikkatle okumuş ve üzerine düşünmüş kişiler, hele hele kendisine yakın olma şansını yakalamış olanlar bunun böyle olduğunu şüphe etmeden teyit ederler.\n\nKuçuradi’ye göre, insanın ana değer olduğunu kabul etmezsek ne etiği ne de insan haklarını temellendirebiliriz. İnsan değerli bir varlıktır çünkü değerler üretir. Bilim, felsefe, teknoloji, hukuk, edebiyat…bunlar değerlerdir. İnsan esas itibari ile değerler üreten bir varlık olduğu için bu değerleri üretmesinin olanaklarına ortam sağlamak gerekir.  Bu olanakların geliştirilmesinin engellenmesi insan hakların ihlal edilmesidir. Bu da her şeyden öte, çok ciddi bir etik sorundur. İnsan haklarını etik ilkeler olarak tanımlayan Hocamızı tanıyanlar onun sıklıkla şöyle söylediğini duymuşlardır: “İnsan hakları gerçeklikte değillerdir. Bunlar ilkelerdir. Senin yaptığını belirlerler. Bu ilkeler senin kararlarını etkilerler ve bu da gerçekliği etkiler.”  Kuçuradi’nin özgün felsefesi yaşamın kendisi ile kurduğu düşünsel bağdan kaynaklanıyor hiç kuşkusuz. Yaşamın kendisi, varoluşun trajedisidir insanı felsefe yapmaya iten şey. Hocanın felsefeye yaklaşımı böyledir zaten, ona göre, “Yaşamda öyle anlar vardır ki iki değer çatışır. Bu duraksatır insanı ama yaşam durmadığı için bir seçim yapmak gerekir. İşte trajedi böyle bir şeydir.” Değerlendirme problemi merkeze almasının temel nedeni de budur esasında. Ancak yaşam üzerine bilinçli bir şekilde düşünen ve bu varoluş biçimi içinde özgürleşen bir kişi başkaldırabilir. “Hayır!” diyebilir. Çözüm üretebilir; insanlığa örnek olabilir, bu yolda eserler bırakabilir., Felsefe yapma diğer felsefecilerin söylediklerini yorumlamak, açıklamak ya da kanıtlamak değildir. Nitekim Hocamızın kendisine bir şeyler öğrettiklerini söylediği felsefeciler neredeyse bir elin parmaklarını geçmez, bu filozofların fikirlerinden de kendi görüşlerini ortaya koyarken faydalanır. Bu anlamda Kuçuradi gerçek bir filozoftur.\n\nKuçuradi felsefe ile Zapyon Kız Lisesi’nde okurken ortaokul sıralarında tanışır. Orta 2. Sınıfta Platon’un iki diyalogunu, Crito ve Apologia’yı okuduklarını ve kendisinin çok etkilendiğini söyler. Liseden sonra İstanbul Üniversitesi Felsefe bölümünü başarı ile bitirerek Prof. Dr. Takiyettin Mengüşoğlu’nun asistanlığını yapmaya başlar. Daha sonra, 147’ler Olayı…Bir süre sonra hocası üniversiteye geri döner. Mengüşoğlu’nun çağrısıyla yeniden asistanlık sınavına giren Kuçuradi, bir hocadan tam not, bir hocadan sıfır, ve bir hocadan çekimser oy alarak sınavda “başarısız” bulunur. O da bir Ağustos akşamı arkadaşları ile vedalaşarak Haydarpaşa garından bindiği trenle, yanına sadece çantasını ve bir yatak alarak Erzurum’a yola çıkar.  Hocamızdan epey dinlemişizdir Erzurum günlerini. Tahayyül edin bir, sene 1960’lar, yirmilerinin ortasında genç bir gayrimüslim kadın Erzurum’da. Hala kendisini arayan öğrencileri olduğunu söyler, çok da çarpıcı bir tanımlama yapar o günlerin Erzurumu’u hakkında: “Erzurum’da insanlar ateş olmayan yerde duman görürler. Öyle bir yerdir.” Hemen ekler ama, “çok şey öğrenmiştir orada”, Türkiye’yi orada öğrenmiştir. Daha sonra Hacettepe Üniversitesi’ndeki yılları. Türkiye felsefe camiasına kazandırdığı değerli hocalarımız, kurduğu bölüm, yazdığı kitaplar, makaleler, İnsan Hakları Anabilim Dalı, UNESCO Kürsüsü ve daha nice çalışmaları. Ne şanslıyız ki değerli Hocamız bizimle Maltepe Üniversitesinde. Hiç hızını kaybetmeden çalışmalarını yapıyor, yolumuza ışık tutmaya devam ediyor.\n\nSon olarak, ne güzel tanımlıyor dostu Kemal Demirel onu: “Kuçuradi benim için çağdaş Antigone’dir. Yani sözünü esirgemeyen, gereksiz yer konuşmayan, içine atan, sabreden, ama ilkelerinden asla şaşmayan.”"
		}
	}
}
