{
	"Name": "İsmail Fenni Ertuğrul",
	"Desc": "Son dönem Osmalı filozof ve mutasavvıflarından",
	"Period": "Islamic",
	"Lifetime": [ 1855, 1946 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ 25, -145 ],
		"Color": [ 186, 255, 130 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri: Bulgaristan\n• Ölüm Yeri: İstanbul\n• Hocaları: Ahmed Amiş Efendi, Cûdî Efendi, Karaoğlan Dimitriyof, Kemanî Aleksan Ağa, Tanburî Ali Efendi, Hacı Faik Bey, Bestekâr Şevki Bey\n• Etkilendikleri: İbnü’l-Arabî\n• Ekolleri: Felsefe, Tasavvuf"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "1855 yılında Bulgaristan'ın Tırnova şehrinde doğdu. Babası mahalli idare meclisi azası Mahmud Bey'dir. Rüşdiyeyi bitirdikten sonra medreseye devam etti ve Arapça ve Farsça öğrendi. 16 yaşında iken Varidat Muayyitliği'ne tayin edildi. Bu görevi sırada hem muhasebe öğrendi hem de musiki ile ilgilenmeye başladı. Tırnova'nın Ruslar tarafından işgali üzerine 20 yaşında İstanbul'a göç etti. 1879 yılında Maliye Nezâreti'nde çalışmaya başladı. 1883'te Divan-ı Muhasebat'a tayin edildi. Lisan mektebine girerek Fransızca Bölümünden mezun oldu. Bir süre İngilizce dersleri de almasının ardından, Divan Üyesi oldu.\n\nSonrasında Mâbeyn-i Hümâyun bütçesini hazırlayan komisyonda görevlendirildi. Ayrıca Şirket-i Hayriye'nin hesaplarını denetleyen komisyonda da yer aldı. 1898'de Dahiliye Nezâreti'nde Muhasebe Müdürlüğü'ne atandı. İsmail Fenni, başarılı çalışmalarından dolayı çeşitli nişanlarla ödüllendirildi. 1911 yılında emekli oldu.\n\nEmekliye ayrıldıktan sonra şiir, musiki ve felsefe ile ilgilenmeye başladı. 29 Ocak 1946 tarihinde İstanbul'da öldü ve Eyüp Sultan Mezarlığı'na defnedildi. Mirasçısı bulunmadığından, tüm mal varlığını, basılmamış eserlerini ve bütün kitaplarının basım hakkını Darüşşafaka'ya bağışladı. 9050 ciltlik kütüphanesini ise Beyazıt Devlet Kütüphanesi'ne vakfetti."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "İsmail Fenni Bey'in bütün eserleri yayımlanmış değildir. On beş civarında da yayımlanmamış telif ve tercüme eserleri bulunan yazarın basılan eserleri şunlardır:\n• Lügatçe-i Felsefe (Felsefe Sözlüğü \n• Maddiyyûn Mezhebinin İzmihlâli\n• Vahdet-i Vücûd ve Muhyiddîn-i Arabî \n• Kitâb-ı İzâle-i Şükûk (1928),\n• Küçük Kitapta Büyük Mevzular \n• Hakîkat Nurları, Cemiyet-i Tedrisiye-i İslamiye İstanbul \n• Materyalizmin İflası ve İslam 1, Sadeleştiren: Abdülhalim Kılıçsoy,\n• Materyalizmin İflası ve İslam 2, Sadeleştiren: Abdülhalim Kılıçsoy, \n• Vahdet-i Vücûd ve İbn-i Arabi, İnsan Yayınları / İbn Arabi Dizisi, \n• İman Hakikatleri Etrafında Suallere Cevaplar Haz. Kâmil Yılmaz\nNeşredilememiş eserleri:\n• Büyük Filozoflar.\n• Hürriyet, Stuart Mill'in aynı adb eserinin tercümesidir.\n• Asr-ı Hazır Madiyyun Mezhebi, Paule Janet'den tercüme.\n• Hayat ve Madde, Olvirer Lodge'dan tercüme.\n• Türkiye Tarihi, 1908'de 24 cilt olarak neşredilen Umumî Tarihin Türkiye ile ilgili kısmının tercümesi.\n• Dürretü'l-Yetime: İbn Mukaffa'nın ahlâk ve edebe dair eserinin Arapçadan tercümesi.\n• Heyet-i İctimaiyye ve Hayatta Muvaffak olmak için Malumat-ı Ameliye, Baron Isfehan'dan tercüme.\n• Ezop, Çocuk Masalları, İngilizceden tercüme\n• Gülzar-i Emsal, Çeşitli dillerde yazılmı masallardan derleme.\n• Ebyât-ı Müntehibe-i Arabiyye, Cahiliyye devrinden yeni zamanlara kadar\n• Arap şairlerinin divanlarından seçme hikmetli beyitlerin tercümesi.\n• Telhis-i Usûl-i Maliye, Maliye metodunun özeti.\n• Seçilmiş Farsça Beyitler Tercümesi\n• Les Essais (Denemeler) Tercümesi.\n• Muhtelif makamlarda on fasıl notası.\n• Hakîkat-ı Zerâfet."
		},
		"3": {
			"Header": "Dönemin Düşünce Akımlarını ve Eleştirilerini İslam Düşüncesi ile Kıyas Etti",
			"Content": "Emeklilik hayatını 38 sene sürdüren İsmail Fenni Ertuğrul, ilmi gayesini hatıratında, \"Ben acizane 90 senelik ömrümü, ilme ve güzel sanatlara verdim. Doğu ve Batı düşünce alemini, bunların birleştikleri, ayrıldıkları ve birbirlerini şiddetle reddeder göründükleri noktaları inceledim. Eserlerimle, vardığım hakikatleri, bugünün ve yarının nesillerine anlatmaya çalıştım.\" şeklinde beyan etmişti.\n\nSon dönem bir Osmanlı mütefekkiri olarak gösterilen İsmail Fenni, kaleme aldığı eserlerinde yaşadığı dönemin ilmi gelişmelerini de yakından takip etti ve elde ettiği yeni bilgilerle, fikirlerinin değişmesinde veya gelişmesinde bir mahsur görmeyerek, dönemin düşünce akımlarını ve eleştirilerini İslam düşüncesi ile kıyas etti.\n\nİsmail Fenni Ertuğrul, tasavvufa olan merakıyla da, tasavvuf düşüncesinin önemini anlatmak ve vahdet-i vücud (sufi metafiziği) görüşünün inceliklerini açıklamak üzere \"üstadım\" diye bahsettiği İbn Arabi'yi savunan bir eser yazdı."
		},
		"4": {
			"Header": "'Vahdet-i Vücud' Adlı Kitabının Ruhunu Kendisine Yaşama Düsturu Yaptı",
			"Content": "Prof. Ziyaeddin Fahri Fındıkoğlu, bir yazısında Ertuğrul'un Türk düşünce tarihine bıraktığı izlerden şöyle bahsetmişti:\n\n\"Onun felsefe faaliyeti çok erken başlar. Tabiat ile teması daima muhafaza eden bir hayat sistemine sahipti. 96 yaşında ölümü, bu yaşta bile daima yaratmak peşinde koşuşu ve 'Büyük Filozoflar' adını taşıyan bir külliyat hazırlaması, vasati ömür yaşı pek aşağı olan memleketimizde, bilhassa bir entelektüel bahis mevzu olunca çok dikkate değer. Yazdığı eserlerden biri olan 'Vahdet-i Vücud' isimli kitabının ruhunu kendisine yaşama düsturu yaptı. Türk felsefecileri arasında onu pek az kimse tanırdı. Bizde bir mütefekkirin tanınması, fikirler politikayı karıştırmasına bağlı değil midir? İsmail Fenni ise bu zümreden değildi. Yaşayışı nasıl sessiz ise ölümü de sedasız geçti.\"\n\n\"Tercüman-ı Hakikat\" gazetesinde yazdığı makalelerle, Türk basınında emeği geçen en eski yazarlardan biri olarak da tanınan Ertuğrul'un eserlerinin bir kısmı kendisi vefat ettikten sonra yayınlanmakla birlikte, bir kısmı ise halen basılmamıştır.\n\n200 civarında beste, saz semaisi ve peşreve imza attı\nMusikiye de özel bir ilgi duyan ve bu alanda zengin bilgi birikime sahip olan Ertuğrul, 200 civarında beste, saz semaisi ve peşreve imza attı. Birçok şiir ve gazel de kaleme aldı.\n\nErtuğrul, henüz Tırnova'dayken keman ve kanun dersleri de aldı. Sanatçı, İstanbul'a geldikten sonra da tanburi Ali Efendi, kemani Aleksan Ağa, Hacı Faik Bey ve bestekar Şevki Bey gibi musiki üstatlarının öğrencisi oldu.2. Abdülhamit dönemi Yıldız Sarayı arşivinde ve Cumhuriyet döneminde arşiv tasnif vazifelerini icra eden Mahmut Kemal İnal, sanatçı hakkında \"Fenni Bey, halk ile karışmaktan beyhude laflarla vakit kaybından çekinen, daima ilim ile meşgul, tevazu ile meluf, müstakim, halim, selim, nazik, edepli, bir ehli kemaldir.\" ifadelerini kullanmıştı.\n\nMünzevi, gösterişsiz bir hayat sürdüren ve hiç evlenmeyen Ertuğrul, 29 Ocak 1946'da 96 yaşındayken İstanbul'da hayatını kaybetti. Usta mütefekkir, vefatından önce Cağaloğlu ve Büyükada'daki evleriyle, basılmamış eserlerini ve bütün kitaplarının basım hakkını Darüşşafaka'ya bağışladı.\n\nErtuğrul, basılı eserlerinin nüshalarını müftülüklere dağıtılmak üzere Diyanet İşleri Başkanlığına bıraktı. 9 bin 50 kitaplık kütüphanesini ise Beyazıt Devlet Kütüphanesi'ne verdi."
		},
		"5": {
			"Header": "Yayımlanmış Eserleri",
			"Content": "İsmail Fenni Ertuğrul'un yayınlanmış eserleri şöyle:\"Lügatçe-i Felsefe\" (Felsefe Terimleri Sözlüğü), \"Maddiyyun Mezhebinin İzmihlali\" (Materyalizmin İflası ve İslam), \"Kitabı-ı İzale-i Şükuk\" (Şüpheleri Giderme Kitabı), \"Vahdet-i Vücud ve Muhiddin-i Arabi\", \"Küçük Kitapta Büyük Mevzular\" (İman Suallere Cevaplar), \"Enver-i Hakikat\" (Hakikat Nurları)\""
		}
	}
}
