{
	"Name": "İsmail Hakkı İzmirli",
	"Desc": "Yeni ilm-i kelâm düşüncesinin öncülerinden, İslâm felsefesi tarihçisi",
	"Period": "Islamic",
	"Lifetime": [ 1868, 1946 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 210, 85 ],
		"Color": [ 255, 255, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri: İzmir\n• Ölüm Yeri: Ankara\n• Ekolleri: Felsefe, Kelam, Tasavvuf"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "1285/1868 yılında İzmir’in İkiçeşmelik semtinde doğdu. Babası redif yüzbaşısı Hasan Efendi’dir. Annesi Giritli Hafize Hanımdır. Dedesi İzmirli Çubukçu Hüseyin Efendi'dir. 1293 Osmanlı-Rus harbinde babası şehit düşünce annesi tarafından yetiştirildi. 1897 yılında ilk evliliğini Nakşibendî şeyhlerinden ve o sıralarda Lüleburgaz kadısı olan Süleyman Necati Efendi’nin büyük kızı Nuriye Hanım ile yaptı. Bu evlilikten üç oğlu dünyaya geldi: Celâleddin İzmirli, Necmettin Hakkı İzmirli, Nurettin. Nuriye Hanım 1909 yılında vefat edince kısa bir süre sonra ikinci evliliğini Mehmet Aziz Efendinin kızı Emine Kadriye Hanım ile yaptı. Bu evlilikten Hasan Hayrettin İzmirli dünyaya geldi. 1908’de yayın hayatına katılan Sırât-ı Müstakîm kadrosunda yer aldı. Daha sonraları faaliyetlerine Sebîlürreşâd adıyla devam eden mecmuanın yanısıra birçok dergide yazdı. Muhtelif eğitim kurumlarında Arapça, kelâm, İslâm tarihi, fıkıh usûlü/tarihi, Mecelle, mantık, ilm-i hilâf, hikmet-i teşrî, siyer, hadis ve hadis tarihi, felsefe ve felsefe tarihi, İslâm felsefesi/tarihi, metafizik, Arap edebiyatı, dinler tarihi, tefsir tarihi, Müslüman Türk âlimleri derslerini okuttu. Bu dersler içerisinde eğitim programında ilk defa yer alan İslâm Felsefesi Tarihi dersinin kurucusudur. Hocalığının yanında idarecilik, ilmî komisyonlarda üyeliklerde bulundu. Arapça, Farsça, Fransızca, Rusça, Rumca ve Latince dillerini biliyordu. Küçük oğlu Hasan Hayrettin İzmirli’yi ziyaret için gittiği Ankara’da 31 Ocak 1946 tarihinde vefat etti."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• İslâm Felsefesi Tarihi: Darülfünun Matbaası, İstanbul 1340.\n• Arap Felsefesi: Hukuk Matbaası, İstanbul 1329-1331.\n• Yeni İlm-i Kelâm, I. Kitap: Evkâf-ı İslâmiye Matbaası, İstanbul 1339-1341.\n• Yeni İlm-i Kelâm, II. Kitap: Matbaa-i Âmire, İstanbul 1340-1343.\n• Felsefe-Hikmet, I. Kitap, İlmü’n-Nefs: Matbaa-i Âmire, İstanbul 1333.\n• Miyarü’l-Ulum: Yuvanaki Ponayotidis Matbaası, İstanbul 1315.\n• Felsefe Dersleri: Hukuk Matbaası, İstanbul 1330."
		},
		"3": {
			"Header": "Öğretisi",
			"Content": "İzmirli İsmail Hakkı, araştırmaları esnasından metot olarak burhan ve delile dayanan görüşleri kabul ettiğini ifade eder. İzmirli burhan ve delile dayanan görüşleri kendisine mal etmekte fakat burhan ve delile dayanmayan görüşleri ise sadece nakletmekle yetinmektedir. Bu manada kendisini “güvenir nakledici” olarak tanımlamakta ve bununla iftihar etmektedir. İzmirli, Müslümanlara küfür ithamından kaçınmakla beraber dinî emir ve yasakları hafife alan kişilere de muhalefet etmekten kaçınmamıştır.\n\nİslâm dünyasının yanında Batı dünyasında gelişen ilmî hareketleri de takip eden İzmirli, bu iki dünyadan birisini diğerine tercih etmemiş, bir bütünün parçaları olarak değerlendirmiştir. II. Meşrutiyet sonrasında Osmanlı devletinde hız kazanan eğitimin modernleşmesi hareketlerinde göze ilk çarpan hususlardan biri de Arap felsefesi/İslâm felsefesi tarihi derslerinin eğitim sistemimizde ilk defa yer almaya başlamasıdır. Bu derslerin hocalık vazifesini İzmirli İsmail Hakkı yüklenmiş ve bu alana dair ilk metinler onun ders notlarının bir araya gelmesi ile oluşmuştur. Bu ders notları daha sonraları bazen muhtelif dergilerde makale olarak bazen de müstakil eser olarak yayınlanmıştır. İslâm felsefesi tarihi derslerinin ilk hocası olmasının yanında bu alanın kurucusu olma vasfını da taşıyan İzmirli, İslâm felsefesi tarihinin tanımı, manası, gayesi ve faydası gibi bir ilmin temel meseleleri olan noktaları açıklayarak, kurucu olmanın gerekliliğini yerine getirmiştir. İzmirli, İslâm felsefesi tarihi alanına hem bir ders adı hem de bir kitap adı olan “Arap Felsefesi” kavramı ile giriş yapmaktadır. Bu kavrama etnik bir mana yüklemeyen İzmirli, “Arap” tabirini Müslüman toplumların felsefeyle meşgul oldukları vakit Arap medeniyet ve maarifinin o devre hâkim olmasından dolayı kullanmıştır.  Ayrıca gayri müslim Arapların tercüme hareketlerinde rol oynaması nedeniyle bahsedilecek olması Arap Felsefesi kavramının kullanılmasının diğer bir nedenidir. İzmirli’ye göre Arap Felsefesi Arap kavminin telakki ettiği, Arap medresesine mahsus felsefe demek olduğu halde İslâm Felsefesi, İslâm kanunları üzerine tesis olunan ya da İslâm’ın tesiri altında kurulmuş felsefe demektir.\n\nİzmirli, İslâm Felsefesi Tarihi sayesinde İslâm dünyasının dini ve ahlakî fikirleri, medeniyet ve siyaseti, ilim ve maarifi, sanayi ve ticareti, örf ve adetleri hakkında sağlam bir fikir elde edileceğini ifade eder. Kadim felsefenin İslâm dünyasına ne şekilde intikal ettiği, ne safhalar geçirdiği, hangi felsefi nazariyelerin kabul ve hangisinin reddolunduğu İslâm felsefesi tarihi sayesinde bilinecektir. İlm-i tevhid ve kelâmın, İlm-i ahlâk ve tasavvufun felsefe ile olan münasebet dereceleri, felsefenin bu ilimlere olan tesir dereceleri, bu ilimlerin suret ve zuhur ve tekamülleri İslâm felsefesi tarihi ile bilinecektir. Ayrıca Müslüman düşünürlerin fikrî terakkileri, felsefî meslekleri, ilmî gayretleri, hak ve hayrı araştırırken ne gibi fikrî zahmetlere katlandıkları, ehl-i İslâm’a müntesip olanların ne gibi fennî maksat ve fikirler takip ettikleri İslâm felsefesi tarihi ile ortaya çıkacaktır. İslâm filozofları ile felâsife-i cedîdenin felsefi meslekleri İslâm felsefesi tarihi içinde kıyas edilecek; felsefe-i cedîde’nin kelâmın ve tasavvufun ne gibi bir istikamet alacağı İslâm felsefesi tarihi ile anlaşılacaktır. İzmirli, bu şekliyle İslâm felsefesi tarihini kelâmın, ahlâkın hatta tasavvufun da yer aldığı bir “İslâm düşünce tarihi” olarak düşünmektedir. Ona göre İslâm felsefesi, tarihin belli bir döneminde varlık kazanmış fakat daha sonra mevcudiyetini yitirmiş bir felsefe değildir. İzmirli bu anlamda modern dönemde ortaya çıkan felsefî akımlarla da kıyaslamalarda bulunarak, aralarındaki benzerlikler ve farklılıkları ortaya koyarak İslâm felsefesinin varlığının ne surette cereyan ettiğini göstermektedir.\n\nİzmirli İslâm filozoflarının İslâmî esasları telakki etme noktasında yaşadıkları ihtilaftan dolayı İslâm felsefesi terimine üç farklı mananın yüklendiğini ifade etmekte ve kendisi bu manalardan sadece birini tercih etmektedir. İzmirli’ye göre (1) İslâm felsefesi, farklı toplulukların felsefe ve düşüncesinden etkilenmeyerek salt Kur’ân merkezli ve İslâmî kanunlar üzerine tesis olunmuş bir felsefedir. İslâmî kanunlardan maksat, Resüllerin gönderilmesi, mukaddes kitapların indirilmesi, ölümden sonra tekrar dirilme gibi İslâm dininde katiyetle kabul olunan ve “din u millet” tesmiye olunan şer‘î yoldur. İslâm felsefesi bu anlamda kullanıldığı taktirde ilm-i tevhid ve kelâmdan ibaret olacaktır. Bu manada kullanılan İslâm felsefesi tarihi’ne eseriyye, kudemâ-yı  mütekellimîn, kudemâ-yı sûfiye dahildir. Fakat Fârâbî, İbn Sînâ, Ebü’l-Berekât, İbn Rüşd gibi önde gelen filozoflar; Râzî, Âmidî, Beyzâvî, Îcî gibi müteahhirîn-i mütekellimîn Gazzâlî, İbnü’l-Arabî, İbn Seb‘în, Sadreddîn Konevî gibi müteahhirîn-i mutasavvife dâhil olamayacaklarından bu manaya gelen İslâm felsefesi tarihini İzmirli takip etmemektedir. (2) İslâm felsefesi, İslâmiyet’in tesiri ile ta‘dil olunan bazı felsefi kavramların nebevi lafızlarla ifadesidir. İslâm felsefesi bu anlamda kullanıldığı taktirde mütekellimlerin ve mutasavvıfların birçoğunu ve filozofların bir kısmını içermez. Bu anlamda kullanılan İslâm felsefesi tarihi içine İhvân-ı Safâ, İbn Sînâ, İbn Rüşd ve Gazzâlî gibi zatların dâhil olduklarını ifade eder. Fakat ona göre Kindî, Ahmed b. Tayyib es-Serahsî, Ebû Zekeriya gibi filozoflar hatta Fârâbî bile dâhil olmayacağından İzmirli bu manaya gelen İslâm felsefesi tarihini de takip etmemektedir. (3) İslâm felsefesi, hangi yolla olursa olsun Müslümanların mebde’ ve meâd, hak ve hayır hakkındaki aslî akideleridir. İslâm medeniyetinin hâkim olduğu devrede Müslümanların düşünce hareketlerini açıklamaktadır.\n\nDiğer iki manaya göre daha umumî olan bu mananın, İslâm mütefekkirleri tarafından kabul edildiğini ifade eden İzmirli, bu manaya uygun bir metot izlemiş ve İslâm aleminde zuhur eden muhaddisîn ve fukahâ (Eseriyye), mütekellimîn, mutasavvife,  ve felâsife ile nihayet İslâm felsefesi’nin tamamlayıcı bir unsuru olarak muhtasar bir surette Bâtıniye fırkasını İslâm Felsefesinin bu anlamını nazar-ı dikkate alarak incelemiştir.\n\nİslâm felsefesi tarihinin mevzûu konusunda İzmirli İsmail Hakkı, İslâm felsefesi tarihinin İslâm mütefekkirlerinden ve bu mütefekkirlerin meslek-i ilmîlerinden bahsettiğini bu anlamda mevzusunun da efkâr-ı İslâmiye olduğunu ifade eder. İzmirli’ye göre mevzûu itibariyle efkâr-ı İslâmiyeden bahsetmesiyle müşterek olan İslâm felsefesi ile İslâm felsefesi tarihi arasındaki fark, İslâm felsefesi tarihinin fikirleri dönemler itibariyle ele almasıdır.\n\nİzmirli İsmail Hakkı İslâm felsefesi tarihinin gayesini ise İslâm düşünce ekollerini tenkit etmek olduğunu ifade eder. Fakat bu tenkitte kullanılacak yöntem, ilkin o ekolü, ekol sahibinin nazarından anlamak, daha sonra ise ilmî kıymetini takdir etmektir. İzmirli, sistemlerin kritik edilirken kullanılan yöntem ve delillerin sisteme göre farklılıklar arz ettiğini belirtir. Ekolde oluşan hataların ise başlangıçta ya da neticede husule geldiğini ifade eden İzmirli, neticedeki hatanın ilkenin hatasına delâlet etmeyeceğini bununla beraber ilkede gerçekleşen hatanın neticenin hatasını gerektirdiğini belirtir. Sistemler/ekoller içerisinde hangi ekolün hak olduğu mevzûunda ise İzmirli İsmail Hakkı her ekolün kendince hak olduğunu iddia ettiğini, fakat hiçbir zaman sadece birisi hakkında “kesinlikle haktır” diyemeyeceğimizi sadece “hakka yakındır” diyebileceğimizin altını çizer.\n\nİslâm felsefesi tarihinin faydası konusunda İslâm filozoflarının ilmî sistemlerini bilmenin, tarih içerisinde oluşan ahengi görmenin beraberinde filozofların yaşadığı döneme sirayet etmede/dönemin ruhunu hissetmede bizlere önemli birer tutamak noktası vereceğini, bununla beraber bizde yeni ve özgün fikirler ortaya koyma hevesi getireceğine işaret etmektedir.\n\nİzmirli, düşünce tarihinde hak ve hakikati araştıran tarikleri şer‘î ve felseî yol olarak ikiye taksim etmekte ve her iki yolu bilgi kaynakları, gayeleri noktasında kıyaslamakta ve zaaflarına işaret etmektedir. İzmirli’ye göre şer‘î yol hem akıl ve re’y hem de nakil ve vahiy ile hakikati araştıran bir tariktir. Haktan daha çok hayrı araştırır. Felsefî yol ise yalnız akıl ve re’y ile hakikati araştırır, hayırdan ziyade hakkı araştırır. Şer‘î yolda bir elçi ve güvenilir haber getirici mevcutken felsefî yolda bir tebliğ vasıtası veya elçi yoktur.  Bu yönüyle felsefî yolun göstereceği itikatta hareket noktası mütefekkirin sadece kendisi olacağından, bu yol eksiktir. İzmirli İsmail Hakkı İslâm düşünce tarihinde hak ve hakikati araştıran yolları ise dört kısımda ele almaktadır: 1. Rivayet ve Kur’ân yolu, 2. nazar ve burhân yolu, 3. keşif/müşahede ve burhân yolu, 4. talîm ve beyân yolu. İzmirli İsmail’e göre birinci yol duyu, akıl ve vahiy bilgisini kabul etmekle birlikte vahyî bilgiyi diğer bilgi kaynaklarından üstün gören bir ekoldür. Nazar ve burhân yolunun ise ilme ve delile önem verdiğini, irade gücünü ihmal ettiğini, mücerred bir nazar yöntemi ile maksatlarına ulaşabileceklerine inandığını, bu yönüyle ibadetler ve nefsi tezkiye hususlarına önem vermediğini ifade eder. Nazar yolunu, kelâmî ve felsefî yol olarak; kelâmî yolu ise kendi içinde Sünnî ve bidatçı yol olarak taksim etmektedir. İzmirli, kelâm ilminin asıl itibariyle Yunan felsefesine ve İslâm felsefesini Yunan felsefesine yakınlaştırmak isteyen İslâm filozoflarına ve Arap Felsefesi'nde zuhur eden mülhidlere karşı koymak gayesi ile ortaya çıktığını söyler ve bugün itibariyle artık kâfi gelmediğini savunur. Ona göre bugün yapılması gereken kelâm ilminin mevcut felsefe ile mezcedilmesi; İslâm akaidine muhalif olan fikirlerin modern felsefenin nazariyatları ile tatbikî mantık ile ve bütün ilimlerde kabul olunan kaideler ile reddedilmesidir. Skolastik müdafaa yerine metodik müdafaada bulunmak, bugünkü nazariyatı araştırıp tenkid ederek İslâm akâidi ile bir araya gelebilenleri burhan yoluyla kabul etmek aksi taktirde yine burhan yoluyla cerh etmek lazımdır. İslâm felsefesi tarihi alanındaki görüşlerinin yanında kelâm ilmi alanındaki bu görüşleri ile İzmirli Yeni ilm-i kelâm hareketinin ülkemizdeki en önemli temsilcilerinden biri olma vasfını kazanmış ve bu alanda eserler telif etmiştir.\n\nİzmirli İsmail Hakkı'nın dikkatleri çeken en önemli taraflarından biri de İslâm felsefesi tarihi içinde ele aldığı bu ekolleri kendi tarihi süreçleri içerisinde devirlere ayırmasıdır. Bu ekolleri kendi çatısı altında toplayan İslâm felsefesini ise kendi içerisinde yedi döneme ayırmaktadır: 1. Risalet asrından fırkaların ortaya çıkışına kadar devam eden dönem. Bu dönemde Kur’ân’ın öğrettiği aslî hükümlerde bir ihtilaf söz konusu değildir. 2. Fırkaların zuhurundan III/IX. asra kadar devam eden dönem. Bu dönemde fırkalar zuhur etmiş, felsefî düşüncenin inkişaf edebileceği vasat oluşmuştur. 3. III/IX. asırdan VII/XIII. asra kadar devam eden dönem. Bu dönemde muhtelif medreseler kurulmuştur. Selefiye, mütekellimûn, mutasavvife, felâsife ve bâtıniye ekolleri kendi fikirlerini savunan eserler telif etmişlerdir. 4. Yedinci asırdan bin tarihinin sınırına kadar devam eder. Bu devrede Selefiye’nin bayraktarı Şeyhülİslâm el-Harrani, sufîlerin bayraktarı Şeyhu’l-Ekber İbnü’l-Arabî, kelâmcıların bayraktarı Fahreddin er-Râzî’dir. Filozoflar inkıraza yüz tutmuş, Batıniye öteye beriye yayılmışlardır. 5. VII. yüzyıldan 1000 tarihinin sınırına kadar devam eder. Bu dönemde yavaş yavaş kemalden inkıraza doğru yönelme başlamıştır. 6. Bin sınırından günümüze kadar devam eder. Bu devir, taklit devridir. Hiçbir ilmî kıymete sahip değildir. 7. Asr-ı hâzırda İslâm felsefesi tarihine önem verilmeye başlanmış hatta Dârülfünûn’da bir kürsü tesis edilmiştir. En evvel bu kürsüde görev alan kişi de İzmirli İsmail Hakkı olmuştur."
		}
	}
}
