{
	"Name": "Kâtip Çelebi",
	"Desc": "XVII. yüzyıl Osmanlı Entelektüeli",
	"Period": "Islamic",
	"Lifetime": [ 1609, 1657 ],
	"Importance": "High",
	"GUI": {
		"Position": [ 200, 30 ],
		"Color": [ 116, 227, 175 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Tam İsim: Mustafa b. Abdullah Hacı Halife\n• Doğum Yeri: İstanbul\n• Ölüm Yeri: İstanbul\n• Hocaları: Îsâ Halîfe el-Kırımî, İlyas Hoca, Böğrü Ahmed Çelebi, Kadızâde Mehmed Efendi, A‘rec Mustafa Efendi, Kürt Abdullah Efendi, Molla Veliyyüddin, Vaiz Veli Efendi, Keçi Mehmed Efendi\n• Öğrencileri: Mevlana Mehmed\n• Etkilendikleri: Mehmed İhlasi, İbnu’n-Nedîm, İbn Haldûn, Maktul Sühreverdî, Mehmet Emin Şirvânî\n• Etkiledikleri: İbrâhim Hakkı Erzurûmî\n• İletişimde Bulunduğu İsimler: Mehmed İhlâsî, Akhisarlı Ahmed el-Rumi, Mehmed Halîfe, Hüsrev Paşa, Tabanıyassı Mehmed Paşa, Şeyhülislam Yahya Efendi, IV. Murad, Şeyhülislam Abdürrahim Efendi\n• Ekolleri: Felsefe, Fıkıh, Tasavvuf, İşrâkîlik\n• Etkilendiği Ekoller: İşrâkîlik"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Asıl adı Mustafa, Enderûn mensubu babasının adı Abdullah olan Kâtip Çelebi, İstanbul’da 1017 yılının Zilkade ayında (Şubat 1609) doğmuştur. Divan ehli arasında Hacı Halife diye adlandırılır. Kâtip Çelebi, Kuran ve tecvid bilgilerini Kırımlı İmam İsa Halife’den, dil ilimlerini İmam İlyas’tan, hat derslerini Böğri Ahmet Çelebi’den aldı.\n\nOn dört yaşında orduya intisap etti ve divan kalemlerinden Anadolu Muhasebesine şakirt oldu. 1033 yılında Abaza Paşa isyanını bastırmak üzere yola çıkan ordu ile Tercan seferine katıldı. 1035 yılında Bağdat seferine iştirak etti.  Bu sefer sırasında babası Musul’da, amcası ise Nusaybin’de vefat etti. Diyarbakır’a geldi ve orada bir müddet ikametten sonra Süvari Mukabelesi kalemine tayin oldu. Kâtip Çelebi, 1037 yıllarında Erzurum muhasarasında bulundu. İstanbul’a döndüğünde Kadızâde’nin vaaz ve derslerine devam etti. 1039’da Hüsrev Paşa maiyetinde Hemedan ve Bağdad seferlerine iştirak etti. 1041 yılında tekrar İstanbul’a döndü ve Kadızâde’nin derslerine devam etti. 1043 yılında Veziriazam Mehmed Paşa’nın serdarlığında ordu Halep’te kışlarken Kâtip Çelebi, sahaflarda gördüğü kitapların isimlerini yazmaya başlayarak Keşfü'z-zünûn’un ilk fişlerini de topladı. Hac niyetiyle Halep’ten Hicaz’a gitti. Hac dönüşünde ordu Diyarbekir’de kışlarken o da zamanını kentin ulemasıyla sohbet ve münazara ile geçirdi. 1044 tarihinde Sultan IV. Murad ile Revan seferine katıldı. Nihayet 1045 yılında İstanbul’a döndü ve kendini ilme verdi.\n\nİstanbul’da kendisine kalan yüklü mirasla geçimini sağladı, ölümüne kadar kendini tamamıyla kitaplara verdi. 1046’dan itibaren incelediği kitaplar çoğunlukla tarih, tabakat ve coğrafya kitapları oldu. Kürt Abdullah Efendi\n\nBu tarihten sonra Kâtip Çelebi, Areç Mustafa Efendi, Kürt Abdullah Efendi, Keçi Mehmed Efendi ve İstanbul’un diğer âlimlerinin derslerini takip etti. 1051 Fezleke’yi yazdı. Bu arada bazı öğrencilere dinî ve felsefî dersler okuttu. 1055 yılında Girit seferi dolayısıyla Coğrafya ve harita çizimlerine ilgi duymaya başladı, çeşitli gerekçelerle divandaki halifelik makamından istifa etti. Kâtip Çelebi,  bu sırada hastalandı, tedavi yollarını araştırmak için tıp kitapları yanında ökült ilimleri de tetkik etti. 1058 yılında Kâtip Çelebi, Cihannüma’nın telifine başladı, daha sonra Takvimü’t-Tevarih’i bitirdi. 1059 ve 1060 yıllarında ulum-i garibe kitaplarını mütalaa ettiği gibi öğrencilerine de tıp, riyaziyat ve hikmet kitapları okuttu. 1060 yılından itibaren Kâtip Çelebi, Süllemü’l-vusûl ve Tuhfetü’l-ahyâr kitaplarını yazdı.  Kâtip Çelebi, bu esnada fişlerini yirmi yıla yakındır topladığı Keşfü'z-zünûn adlı eserini beyaza çekti. Kâtip Çelebi, 1064’ten itibaren Şeyh Mehmed İhlasi adındaki Fransız muhtediyle beraber çalışmaya başladı. Bu dönemde Şeyh Mehmed İhlasi’nin de yardımıyla Levâmiü’n-nûr fi Zulmet-i Atlas Minor, Cihannümâ, İrşâdü’l-hayara ilâ tarihi’l-Yunan ve’r-Rum ve’n-Nasârâ, Tarih-i Frengî Tercümesi, Tarih-i Kostantiniyye ve Kayasire (Ravnaku’s-Saltanat) adlı eserleri tercüme ve telif etti.\n\nKâtip Çelebi, hayatının son dönemlerinde Türkçe Fezleke, İlhamü’l-mukaddes ve Düsturü'l-amel, Kanunname, Recmü’r-recîm gibi kitaplarını yazmakla geçirdi. Kâtip Çelebi, hayatının son dönemlerinde ise Tuhfetü’l-kibar ve Mîzânü'l-hakk’ı yazdı. Bu eserinde dini ilimlere daha fazla yöneleceğini vadetti ancak bu vadini gerçekleştiremeden 27 Zilhicce 1067 Cumartesi (6 Ekim 1657) günü vefat etti. Kabri Zeyrek Camii yakınındaki kendi adını taşıyan mektebin haziresinde, şimdi Voynuk Şuca kabristanında İMÇ blokları yanında bulunmaktadır."
		},
		"2": {
			"Header": "Önemli Eserleri",
			"Content": "Mizanül-Hakk fi İhtiyari’l-Ehakk, Tuhfetü’l-Kibar fi Esfari’l-Bihar, İlhamü’l-Mukaddes mine’l-Feyzi’l-Akdes, Düsturül Amel li Islahi’l-Halel, Lavamiu’n-Nur fi Zulmat Atlas Minor, Cihannuma, Keşfü’z-Zunün an Esami’l-Kütüp ve’-Funün, Süllemü’l-Vusül ila Tabakati’l-Fuhül, Takvimü’t-Tevarih, Fezleketü Akvali’l-Ahyar fi İlmi’t-Tarih ve’l-Ahbar."
		},
		"3": {
			"Header": "Çabaları",
			"Content": "Kâtib Çelebi, Osmanlı devlet ve toplum düzeninde bozulma olarak nitelenen meselelerin çözümü ile uğraşmış, bu meselelere çözümler getirmeye çalışmıştır. Kâtip Çelebi Osmanlı Devleti’nin içinde bulunduğu sıkıntıları ciddiye alıp bunun üzerine çeşitli çözüm önerileri getiren, bu çözümleriyle ham yaşadığı dönemdeki birçok tarihi ve toplumsal olaya da şahitlik yapmış bir düşünürdür.\n\nOnun devletin ıslahı için raporlar düzenlemesi, daha mutedil olunmasını salık veren ve toplumsal çatışmaları anlatan eserler yazması, denizcilerin ve ordunun yaşadığı problemlere çözümler arama, Coğrafyaya yönelmesi ve özellikle Avrupa’da coğrafî keşifler neticesinde ortaya konulan yeni bilgilerden istifade etmesi, Kâtip Çelebi’nin gördüğü bozulma ve bunlara ıslah önerileriyle ilgilidir.\n\nYine toplumda yaygınlaşmış olan bazı örf ve âdetlerle din adına mücadele edilmesini de adet ve toplumsal alışkanlıkların tabiatını kavramadan yapılması halinde toplumsal birliği nasıl parçalayacağını anlattığı perspektifi de onun ıslah çabalarının belirli bir toplumsal zeminden hareket ettiğini gösterir."
		},
		"4": {
			"Header": "İlimleri Tasnifi",
			"Content": "Kâtip Çelebi Avrupa’daki bilimsel değişimi fark ettiği gibi kendi ülkesindeki bilimlerin durgunluğuna vurgu yapmış ve bu bunu aşmanın yollarını aramıştır. Keşfü’z-zünûn’da bilimler hakkında derli toplu bir ansiklopedi hazırlama amacındadır. Bu eserin mukaddimesinde bilgi, bilim, bilimlerin konusu, ayrım noktaları, yöntem vb konuları ele almış, bunları ele alırken çoğunlukla Osmanlı âlimlerinin yazdıkları eserlerden faydalanmıştır. Şirvânî, Hafid, İbn Sînâ ve Taşköprülüzâde’ye ait bilimler tasniflerini anlatan Kâtip Çelebi, edebî, dinî ve felsefî ilimleri kapsaması itibariyle Taşköprülüzâde’nin tasnifini tercih etmiştir. Mîzân adlı eserinde de temel olarak aklî bilimler vurgusu yapması ve çeşitli eserlerinde aklî ilimlerin kesadından dert yanması yaşadığı çağda toplumsal problemlerin çözümünde aklî ilimlere önem verdiğini gösteren işaretler olarak algılanabilir."
		},
		"5": {
			"Header": "Siyaset ve Islah Düşüncesi",
			"Content": "Kâtip Çelebi, Osmanlı devletinde ortaya çıkan siyasî, sosyal ve ahlâkî bozulmaları tespit etmek ve bu sıkıntıları çözmeye yönelik ıslahat tedbirlerini önermek amacıyla birçok eser kaleme almıştır. Onun özellikle Düstûrü’l-amel ve Mîzânü’l-hakk adlı eserleri bu açıdan önemlidir.\n\nKâtip Çelebi, bozulma ve nizâm-ı âlemin ihtilâlini genellikle III. Murad ile başlatmaktadır. Bozulmanın sebepleri olarak padişahların yetkinliği, askerî sistemdeki değişiklikler, rüşvet ve mansıpların ehline verilmemesi, müşâverenin ihmal edilmesi ve kadınların sözleriyle devlet işlerini görme,  kanûn-i kadîme riayetsizlik ve dâire-i adliyyenin gereklerini yerine getirmeme, toplum hiyerarşisinde meydana gelen değişiklikler, israfın ve lükse yönelik hayat anlayışının yaygınlaşması, ilmî zihniyetin taklide yönelmesi ve buna bağlı olarak taassubun yaygınlaşması gibi birçok neden saymaktadır.\n\nKâtip Çelebi’nin içinde bulunduğu nasihat geleneğinin temel vurgusu kanûn-i kadîme dönülmesi anlayışıdır. Kâtip Çelebi,  meydana gelen değişmeler ve ortaya çıkan yeni durumlara olumsuz anlamlar yüklemiş ve geçmişte var olan ideal bir düzenden uzaklaşıldığı fikrine varmıştır. Ortaya çıkan yeni gelişmeler nedeniyle geçmişin idealize edilmesiyle birlikte bunu düşünmeyi gerektirecek olumsuz unsurlar da mevcuttur. Fakat Kâtip Çelebi, ideal bir geçmiş tasavvuruyla beraber geçmişte de çeşitli sorunların var olduğunu kabul eder ve örneğin ideal bir toplumsal dengenin hiçbir zaman pratikte mümkün olmadığını belirtir. Toplumsal sınıflar arası geçişlerin olmadığı kararlı bir toplum önerisini getiren Kâtip Çelebi’nin bunun geçmişte de tam anlamıyla uygulanmadığını belirtmesi dikkate değerdir.\n\nKâtip Çelebi, kanun fikrine büyük önem verir. Her şeyden önce akıl kanunu ister müslüman olsun ister olmasın bütün hükümdarların kendisine uymakla adaleti ve sürekliliği sağlayacakları kanundur. Müslümanların ise şeriat kanununa uymak gibi artı bir değer ve sorumlulukları vardır. Üçüncü olarak kanûn-i kadîm geçmişte uygulanmış ve doğruluğu sınanmış kanunlar olarak bir devlet geleneği oluşturmuştur. Kâtip Çelebi’ye göre akıl ve şeriat kanununa riayetleri nedeniyle ve şeyhülislâmların kanunları şeriata uydurma noktasındaki çabalarıyla Yavuz Selim ve Kanûnî Sultan dönemleri altın çağ olarak belirginleşmiştir.\n\nGelenekçi ıslahat düşünürlerinin bozulma ve ıslahatta genel olarak değerlendirme dışı tuttukları en önemli durum dünya konjonktüründe meydana gelen değişiklikler ve bunların Osmanlı dünyası ve devletindeki etkileridir. Kâtip Çelebi, dünya konjonktüründe meydana gelen değişikliklerin Osmanlıdaki olumsuz etkilerinin farkındadır. Buna rağmen birçok alanda batıdan tercümeler yaparken örneğin denizlerin hâkimiyeti noktasında tam tersine içe kapanmayı önermiştir.\n\nKâtip Çelebi, İslâm uygarlığından tevarüs ettiği kendi medeniyetin üstünlüğüne dair bir zihnî tutuma sahip olmasına rağmen en azından coğrafya ve tarih alanında böyle bir zihnî tutumun ilk kırılmaya başladığı Osmanlı aydınıdır. Zira Kâtip Çelebi, sık sık “küffâr-ı hâk-sâr”ın dünyanın dört bir yanını ele geçirdiklerini, tarih, coğrafya ve diğer birçok alanda Müslümanlardan daha iyi durumda olduklarını ifade eder. Bu nedenle tercüme ve telif yoluyla batılıları tanıma ve tanıtmaya girişir.\n\nKâtip Çelebi, XVII. yüzyılın ve gelenekçi ıslahat düşünürlerinin zirvesi sayılmalıdır ve bunun nedeni birkaç farklı noktaya dayanır. Her şeyden önce o İslâm dünyasında siyasetle ilgilenen geleneklerin farkındadır ve hem muhteva olarak hem de kullandığı kavramsal çerçeve olarak bu gelenekleri takip etmektedir, aynı zamanda Osmanlı’ya özgü bir türe dönüşen ıslahat geleneğinin de önemli bir temsilcisidir. İkinci olarak Kâtip Çelebi, sadece idarî bir ıslahatı değil, toplumda çürümenin olduğu her alanda yaygın bir ıslahatı teklif etmektedir. İlmiye alanındaki yaygın çürümeyi dile getirmiş ve büyük bir ilmî yeterlilikle ilmî zihniyette var olan durgunluk ve taklidi aşma noktasında gayretler sarf etmiştir. Aynı zamanda kaleme aldığı yirmiyi aşkın eseriyle de bu durgunluğun aşılması çabasında önemli katkılar sağlamıştır. İşte bu nedenlerledir ki Kâtip Çelebi, gelenekçi ıslahat düşünürlerinin zirvesi sayılmalıdır.\n\nKâtip Çelebi’nin teklif ettiği ıslahatın mahiyetini de belirtmek gerekir. Siyasî bozukluklar için teklif edilen ıslahatın mahiyeti idarî, inzibatî ve cebrî olarak nitelenebilir. Ayrıca Kâtip Çelebi’nin önerileri, gelenekçi ıslahat düşünürlerinin fikirlerine çoğunlukla paraleldir ve o, bireylerin ahlâkî özelliklerinin siyasî ıslahatta önemli bir rol oynayacağı fikrine sahiptir. Kâtip Çelebi’yi diğer ıslahat yazarlarından ayıran en temel özellik ise düşüncelerini İslâm siyaset yazın geleneklerini temel alarak ve belli bir felsefi alt yapıyla beraber ifade etmiş olmasıdır."
		}
	}
}

