{
    "Name": "Kılıçzade Hakkı",
    "Desc": "Önemli bir Osmanlı düşünürü ve yazar",
    "Period": "Islamic",
    "Lifetime": [ 1872, 1960 ],
    "Importance": "Mid",
    "GUI": {
        "Position": [ 185, -25 ],
        "Color": [ 241, 255, 166 ]
    },
    "Content": {
        "0": {
            "Header": "Temel Bilgiler",
            "Content": "• Doğum Yeri ve Tarihi: Niş, Osmanlı İmparatorluğu - 1872\n• Tam Adı: İsmail Hakkı\n• Eğitimi ve Akademik Kariyeri:\n----> Manastır'da iptidai, rüştiye ve idadi eğitimini tamamladı.\n----> 1890'da Mühendishane-i Berri Hümayun'a kaydoldu.\n----> 1894'te topçu üsteğmen rütbesiyle mezun oldu.\n----> Selanik, Manastır, Bağdat, Yemen, Edirne ve İstanbul'da çeşitli askeri görevlerde bulundu.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n---->Kılıçzade Hakkı, özellikle pozitivizm, materyalizm ve Batıcılık üzerine çalışmalar yapmıştır.\n--------> Pozitivizm: Bilimsel düşüncenin toplumda yaygınlaşmasını savundu.\n--------> Materyalizm: Biyolojik materyalizmden etkilendi ve metafizik düşüncelere karşı çıktı.\n--------> Batıcılık: Osmanlı toplumunun modernleşmesi gerektiğini savundu.\n• Akademik ve Kültürel Katkıları:\n----> İttihat ve Terakki Cemiyeti'ne katıldı (1899).\n----> Mustafa Kemal ile 1908'de Selanik'te tanıştı.\n----> İctihad dergisinde yazılar yayımladı ve Batıcı reform önerileri sundu.\n----> Celal Nuri ile birlikte Hürriyet-i Fikriyye dergisini çıkardı (1914).\n• Önemli Eserleri:\n----> İ’tikadât-ı Bâtılaya İ’lân-ı Harb (Batıl İnançlara Savaş Açmak)\n----> Pek Uyanık Bir Uyku (İctihad dergisinde yayımlandı)\n----> Peygamberler Dedesi İbrahim (1926)"
        },
        "1": {
            "Header": "Hayatı",
            "Content": "1872'de Niş'te doğdu. Osmanlı-Rus Savaşı sırasında ailesiyle birlikte Manastır'a taşındı, burada babasını kaybetti. Manastır'da kaldığı 13 yıl içerisinde iptidai, rüştiye ve idadi eğitimini tamamladı. Bu yıllarını \"Babasız, yurtsuz ve servetsiz bir muhacir çocuğuydum\" ifadeleriyle tanımıştır. 1890'de Mühendishane-i Berri Hümayun'a kaydoldu. Bu dönemde entelektüel çevrelerde hâkim olan biyolojik materyalizmden ve Ömer Hayyam'ın fikirlerinden etkilendi ve 1894'te topçu üsteğmen rütbesiyle okuldan mezun oldu.\n\nEğitimin ardından kronolojik sırayla Selanik, Manastır, Bağdat, Yemen, Edirne, Selanik, İstanbul ve yine Selanik'teki kolordularda görev yaptı. Yüzbaşı iken Bağdat Askeri İdadisi'nde Kitabet öğretmenliği vazifesinde bulundu. Yemen'de isyancılarla mücadele etti. Aynı yıl İstanbul'daki Sütlüce Mâmûlât Ambarı müdürlüğüne ve 1912'de önce İstanbul Merkez Kumandanlığı Efrâd divanı harp başkanlığına, ardından muhafızlık maiyetindeki divanı harp üyeliğine atandı. Bu görevi sırasında binbaşılığa kadar yükseldi. Henüz faaliyetlerini gizli sürdüren İttihat ve Terakki Cemiyeti’ne katılması 1899’da Selanik Kolordusundaki görevi döneminde oldu."
        },
        "2": {
            "Header": "Mustafa Kemal ile Tanışması ve Fikirlerinin Gelişimi",
            "Content": "1908'de 2. Meşrutiyet'in ilanından sonra Selanik’te Mustafa Kemal'le tanıştı. 1911’de Mustafa Kemal'in Erkân-ı Harbiyye seyahatinde yer aldı. Ardından sağlık sorunlarından dolayı, aynı yıl Sütlüce'deki silah deposunda müdür olarak göreve başladı. Ertesi yıl İstanbul Merkez Kumandanlığı Efrâd Divân-ı Harp riyasetine, akabinde Divân-ı Harp üyeliğine atandı ve binbaşı rütbesine yükseldi. Askerî görevlerinin yanında eğitimci yönü de olan Kılıçzade, Çanakkale Muallim Mektebi ve İzmit Orta Mektebi'nde idarecilik ve öğretmenlik yaptı.\n\nKılıçzâde, Osmanlı Devleti'nin Balkan Savaşı'ndaki durumuna ve çöküşüne neden olarak dinî kesimlerdeki \"softalık, dervişlik ve batıl inançları\" gösterdi. Aynı zamanda dergideki \"Batıcı Türk Aydınlarının toplum ve devlet yapısında radikal değişiklikler içeren programı\" hazırladı. Kılıçzâde, faaliyetleri, kaleme aldığı Batı taraftarı yazıları nedeniyle binbaşı rütbesindeyken emekli edildi. Ona göre emekli edilmesinin sebebi \"Softalara ve saraycılara karşı vermiş olduğu mücadele\"ydi.\n\nBu dönemde Celal Nuri (İleri) ve Abdullah Cevdet arasında gerçekleşen tartışma, Celal Nuri’yi yeni bir dergi çıkarmaya teşvik etti. Emekli edilmiş olan Kılıçzâde, “Tamamen Hallolmadıkça Bitmeyen Bir Mesele” adlı son yazısının ardından İctihad'tan ayrıldı. Celal Nuri ile 16 Şubat 1914'te Hürriyet-i Fikriyye adlı dergiyi kurdu. Yeni dergi, yayın politikası olarak Abdullah Cevdet'e sert eleştiriler yöneltmesine rağmen Kılıçzâde'nin yazılarında böyle bir eleştiri yer almadı. Aksine Celâl Nuri'yi eleştiren yazıları mevcuttu. Kılıçzâde, bu çerçevede Batıcı-Türkçü bir çizgideydi. Dergideki tesettür karşıtı, Türkçe hutbe taraftarı, pozitivist ve materyalist yazıları nedeniyle birkaç kez derginin yayını durduruldu. Latin harfleriyle makale yayımlanması sonucundaysa dergi, Mayıs 1914'te kapatıldı. Ardından sırasıyla yerine açılan Serbest Fikir ve Uhuvvet-i Fikriyye dergileri de kapatıldı.\n\nKılıçzâde, İctihad'taki makalelerinden oluşan İ'tikādât-ı Bâtılaya İ'lân-ı Harb kitabından dolayı suçlandı. Suçlamanın sebebi hükûmet değişikliği istemesiydi. Kısa süre önce yollarını ayırdığı Abdullah Cevde'le birlikte tutuklanarak yargılandı. Fakat Dîvân-ı Harb-i Örfî kararıyla yaklaşık bir ay sonra serbest kaldı. Bu kararın ardından İstanbul'dan ayrıldı. Haziran 1914'te Çanakkale göçmen kâtipliğine ve 1917'de ise İzmit Göçmen Müdürlüğü'ne tayin edildi."
        },
        "3": {
            "Header": "Siyasi Hayatı ve Hayatının Son Dönemleri",
            "Content": "Mustafa Kemal'in tavsiyesi üzerine siyasete girdi. Türkiye Büyük Millet Meclisinin 3. döneminde Kocaeli, 4. ve 7. dönemlerinde de Muş milletvekilliği yaptı. Vekilliği döneminde sanayiden öğretmenlere, milli savunmadan şehitlere kadar birçok farklı alandaki sorunların TBMM'de görüşülmesi teklifinde bulundu. Milletvekilliğinin getirdiği yoğun çalışma temposundan dolayı Hür Fikir gazetesini kapattı. Uzun yıllar TBMM Milli Eğitim Komisyonunda görev yaptı. 1945'te Necip Fazıl Kısakürek'le yazılı basın üzerinden üç ay süren tartışmaya girdi. 1946'da milletvekilliğinin sona ermesiyle siyasî hayatına son verdi.\n\nEvli ve sekiz çocuğu olan Kılıçoğlu, 1960'ta öldü. İstanbul Sahrayıcedid Mezarlığı'na defnedildi."
        },
        "4": {
            "Header": "Eserleri",
            "Content": "• İtikadat-ı Bâtılaya İlan-ı Harp, Şems Matbaası, İstanbul 1329. (İctihad'taki yazılarının derlemesi)\n• Son Cevab, Yeni Osmanlı Matbaa ve Kütüphanesi, İstanbul 1331.\n• Akvemü's-siyer Münasebetiyle Yusuf Suad Efendi'ye Tahsîsan, Softa Efendilere Tâmîmen Son Cevab, Yeni Osmanlı Matbaa ve Kütüphanesi, İstanbul 1331.\n• Peygamberler Dedesi İbrahim, Kocaeli Vilayet Matbaası, Kocaeli 1926.\n• Masallar-Efsaneler, (Yayınlanmamış Eser)"
        },
        "5": {
            "Header": "Kılıçzâde Hakkı'nın Siyer Yazıcılığı ile İlgili Görüşleri",
            "Content": "Cumhuriyet dönemi Türkiye’sinde ortaya çıkan felsefi, siyasi, ekonomik ve daha birçok alandaki ideolojik oluşumların hemen tamamı XIX. yüzyıl Osmanlı Devletinde ortaya atılan fikirlerin devamı ve farklı tezahürleri niteliğindedir. Bu nedenle yüzyılımızın sorunlarını daha iyi anlamak ve bir çözüme kavuşturmak için bir önceki yüzyılı çok iyi değerlendirmemiz gerekmektedir. Cumhuriyete yakın bir dönem olan II. Meşrutiyet, Osmanlı modernleşme sürecinin önemli aşamalarından birini oluşturmaktadır. Bu dönem Lâle devrinden itibaren süregelen Osmanlı aydınlanmasının son halkasını oluşturmaktadır. II. Meşrutiyet dönemi yeniliklerinin etkilerini, her alanda olduğu gibi tarih ve siyer yazıcılığı gibi ilmi alanlarda da görmek mümkündür. Osmanlı Devleti’nin son dönemlerinde ve özellikle II. Meşrutiyet sonrasında, ülkenin içerisinde bulunduğu kötü gidişat ve gerilemenin nedeni, başta Batı yanlısı aydınlar olmak üzere, bazı kesimler tarafından dine bağlanmıştır. Bu çevreler, dini kötü gidişin müsebbibi olarak görmüş ve bu nedenle din alanında bir takım reformların yapılmasını savunmuşlardır. Bu yenileşme tavsiyeleri ve çalışmalarının siyer yazıcılığı alanında da yapıldığını görmekteyiz. Bu dönemin etkin fikrî taraflarından biri olan ve Garpçılar olarak bilinen; Abdullah Cevdet, Celal Nuri ve Kılıçzâde Hakkı gibi yazarlar, siyer yazıcılığında Hz. Muhammed’in beşer yönünün ön plana çıkartılmasının gerektiğini savunmuş ve onu sosyal bir reformist olarak yansıtmak istemişlerdir. Diğer yandan, İslamcılık fikrini savunan Şehbenderzade Filibeli Ahmet Hilmi, İsmail Hakkı ve Düzceli Yusuf Suad gibi âlimler, Hz. Peygamberi mucizeleri ile birlikte, sadece beşeri yönünü değil, nebevi yönünü de ortaya çıkaracak tarzda bir siyer yazıcılığını savunmuşlardır. Batı yanlısı görüşleri savunanlara, Düzceli Yusuf Suad, şu cevabı vermektedir: ‚İslam terakkiye mani değildir, geri kalmışlık İslam’dan değil Müslümanlardan kaynaklanmaktadır.‛ Düzceli, Batı yanlısı kişilerin, adeta bir hastalığa yakalandığını, asıl amaçlarının dini temelinden sarsmak olduğunu ve dinde hurafe olarak gördüklerinin İslam’ı yıkmak amacıyla uydurdukları bahaneler olduğunu savunmaktadır. Bu dönemde sıkça görülen dinin hurafelerden arındırılması bütün kesimler tarafından kabul gören bir görüş olmuştur. Fakat taraflar bu gibi konularda birbirine güven duymamış ve şüpheyle yaklaşmışlardır.\n\nBu dönemde, Garpçı ve İslamcı yazarlar tarafından Hz. Peygamberin hayatı ile ilgili eserler yazılmış ya da tercümeler yapılmıştır. Batı yanlısı aydınların önde gelenlerinden olan Abdullah Cevdet, Dozy’nin Tarih-i İslam adlı eserini tercüme ettirerek birçok tartışmalara neden olmuştur. Yine bu kesimden, Celal Nuri Hâtemü’l-Enbiya isminde bir kitap yazarak siyer yazıcılığı ile ilgili görüşlerini ifade etmiştir. Batı yanlısı yazarlardan olan Kılıçzâde Hakkı ise, gerek yazmış olduğu makalelerde ve gerekse İtikadat-ı Batılaya İlan-ı Harb isimli eserinde, siyer yazıcılığı ile ilgili görüşlerini açıklamıştır. Kılıçzâde Hakkı, II. Meşrutiyet sonrasının Batı yanlısı aydın fikir adamı tipinin en radikal olanlarının başında gelmektedir. Kılıçzâde’nin yazmış olduğu makalelerde; pozitivizmin ve dini doğal bir evrim sonucu gösteren biyolojik materyalizmin etkilerini görmek mümkündür. Kılıçzâde’ye göre; Tanrı vardır, tektir. Semavi kitapların tanımladıkları Allah’ı kabul etmek en doğru harekettir. İslamiyet ise akla uygun en mükemmel dindir. Ancak İslamiyet’in ortaya koymuş olduğu fikirlerin, asli olanlarını korumak kaydıyla zaman ve mekâna uygun değişiklikler yapmaya şiddetle ihtiyaç vardır. Kılıçzâde ayrıca, Hz. Peygamberi zamanın ilim ve fennini kavramış, aklı ile diğer insanlardan üstün vasıflar taşıyan bir dahi olarak gördüğünü ifade etmektedir. Kılıçzâde, içtihat kapısının kapanmadığını belirterek din alanında bazı reformların yapılması gerektiğini savunmuştur. Kılıçzâde, kendi döneminde yaşayan ve kendilerini İslam âlimi olarak değerlendiren kişileri, çokça eleştirmiştir. İslam ve Kur’an hakkında topluma öğretilenlerin, yanlışlar ve hurafelerle dolu olduğunu belirtmiştir. Hz. Peygamberin hayatını anlatan siyer kitaplarının da hurafelerle dolu olduğunu, akıl, mantık ve pozitif bilimin kuralları göz önünde bulundurulmadan yazıldıklarını iddia etmiştir.\n\nKılıçzâde Hakkı, II. Meşrutiyet sonrası dönemde yazılmış olan siyer kitaplarına ve özellikle İslamcılık fikri mensuplarından olan Düzceli Yusuf Suad ve onun eseri Akvemü’s-Siyer’i eleştirmiştir. Kılıçzâde, yazmış olduğu makalelerde ve kitaplarında toplum yaşamı, din ve dinin hayattaki etkileri, inançlar ve ibadetler gibi konularda fikirlerini ifade etmiştir. Kılıçzâde Hakkı’nın savunmuş olduğu bütün fikirlerini değerlendirmek çalışmamızın amacını aşacağı için bu makalemizde, onun sadece İslam Tarihi ve siyer yazıcılığı ile ilgili görüşlerini ele alacağız. Kılıçzâde, hurafe ve masallardan uzak sade ve anlaşılır bir siyer yazmanın gerekli olduğunu savunmuştur. Kendisi bir siyer kitabı yazmamış ancak, mevcut yazılmış eserlerde yer verilmiş olan bazı konuları tenkit ederek nasıl bir siyer yazılması gerektiğini ortaya koymaya çalışmıştır."
        }
    }
}
