{
    "Name": "Kınalızade Ali Efendi",
    "Desc": "Osmanlı alimi, Ahlâk-ı Alâî yazarı",
    "Period": "Islamic",
    "Lifetime": [ 1510, 1572 ],
    "Importance": "High",
    "GUI": {
        "Position": [ 175, -80 ],
        "Color": [ 198, 166, 255 ]
    },
    "Content": {
        "0": {
            "Header": "Temel Bilgiler",
            "Content": "• Tam İsim: Alâ’ad-dîn Alî b. Emrullah\n• Doğum Yeri: Isparta\n• Ölüm Yeri: 1572\n• Hocaları: Mâlûl Emîr Efendi, Merhaba Efendi, Kara Salih Efendi, Çivizâde Muhyiddin Mehmet Efendi\n• Öğrencileri: Kınalızâde Hasan Çelebî\n• Etkilendikleri: Hüseyin Vâîz, Maktul Sühreverdî, Nasîrüddin Tûsî, İbn Sînâ, Celâleddîn ed-Devvânî, İbn Miskeveyh, Gazzâlî, Mâverdî, Molla Câmî\n• Etkiledikleri: Osmanzâde Ahmed Tâib, Yağlıkçızâde Ahmed Rifat Efendi\n• İletişimde Bulunduğu İsimler: Şair Emirî, Müverrih Alî, Necmeddîn el-Gazzî\n• Öğrenci Olarak Bulunduğu Medreseler: İstanbul Mahmud Paşa Medresesi, İstanbul Davud Paşa Medresesi, İstanbul Atik Ali Paşa Medresesi, Edirne Üç Şerefeli Medresesi, Sahın Medresesi\n• Müderris Olarak Bulunduğu Medreseler: Edirne Hüsamiye Medresesi (948/1541-953/1546), Bursa Hamza Bey Medresesi (953/1546-955/1548), Bursa Veliyüddinoğlu Ahmet Paşa Medresesi (955/1548-957/1550), Kütahya Rüstem Paşa’nın Yaptırdığı Medrese (957/1550-958/1551), İstanbul Rüstem Paşa Medresesi (958/1551-960/1553), İstanbul Haseki Medresesi (960/1553-963/1555), İstanbul Semaniye Medresesindeki Ayakkurşunlu Medresesi (963/1555-966/1558), İstanbul Süleymaniye Çifte Medresesi (966/1558-970/1563)\n• Ekolleri: Felsefe"
        },
        "1": {
            "Header": "Hayatı",
            "Content": "Kınalızâde Ali Çelebi b. Emrullah 916/1510-11 tarihinde Isparta’da doğmuştur. Ailesinde pek çok âlim ve şairler olan Kınalızâde’nin babası şiirlerinde “Mîrî” mahlasını kullandığı için bu lakapla anılan Mîrî Emrullah Efendi dedesi ise Fatih Sultan Mehmet’e hocalık yapan Abdülkâdir Hamîdî’dir.\n\nKınalızâde lakabının sebebi kaynaklarda dedesi Abdülkâdir Hamîdî’nin sakalına kına sürmesi olarak geçer. Dedenin bu adeti çocukları ve torunlarının Kınalızâde adıyla anılmasına sebep olmuştur. Kına kelimesi Arapça’da “hınnâ” kelimesiyle ifade edildiği için Arapça kaynaklarda genellikle Kınalızâde yerine “Hınnâvî veya Hınnâî” adıyla anılır.\n\nKınalızâde ailesinin bulunduğu konum gereği iyi bir eğitim görmüş, devrinin ileri gelen âlimlerinden ders almıştır. Gerek ailenin ilme olan merakı gerekse ondaki ilim sevgisi Kınalızâde’nin genç yaşlarda eğitim için İstanbul’a gönderilmesini sağlamıştır. İlk ve orta düzeyindeki eğitimini tamamladıktan sonra ileri düzeyde öğrenime Sahın Medresesinde başlamış, o sırada Anadolu Kazaskeri olan Çivizâde Mühyiddin Mehmet Efendi’nin muîdi Çivizâde şeyhülislâmlığa tayin edildiğinde Kınalızâde de onun fetvasıyla mülâzim olmuştur. O bu tarihte yirmi dokuz yaşlarındadır. Dönemindeki en seçkin âlimlerin öğrencisi olup onlardan ders alan Kınalızâde’nin fazilet ve ilminin bir kısmı aldığı bu iyi eğitime, bir kısmı da ailesinden kendisine intikal eden yeteneklere bağlanır.\n\nKınalızâde’nin ilim aşkı daha sonraki yıllarda onu çeşitli ilimlerde yüksek seviyelere ulaştıracak şekilde devam etmiş, düşünürümüz ilim ve faziletiyle meşhur olmuştur. O, zamanında medreselerde okutulan bütün ilimleri tahsil etmiş, tefsir ve hadis ilimlerinde ihtisas sahibi olmuştur. Dini ilimler dışında tarih, coğrafya, matematik ve astronomi ilimlerinde de tam malumatı vardır. Arapça, Farsça ve Türkçe olmak üzere üç dilde akıcı şiirler yazmış, bu şiirleri ve yazıları beğenilmiştir. Muamma türü şiir geleneğini Osmanlı şairleri arasında başlatanlardan birisidir. Dolayısıyla o hem şer’i ve edebî ilimlerde hem de üç dilde tam olarak bilgi sahibi bir âlim portresi çizer. Aynı zamanda kendi döneminde Osmanlı’da felsefe ve hikmet ilimleriyle meşgul olan ender kişilerden birisidir. Nitekim Katip Çelebi hikmet ve felsefe ile ilgilenen bir kaç isim sayarak Kınalızâde’yi bu ilimle uğraşan en son kişi olarak gösterir.\n\nÖğrenimini tamamladıktan sonra Edirne’deki Hüsâmüddîn (veya Hüsâmiyye) Medresesi’ne tayin edilmesiyle Kınalızâde’nin mesleki kariyeri otuz iki yaşında başlamıştır. Sonra sırasıyla Bursa, Kütahya ve İstanbul’daki daha yüksek derecedeki medreselere terfisiyle sürmüş, kariyerindeki ilerleme üniversite düzeyindeki önce Semâniye daha sonra Süleymaniye Medresesi’ne müderris olmasıyla devam etmiştir.\n\nKınalızâde’nin mesleki yükselişi Şam Kadısı olarak atanmasıyla farklı bir boyut kazanmış, daha sonra sırasıyla Kahire, Bursa, Edirne, İstanbul Kadılığına terfi ettirilmiş, en son Anadolu Kazaskeri görevine getirilmiştir. Onun bundan sonra gelebileceği şeyhu’l-islâmlık gibi muhtemel görevlerine ömrü yetmeyerek Anadolu Kazaskeri iken 63 yaşında vefat etmiştir. Tam olarak ölüm tarihi 5 Ramazan 979/21 Ocak 1572 Pazartesi günüdür."
        },
        "2": {
            "Header": "Öne Çıkan Eserleri",
            "Content": "\n• Ahlâk-ı Alâî: Kitabın başında verilen ebced hesabına göre 972 tarihinde yazılmaya başlanmış ve kitabın son sayfasındaki nota göre 25 Safer 973/21 Eylül 1565 Cuma günü bitirilmiştir. Pek çok el yazması nüsha var ancak müellif hattı belli değil, bazı eserlerde Bursa İnebey Kütüphanesi’ndeki nüshanın müellif hattı olduğu söylense de yazmanın kâğıt yapısı Kınalızâde’den sonraki döneme ait görünüyor. İlk matbu baskısı Şevval 1248/1833 Şubat ayında Mısır’da Bulak Matbaası’nda yapılmıştır. Eserin ilk tashihini Sadullah Said Efendi, son tashihini Abdülvehhâb Dağıstânî yapmıştır.\n• Münşeât-ı Kınalızâde.\n• Divân.\n• Târih-i Kınalızâde.\n• Muammeyât.\n• Nüzhetnâme.\n• Kaside fî Medhi’n-Nebi.\n• Manzûme (Mulemma).\n• İnşaa-i Atik.\n• Risâle-i Vucüd.\n• el-İs’âf fî Ahkâmi’l-Evkâf: Bu ve sonraki risâleyi, Edirne’de kadıyken fetvalarından birisini eleştiren Şah Mehmet Efendi’ye cevap olarak yazdığına göre 976/1568-978/1570 tarihleri arasında yazılmış olmalıdır.       \n• Risâle fî vakfı’n-nukûd.\n• Hâşiye-i Durer ve Gurer (ilâ Nısfihî) veya Hâşiye ale’d-Dürer ve’l-Gurer li Molla Hüsrev: Molla Hüsrev’in Dürer ve Gürer’ine yazdığı eksik haşiyedir.\n• Hâşiye alâ Kitâbi’l-Kerâheti mine’l-Hidâye (Hâşiye alâ Kitabi’l-Hidâye): Şeyhulislâm Burhâneddîn b. Ebî Bekir Merginânî’nin Hanefi fıkhına ait eserinin bir bölümüne yapılan haşiyedir.\n• Risâletü’s-Seyfiyye.\n• Risâletü’l-Kalemiyye.\n• Risâle fî Mufâharatı’l-Seyf ve’l-Kalem.\n• Hâşiye (veya Ta’lîkât) alâ Hasan Çelebi li-Şerhi’l-Mevâkıf: Kadı Adudüdîn’in Mevâkıf adlı kitabına 1482 tarihinde ölen Hasan Çelebi tarafından yazılan hâşiyeye hâşiyedir.\n• Tecrîd Hâşiyesi veya Hâşiye alâ Şerhi Tecrîdi’l-Akâid lî Seyyid Şerîf Cürcânî: Bursa’da Hamza Bey medresesinde müderrisken yazıldığı belirtildiğine göre 953/1546-955/1548 arasında yazılmış olmalıdır.\n• Hâşiye ale’l-Keşşâf li’z-Zemahşerî: Zamahşerî’nin Keşşâf adlı tefsirine yazdığı hâşiyedir.\n• Hâşiye alâ Envâri’t-Tenzîl li’l-Beyzâvî: Kadı Beyzavî’nin Envârü’t-tenzîl adlı tefsirine yazdığı hâşiyedir."
        },
        "3": {
            "Header": "Genel Felsefe Anlayışı",
            "Content": "Kınalızâde felsefenin ilimlerin annesi kabul edildiği dönemde kendisinden önceki müellifler gibi, hikmeti yani felsefeyi bütün ilimler için esas alır. O hikmeti; insan nefsinde ilim ve amelîn meydana gelmesi ve insan nefsinin bu iki yönden yetkinlik (kemal) sayılan mertebeye ulaşması olarak en genel şekilde verir.\n\nMüellifimizin belirttiğine göre hikmet, tanımdaki dış varlıkların çeşidine göre kısımlara ayrılır. Dünya, gökyüzü, şahıslar, insan ve hayvan gibi var oluşlarında bizim kudret ve irademizin etkisi olmayan varlıklardan söz eden kısma teorik felsefe (nazarî hikmet), bizden çıkan fiil ve ameller, hareketlerimiz, davranışlarımız gibi var oluşlarında bizim kudret ve irademizin kesinlikle müdahalesi olan kısma pratik felsefe (amelî hikmet) denir. Böylelikle hikmet, teorik (nazarî) ve pratik (amelî) olmak üzere iki kısma ayrılmış olur. Hikmetin bu kısımları da kendi aralarında bölümlere ayrılır.\n\nKınalızâde mutluluğa ulaşabilmek için teorik felsefeyi öğrenmeye öncelik verir. Çünkü pratik felsefenin gereği olan davranışlar için insanın bilgisizlikten kurtulması, doğru inanç ve bilgileri elde etmesi gerekir. Böylece kişi pratik felsefeyi kazanmaya hazır hale gelir. Daha sonra pratik felsefeyi tahsil edip bunun gereği olan salih ameli yapmak ve yaratıcıya kulluğun gerekleri olan ibadetleri yerine getirmekle ilim ve eylemin bilgisi akıl ve şuurda meydana gelir, bilgi ve eylem her yönden yetkinlik derecesine ulaşınca kişi dünyada mükemmellikle vasıflanır, hayatını en güzel şekilde geçirmiş ve en iyi yönde harcamış olur. Uhrevi hayatta ise Hak Teala’ya yakınlık şerefine nail olacağı yüksek mertebeleri kazanır, yüksek ruhların bulunduğu yüce derecelere ulaşır."
        },
        "4": {
            "Header": "Ahlâk İlmi",
            "Content": "Ahlâk ilmi, amelî hikmetin birinci kısmı olarak insan nefsinin fiilleri, eylemleri ve huyları üzerine inceleme yapan bir ilimdir. Buna göre ahlâk ilmi insanın yapması gereken övülen ve istenilen davranışlar ile kaçınması gereken kötü ve beğenilmeyen davranışları inceler. Ahlâk ilminde övülen güzel fiiller ile beğenilmeyen kötü fiillerin seçime dayalı (ihtiyarî) olarak meydana gelmesi konusunda insanın bizzat kendisi incelenir.\n\nAhlâk ilmi her şahsın kendi halleri ve davranışları ile ilgilidir. Ahlâk kelimesinin tekili olan huyu (hulk) ise gerçekte Galen’in tarifi olup daha sonra Gazzâlî’de dahil pek çok Müslüman filozof tarafından da kullanılan tarifi vererek Kınalızâde fikir ve düşünceye muhtaç olmadan fiillerin kolaylıkla ortaya çıkmasına sebep olan bir meleke olarak tanımlar.\n\nDüşünürümüze göre insandaki ahlâkın tamamen değişme imkanı vardır. Ahlâkın değişmeye müsait olması ahlâk ilmine ihtiyaç olduğunun en büyük göstergesidir. Eğitimin ve peygamberlerin gönderilme amacı insanın karakterinin değişmeye müsait olmasıdır."
        },
        "5": {
            "Header": "Nefs Anlayışı",
            "Content": "Müellifin erdemlerin ve reziletlerin kaynağı olarak nefs konusuna özel bir önem verdiği görülür. Düşünür din âlimlerinin ruh filozofların nefs-i nâtıka olarak isimlendirdikleri şeyin insan nefsi olduğunu belirterek nefsin mahiyeti hakkında genellikle Tûsî’nin verdiği bilgileri tekrar etmiştir. Ancak nefsin güçleriyle ilgili olarak Tûsî ve Devvânî’de yer alan bilgileri eksik bularak farklı kaynaklara yönelmiş, özellikle İbn Sînâ’nın eserlerine müracaat etmiş ve onun görüşlerinden faydalanarak kendisine özgü bir nefs anlayışı ortaya koymuştur. O, müslüman bir âlim olmanın tesiriyle nefs ve güçlerini Allah’ın kullarına bir lütfu olarak değerlendirmektedir. Ancak bu güçlerden keramet, keşf gibi olağanüstü durumlarla, insanın “sırf tabiatının gereği” hareketlere sebep olanları ahlâk ilminin dışında tutmuş, şuurlu, irade ve ihtiyara dayanan davranışlar meydana getiren güçleri ahlâk ilminin konusu içinde ele almıştır. Ahlâk ilminin konusu olan nefsi de önceki düşünürler gibi bitkisel, hayvânî ve insânî olmak üzere üçe ayırmasına rağmen bu üç nefse ait güçler, bunların sayısı ve işlevleri hakkında farklı görüşlere sahiptir."
        },
        "6": {
            "Header": "Düşünen Nefs ve İnsanın Hürriyeti Açısından Önemi",
            "Content": "İnsanı cansız, bitki, hayvan gibi diğer varlıklardan farklı kılan ayırıcı nitelik düşünme gücüdür (nutk). Nutk gücü nâtık nefs, melekî nefs veya akıl olarak da adlandırılır. Nutk gücü akledilenleri idrak etmek, düşünmek, iyi ve kötü fiilleri ayırmakla ilgilidir. İnsan düşünme gücüyle önce teorik sonra pratik felsefeyle ilgili olan bilgileri kazanır ve bu sayede saadet ve fazileti elde eder. İnsan ilk yaratılışında iyi ve kötü olmak üzere iki yöne de meyilli olarak yaratılmıştır. Dolayısıyla insana Allah kendi geleceğini belirleyebileceği sınırlı bir özgürlük vermiştir. İnsan bu hürriyetlerini nâtık nefs vasıtasıyla kullanır. Çünkü insan nefs ve bedenin birleşmesinden meydana gelmiştir. Bu düalist varlık anlayışına bağlı olarak hayvanî ve melekî özelliklere sahiptir. İnsan melekî özelliklerini hayvanî özelliklerine üstün tutarak, geliştirir ve yetkinleştirirse, melekten daha erdemli ve daha üstün olur. Ancak aksi olup insan hayvanî tarafını tercih eder ve o tarafa yönelirse sırf hayvan olmaktan daha aşağı olur. Çünkü hayvan akıl gücünden ve melekî özelliklerden uzaktır. İnsan bu güç sayesinde seçme gücüne sahiptir ve bu gücün varlığından dolayı davranışlarından sorumlu tutulmaktadır. Görüldüğü gibi düşünen (nâtık) nefs aynı zamanda insanın âlemdeki konumunun belirlenmesinde de bir araçtır. İnsanın âlemdeki üstünlüğü mutlak bir üstünlük değildir. Yaratılışından kaynaklanan birtakım özelliklerini değerlendirmesi ile yüksek seviyelere, yetkinlik ve mutluluğa ulaşabilir."
        },
        "7": {
            "Header": "Erdemler ve Erdemsizlikler",
            "Content": "Kınalızâde, kendisine ulaşan geleneğin bir sonucu olarak güzel davranışları erdemler (fazilet), kötü davranışları erdemsizlik (rezilet) olarak açıklama yolunu seçmiştir. İnsanın kainattaki yeri hayvanlık ile meleklik arasında orta kademededir ve iki yöne de meyilli ve kabiliyetli olarak yaratılmıştır. İnsanın erdemleri elde etmesi ve rezaletlerden kaçınması için bunları öğrenmesinin gereği ve ahlâk ilmi açısından değeri açıktır.\n\nErdemlerin orta veya itidal, reziletlerin iki yöndeki aşırılık olması, faziletler ve reziletlerin altında yer alan erdemler vb. konularda genellikle Tûsî’yi takip eden Kınalızâde, adalet erdemi hakkında kaynaklarda yer alan iki farklı tanım arasındaki çelişkiye dikkati çeker. Ona göre adalet erdemi amelî gücün itidalinden değil; hikmet, iffet ve yiğitlik erdemlerinin toplanmasından meydana gelir. Aslında adaletin her iki tanımı da onun kaynaklarında yer almaktadır. Ancak aralarındaki farklılığa ve çelişkiye işaret edip doğrusunun hangisi olduğunu açıklayan ilk kişi Kınalızâde’dir. O erdemsizlikleri bir hastalık olarak düşünmüş ve tedavisi için yollar önermiştir."
        },
        "8": {
            "Header": "Mutluluk Anlayışı",
            "Content": "Kınalızâde mutluluğu Hakk’a yakın olup ona ulaşmak ve Allah katındaki yüksek derecelere çıkmak olarak tanımlar. İnsan nefsinde bu mutluluk iki şeyle meydana gelir. Bunlardan birisi teorik felsefenin gereği olan ilimler diğeri pratik felsefenin gereği olan eylemlerdir. İnsan ilminin gereği olan davranışları yerine getirerek ilmiyle amel eden bir kimse olur. Kişi ancak bu faziletleri elde ettiğinde istediği kemal ve saadete ulaşır. Ona göre yetkinlik ve mutluluğu isteyen insan ilimleri sırayla tahsil etmelidir. İlimleri sırayla öğrenen insanda arzu, öfke ve temyiz güçlerinin dengeli ve ılımlı birleşmesiyle adalet erdemi meydana gelir. Adalet fazileti ile insan gerçek yetkinlik ve ebedî mutluluğa ulaşır. O, bu mertebeye gelen insanı bilfiil insan, mutlak hakîm ve yetkin filozof olarak tanımlar.\n\nMüellifimiz ebedî ve hakikî saadete bu dünyada teorik ve pratik felsefenin gereklerini yerine getirmekle belirtirken ilahi aşkla da bu mutluluğa ulaşılabileceğini düşünmektedir. İnsan teorik ve pratik felsefenin gereği olan güzel ahlâkı tamamen elde ettikten sonra Allah’a yönelir ve burada en yüce sevgi olan Allah sevgisinden kaynaklanan mutluluk meydana gelir. İnsanın saadete ulaştığı bu mertebe Allah’ın katında yok oluş (fenâ fi’llah) makamıdır. Bu, insanın ulaşabileceği en yüksek makam ve en mükemmel saadettir. Ancak nefsin aynası cismanî ve nefsânî kuvvetlerden tamamen temizlenmezse bu gerçekleşmez.\n\nİnsan ilahî sevgi vasıtasıyla en yüksek mertebeye ulaşınca varlık dairesi tamamlanmış olur. Varlık dairesi, varlıkların Allah’tan tecelli etmesiyle yukarıdan aşağıya, varlıkların ilahi aşk vasıtasıyla ona ulaşmasıyla aşağıdan yukarıya doğru yükselerek tamamlanan bir dairedir.\n\nKınalızâde’nin buradaki açıklamaları bireysel mutluluğa yöneliktir. Ancak düşünürümüz insanın saadet ve kemale ulaşabilmesi için bir arada yaşamak ve insanlarla kaynaşmak zorunda olduğunu çünkü diğer insanların yardımına ihtiyacının bulunduğunu dile getirir. Onun bu sözlerinden mutluluk ve yetkinliğin elde edilmesinin bireyden aileye, aileden topluma doğru genişleyen bir açılımla mümkün olduğunu sonucu çıkar. Ona göre insan sosyal bir varlıktır bir cemiyet içinde yaşamak zorundadır. Çünkü insan, hayatını sürdürebilmek için yemek, içmek, barınmak, giyinmek, düşmanlardan korunmak gibi birtakım şeylere muhtaçtır. Bunu öncelikle ailede sonra yaşadığı toplumda devlet düzeni içinde gerçekleştirmek ister. Bunun için aile ve devlet yönetimiyle ilgili ahlâk kurallarına ihtiyaç vardır."
        },
        "9": {
            "Header": "Aile Yönetimi / Ahlâkı",
            "Content": "Müellif amelî hikmetin ikinci kısmı olan aile ahlâkı konusunda da genel olarak Tûsî ve Devvânî’yi takip etmiş; ailenin baba, anne, çocuklar, hizmetçiler ve erzak olmak üzere beş esası olduğunu bildirmiştir. Ayrıca çocuk eğitimi konusunda genellikle Tûsî ve Devvânî’yi takip eden düşünürümüz kız çocuklarının okutulması konusunda seleflerinden farklı düşünmekte, onlara hem okuma hem de yazma öğretilmesini savunmaktadır. Eserinde aile bireyi olacak hizmetçilerin seçiminde yardımcı olması için o dönem Osmanlı toplumundaki insan ırkları ve milletlerinin karakterleri hakkında ayrıntılı bilgiler vermiştir."
        },
        "10": {
            "Header": "Devlet Yönetimi / Ahlâkı",
            "Content": "Kınalızâde devlet ahlâkı konusunda da genel olarak Tûsî ve Devvânî’yi takip etmekle beraber bazı konularda farklı görüşleri savunmuştur. O, insanların toplum, dolayısıyla bir devlet düzeni içinde yaşamasını gerekli görür. Âlimimiz devlet ahlâkı konusunda Osmanlı toplumu ve devlet yapısındaki uygulamalardan fazlasıyla etkilenmiş görünmektedir. Onun âlimleri erdemli ülkedeki devleti idare etmekle görevli en üst gruba yerleştirmesi ilmiye sınıfının Osmanlı bürokrasisi üzerindeki etkisine işaret etmektedir. Ayrıca bürokrasi içinde yer aldığı halde Tûsî ve Devvânî gibi sultanlara çok yakın ve birebir ilişkiye girebilecek görevlerde bulunmamasının etkisiyle, -sıkça görülen örneklerin aksine- eserinde padişahlara aşırı övgü ve iltifatlarda bulunmamıştır. Bu özelliğiyle belki de sultanlara yakın olmama tavsiyesini en iyi uygulayan ahlâk düşünürlerinden birisi olmuştur."
        }
    }
}
