{
    "Name": "Macir Gökberk",
    "Desc": "Önemli bir Türk filozof ve akademisyen",
    "Period": "Republic",
    "Lifetime": [ 1908, 1993 ],
    "Importance": "Mid",
    "GUI": {
        "Position": [ -95, -155 ],
        "Color": [ 255, 245, 166 ]
    },
    "Content": {
        "0": {
            "Header": "Temel Bilgiler",
            "Content": "• Doğum Yeri ve Tarihi: Selanik, Osmanlı İmparatorluğu - 1908\n• Eğitimi ve Akademik Kariyeri:\n----> İstanbul Üniversitesi Felsefe Bölümü'nden mezun oldu (1932).\n----> Berlin Üniversitesi'nde doktora yaptı (1940).\n----> İstanbul Üniversitesi'nde doçent (1941), profesör (1949) oldu.\n----> 1952-1954 yılları arasında İstanbul Üniversitesi Edebiyat Fakültesi Dekanı olarak görev yaptı.\n----> 1978 yılında emekli oldu.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Macit Gökberk, özellikle felsefe tarihi, dil felsefesi ve Aydınlanma felsefesi üzerine çalışmalar yapmıştır.\n--------> Felsefe Tarihi: Anadolu-Yunan felsefesinden başlayarak Kant ve Hegel’e uzanan kapsamlı çalışmalar yaptı.\n--------> Dil Felsefesi: Felsefi kavramların sadeleşmesi ve Türkçeleştirilmesi üzerine yoğunlaştı.\n--------> Aydınlanma Felsefesi: Kant ve Herder’in tarih anlayışlarını inceledi.\n• Akademik ve Kültürel Katkıları:\n----> Türk Dil Kurumu Başkanlığı yaptı (1954-1960 ve 1969-1976).\n----> Hans Reichenbach’ın mantık derslerini Türkçeye aktardı.\n----> Türkiye’de felsefenin akademik gelişimine büyük katkılar sağladı.\n• Önemli Eserleri:\n----> Felsefe Tarihi\n----> Değişen Dünya, Değişen Dil\n----> Batı Anadolu’nun Yetiştirdiği Antik Filozoflar\n----> Aydınlanma Felsefesi, Devrimler ve Atatürk\n----> Kant ve Herder’in Tarih Anlayışları"
        },
        "1": {
            "Header": "Hayatı",
            "Content": "Macit Gökberk (1908; Selanik - 15 Ağustos 1993; İstanbul), felsefe dilinin yalınlaşması, terim karmaşasının giderilmesi ve kavramların sınırlanması alanlarında önemli çalışmalarda bulunan tanınmış Türk felsefecidir.\n\nKurtuluş Savaşı komutanlarından Şükrü Naili Gökberk ile eşi Nazire Hanım'ın oğlu Macit Gökberk, 1908'de Selanik'te doğdu.\n\nİstanbul Erkek Lisesi'nden mezun olduktan sonra 1932'de İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümünü Platon'un Theaitetos Diyaloğu üzerindeki bir çalışmasıyla bitirdi. Aynı yıl bu bölüme asistan oldu ve Hans Reichenbach'ın Logik adı altında verdiği dersleri Türkçeye aktardı.\n\n1935 yılında doktora çalışmaları için Berlin Üniversitesi'ne gitti. 1940 yılında Prof. Eduard Spranger'in yanında Hegel ve Auguste Comte’da Toplum Kavramı adı teziyle doktorasını verdikten sonra Türkiye'ye döndü ve İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü'ndeki görevine devam etti. Aynı bölümde önce doçent (1941), daha sonra da profesör (1949) oldu. 1978 yılında emekliye ayrıldı.\n\nGökberk'in çalışmaları felsefe tarihi ile dil ve bilgi sorunu olmak üzere iki konuda yoğunlaşmıştır. Felsefe tarihi ile ilgili çalışmalarını topladığı Felsefe Tarihi adlı yapıtı bir Türk felsefecisi tarafından kaleme alınmış ilk kapsamlı felsefe tarihidir.\n\nAnadolu-Yunan felsefesinden yola çıkarak 18. yüzyıl Aydınlanmasına, özellikle de Kant ve Hegel’e uzanan çalışmalarında Hegel’in devlet felsefesi, Kant ve Herder’in tarih anlayışları başlıca odağı oluşturur. Herder’le Kant’ın tarih sorununa getirdikleri çözümü Kant ile Herder’in Tarih Anlayışları adlı yapıtında, Hegel’le ilgili çalışmalarını da Felsefe Arşivi dergisinde yer alan Hegel’in Devlet Felsefesi ve Hegel Felsefesi-Yaşayan Yönleriyle adlı yazılarında sergilenmiştir.\n\nDil konusunun Gökberk’in felsefe anlayışı içinde özel bir yeri vardır. Düşüncenin üretilmesinde başlıca kaynak olan dil, onu kullananlardan bağımsız değildir; uygarlığın gelişimi ile değişir, kendi kendini yeniler. Gökberk dil ile ilgili bu düşüncelerini Değişen Dünya, Değişen Dil adlı bu yapıtında toplamıştır.\n\nBu arada felsefe dilinin sadeleşmesi, Türkçe felsefe terimlerinin kurulması, kavramların sınıflandırılması yolunda uğraş vermiştir. 1942 yılında henüz bir öğrenci iken ilk Türk Dil Kurultayı’nı izleyen Macit Gökberk, 1954-1960 ve 1969-1976 yılları arasında Türk Dil Kurumu Başkanlığı yapmıştır.\n\nMacit Gökberk, 15 Ağustos 1993 günü İstanbul’da öldü.\n\nHer yıl felsefe ve deneme yazıları alanında Gökberk ailesi ve Türkiye Felsefe Kurumu tarafından anısına Macit Gökberk Felsefe Ödülü verilir."
        },
        "2": {
            "Header": "Başlıca Eserleri",
            "Content": "• Kant ile Herder’in Tarih Anlayışları (1948)\n• Felsefe Tarihi (1961)\n• Felsefenin Evrimi (1979)\n• Değişen Dünya Değişen Dil (1980) "
        },
        "3": {
            "Header": "Macit Gökberk’in Felsefe Anlayışı",
            "Content": "Macit Gökberk, felsefeyi doğrudan tanımlamamış, dolaylı yollardan felsefeden ne anladığını belirtmiştir. 1947’de yayınladığı Leibniz’in Alman Dili Üzerine Görüşleri adlı yazısında, felsefenin başlıca işlerinden biri, çağın kültürüne bilincini duyurmak, bu bilinci sistemli bir aydınlığa ulaştırıp kültürün gücünü artırmak olduğunu bildirmiştir. Bunalımlı dönemlerde felsefenin bu görevi, bütün varlığımızı kucaklamaya kadar gider. Çünkü felsefe, gerçeğin şu veya bu yanını araştırmaz, varlığın bütününü kavramak ister ve en son olana kadar sokulmayı dener. Felsefeden yalnız teorik bir aydınlanma değil, pratik düzenimizin ışığa çıkan yollarını da bize göstermesini bekleriz. Başka bir deyişle, felsefe hayata kılavuzluk etmelidir (Gökberk 1997/7, 82).\nFelsefe ile çağ arasındaki ilişkiyi, 1948’de yayınlanan Kant ve Herder’in Tarih Anlayışları adlı çalışmasında da kurmuştur. Ona göre felsefe, çağın bilincini açığa çıkarmak ve hayata rehberlik etmekle görevlendirilmiştir.\n\n“Felsefe, lüks değildir. Biz bir gereksinme yüzünden felsefe yaparız; çünkü yaşamımızın anlamı karanlıktır. Bugün bu karanlığı en sıradan insan bile duyuyor. Eskiden din, inan bu karanlığa ışık getiriyordu. Bugün bir aydınlanma çağında yaşıyoruz: Yaşam bilmecesine din ve geleneklerin bulduğu yanıtlar gönüllerimizi artık kandıramıyor. Bugünün insanı ışığını artık kendisi bulmak zorundadır. Bireysel yaşamlar üzerine çöken bu karanlığın içine uluslar ve kültür çevreleri de çekilmiştir.” (Gökberk 1997a, 55).\n\nAdı geçen kitabın sonraki sayfalarında felsefe ile kültür arasındaki ilişkiyi yeniden dile getirmiştir.\n\nGökberk’e göre felsefe sistemleri soyut düşünmenin değil, hayatın mahsulleridir. Bunların gerisinde, kendi hayat denemeleri ile yüklü, çevresine ve geçmişine derin bağlar ile bağlı, bu çevre ve geçmişin ortaya koymuş olduğu kültür değerleri ile örülmüş insan özelliği ve biricikliği ile bulunur (M. Gökberk, parantez içinde Dilthey adını yazarak, bu görüşün Dilthey’a ait olduğu izlenimini vermiştir. Dilthey’ a ilişkin kaynak bildirmemiştir).\n\nTarihin yürüyüşü içinde sayısız öznelerin yapıcı aktlarından meydana gelip işlenen, ama sonra tek tek benlerden çözülüp ayrılarak nesnelleşen başarılar ve eserler, tek şuurun karşısına verilmiş bir kültür olarak çıkarlar. Bu nesnel kültürün yapısı ferdin manevi yapısına her yandan sokulup siner, onun düşünüş, duyuş ve devlet ile toplum içindeki yaşayışının formunu belirler. Gerçi başka başka tarih devrelerinde ve kültürlerde yaşayan fertlerin manevi kuruluşlarında aynı bir değer yönü ağır basıp bunları aynı bir tip içinde birleştirir (Gökberk 1948, 10).\nGökberk’in ilk çalışmalarında, felsefeden ne anladığına ilişkin görüşleri şu şekilde özetlenebilir:\n\nFelsefe, çağın kültürüne bilinci duyurmak, kültürün gücünü artırmak, bunalım dönemlerinde bütün varlığımızı kucaklamak, sadece teorik aydınlanma değil pratik düzenin ışığına açılan yolları göstermek, hayata rehberlik etmek, karanlık bir anlama sahip hayatı aydınlatmak, din yeterli olmadığından hayatı anlamlandırmak, bugünün insanına ışığını kendi bulmasında yardımcı olmak için kültürel yapı içinde oluşan, ferdin belirlenmesi görevlerini yerine getirmektedir.\nGökberk, Batı Anadolu’nun Yetiştirdiği Filozof¬lar adlı 1960 yılında yayınladığı yazıda, felsefeyi başlatan unsurun tutum ve yol olduğunu belirtmiştir (Gökberk 1960, 75). Gökberk’e göre felsefeyi başlattığı kabul edilen Thales öncesi, mit temelli şemayı insan kendisi düşünüp meydana getirmemiş, onu hazır bulmuştur (Gökberk 1960, 76). Thales’le ortaya çıkan, insanın dünya karşısındaki durumunu düşünce ile belirlemek, dünya içindeki tutumunu değişmez bir şema diye anlamayıp bu tutumu düşünme ile bulup temellendirmektir. İnsanın, dünyasını, buradaki yerini, rolünü kendi aklıyla bulup aydınlanmasıdır. Bununla da insanoğlu hürlüğe ulaşmıştır (Gökberk 1960, 77). Thales’in yaptığı işte önemli olan, bu sonuca birey olarak varmasıdır, yoksa bulduğu şeyin doğru ya da yanlış olması önemli değil (Gökberk 1960, 78). Ana maddeyi, arkhenin ne olduğunu araştırmak, varlığın tabiatını yapısını araştırmak demektir. Değişme ve oluşun dayandığı ilkeyi keşfetme çabası felsefenin temelinde yer almaktadır (Gökberk 1960, 78). Asıl gerçek nedir? gerçek insan nedir ve ne olmalıdır? soruları Yunan felsefesinin ağırlık merkezini oluşturmuştur (Gökberk 1960, 79). Gökberk, felsefenin ortaya çıkışını, bir tutum farklılığı olarak görmektedir. Mitik yapının terk edilmesi ve insan, dünyadaki yerini aklıyla temellendirmesi felsefenin kökeni olarak görülmektedir. Ayrıca felsefenin varlık, ana madde, köken sorunlarıyla ilgilendiği belirtilmiştir.\n\nFelsefenin Evrimi (1979) adlı kitabın Önsöz’ünde felsefe anlayışına ilişkin ipuçları vermiştir. Felsefe tarihi neden gerekli? sorusunu cevaplamak için, felsefe nedir? sorusunu öne çıkarmış ve bu sorunun yanıtının kolay olmadığını belirtmiştir. Ona göre felsefe, felsefeye özgü olan, iyi, doğru, güzel nedir gibi bir takım soruları, özel bir tutumla ele alır. Felsefede görülen tutum da, hep temele kadar gitmek, sonuna kadar gitmek çabasıdır (Gökberk 1979, 1). Felsefenin bütün tarihi boyunca uzayıp giden bu çabalar, felsefe tarihinin konusunu oluşturur. Felsefenin ne olduğu da, ancak bu sürüp giden çalışmaların -sorunlarla uğraşıp didinmelerintümünü kavramakla, bunları toplu bir bakışta düzenlemekle anlaşılabilmektedir (Gökberk 1979, 1). Ona göre felsefe tarihi, felsefeyi oluşturan belli başlı filozof¬ların sürüp giden bir tartışması şeklinde de görülebilir. Sorunların ortaya konuluşu ile bunların çözüm denemeleri, bu filozof¬ların yapıtlarında gerçekleşmiştir. Felsefenin tarih boyunca evrimi, gerçekte, bu kaynakların kendisinden, öğrenilebilir. Bunlar bize felsefenin, büyük ustalarının eliyle nasıl işlendiğini, nasıl yapıldığını, doğrudan doğruya gösterirler; dolaysıyla bize felsefede yaratıcılığın yollarını açarlar (Gökberk 1979, 1). İyi, doğru, güzel gibi sorular, özel tutum, temele kadar gitmek, felsefe tarihi, felsefenin özellikleri olarak öne çıkarılmıştır.\n\nMacit Gökberk, felsefe hakkındaki görüşlerini, felsefede özgünlük bağlamında da dile getirmiştir. Yapılan bir söyleşide, felsefede yaratıcılıktan, felsefenin demirbaş sorularına ışık tutma ve onların güçlüklerini çözme çabalarını anladığını ve yaratıcılıkla ilgili olan özgünlük de, felsefeye yeni sorunlar getirmek olduğunu belirtmiştir (Gökberk 1982, 21-22). Ona göre, özgün felsefe üretebilmek için, felsefe tarihinin büyük doruklarını bilmek gerekir. Felsefe tarihinde belki bir gelişme yoktur; fakat Platon, Augustinus, Descartes, Kant gibi doruklar vardır. Bunlar felsefe yapmış, yaratmış olan doruklardır; ancak bunları bilerek felsefe özgün olabilir. Felsefe kolektif bir çalışmadır (philosophia perennis) (Gökberk 1982, 22-23). Bir başka söyleşisinde, felsefenin gelişmesi için önkoşul olan özgürlükten sonra gerekli olanlar belirtilmiştir. Gerekliliklerden biri, Batı felsefesinin ortaya koyduğu bilgi dağarcığının içine girmek elde edilen bilgilerle felsefe yapmaktır. Özgün felsefe ortaya koyabilmek için, belli bir bilgi birikimine sahip olmak yanında, bu bilgi birikimi kullanacak bir zeka, bir aklı işletme alışkanlığı da olmalıdır. Bu aşamadan sonra, felsefeyi ortaya koymuş, oluşturmuş büyük düşünürlerin yapıtlarına -felsefenin nesnelleştiği bu yapıtlara- dayanarak, onlarla birlikte düşünerek, birlikte felsefe yapılabilir (Gökberk 1983/1, 12). Özgünlük bağlamında felsefe, felsefenin doruklarıyla ilişkilendirilmiş, doruktakilerin takip edilmesi ve aklı işletme alışkanlığı temeline dayandırılmıştır. Ona göre, sadece ve sadece felsefenin ana kaynaklarına gitmek, büyük filozof¬ların eserlerini okumak, okumak ve okuyarak onlar gibi düşünmek. Felsefede, yapıcı, yaratıcı olan tek yol, felsefeyi yaratmış olan bu büyük ustalarla birlikte düşünmek, birlikte düşünebilmek için de onların nasıl düşündüğünü kavramaktır. Ayrıca bilimler ile sanatlardan faydalanmak da gerekir (Gökberk 1982, 30). Bu veriler, felsefe öğrenme ve yapmanın, felsefe tarihi öğrenmeyle örtüştürüldüğü sonucuna götürmektedir."
        }
    }
}
