{
    "Name": "Mehmed İzmiri",
    "Desc": "Fahreddin Râzî çizgisindeki on sekizinci yüzyıl usulcüsü ve mütekellim",
    "Period": "Islamic",
    "Lifetime": [ 0, 1751 ],
    "Importance": "Mid",
    "GUI": {
        "Position": [ 125, -130 ],
        "Color": [ 222, 211, 245 ]
    },
    "Content": {
        "0": {
            "Header": "Temel Bilgiler",
            "Content": "• Tam İsim: Mehmed b. Velî b. Resûl el-Kırşehrî\n• Doğum Yeri: Kırşehir\n• Ölüm Yeri: İzmir\n• Hocaları: Mirza Fâzıl\n• Ekolleri: Felsefe, Fıkıh, Kelam"
        },
        "1": {
            "Header": "Hayatı",
            "Content": "Hayatı hakkında sınırlı bilgi bulunan Mehmed İzmîrî, Kırşehirli olup eğitim hayatına burada adım attı. Daha sonra İstanbul’a giderek Mirza Fâzıl ve dönemin diğer âlimlerinden çeşitli ilimlere dair dersler gördü. İcâzet aldıktan sonra ise davet üzerine İzmir’e gitti ve tedris faaliyetiyle meşgul oldu. Ayrıca kendisine müftülük vazifesi de tevdi edildi. Hayatının sonuna kadar bu vazifeleri icra ederken bir taraftan da telif, şerh ve hâşiye türü çalışmalar ortaya koydu.  1165/1751 yılında İzmir’de vefat etti ve İkiçeşmelik’te Ulu Mezarlık’a defnedildi."
        },
        "2": {
            "Header": "Öne Çıkan Eserleri",
            "Content": "• Hâşiyü’l-İzmîrî ‘alâ Mir’âti’l-usûl: Hacı Muharrem Efendi Matbaası, İstanbul 1285.\n• Hâşiye ‘alâ Şerhi İbni’l-Hâcib li-Muhtasari’l-Müntehâ.\n• İbrâzü’z-Zamâ’ir ‘ale’l-Eşbâh ve’n-Nezâʾir.\n• Kemâlü’d-Dirâye ve Cem‘ü’r-Rivâye ve’d-Dirâye min Şerhi Mülteka’l-Ebhur: nşr.  Muhammed Mustafa el-Hatib, Dârü’l-Kütübi’l-İlmiyye, Beyrut 2017/1438.\n• İsticlâbü’l-Meserrât fî Şerhi Delâili’l-Hayrât:\n• Şerhu’l-Hilâfiyyât beyne’l-Eş‘arî ve’l-Mâtürîdî (Mesâ’ilü’l-Hilâfiyyât fîmâ beyne’l-Eş‘ariyye ve’l-Mâtürîdiyye.\n• Zübdetü ‘İlmi’l-Kelâm.\n• Şerhu’l-‘Akâ’idi’l-Cedîde fi’l-Kelâm.\n• Hâşiye ‘alâ Şerhi’l-Fenârî fi’l-Mantık.\n• Hâşiye ‘alâ Hidâyeti’l-Hikme.\n• ed-Dürerü’s-Seniyye fî Fezâ’ili’d-Devleti’l-‘Omâniyye.\n• Tercüme-i Târîh-i Taberî."
        },
        "3": {
            "Header": "Öğretisi",
            "Content": "Mehmed İzmîrî’nin fıkıh usûlüne dair yaklaşımlarını, Molla Hüsrev’in Mir’ât’ı üzerine yazıdığı ve klasik fıkıh usûlü eserlerinin en kapsamlı son örneği olarak kabul edilen hâşiyesinde görmek mümkündür. Fahreddîn er-Râzî ile bir ilim dili haline gelen felsefe-mantık merkezli dilsel örgü, İzmîrî’nin eserinde bariz bir şekilde görülebilmektedir. Hem dil ve argümantasyonda baskın bir tercih olan bu yöntem hem de bağlantılı literatürün öne çıktığı eser, metni olan Mir’ât üzerinden mevcut birikimin bir hülasasını ve aynı zamanda tahkikini gösteren bir hüviyet taşır. Bu ise yazarı metni sadece açıklamakla yetinmenin ötesine taşır ve eserin de tahkik mahsulü bir çalışma olarak müstağni kalınamayacak bir yer edinmesini sağlar. Eserde karşılaşılabilecek en önemli zorluk, muhaşşinin kendisine ait görüşlerin ne olduğunun tespitidir. Zira konuya dair mevcut yaklaşımlarla birlikte metin sahibinin görüşü kritik edilir ve  bizatihi muhakkike ait görüş net bir şekilde kendisini göstermez. Eserde en fazla atıf yapılan âlimler, İbnü’l-Hâcib, Sadrüşşerîa, Teftazânî ve Molla Fenârî’dir. İzmîrî, her disipline ait değerlendirmeleri, o ilmin metinleri üzerinden aktarmaya dikkat eder. Bu çerçevede temel konulara dair bazı yaklaşımları şöyle ifade edilebilir:\n\nİzmîrî’nin, fıkıh usûlünün tanımına dair Molla Hüsrev’in, izafî değil de lakabî tarifi tercih edişini gerekçelendirirken bunun, bütün usûl meselelerini ifade için isabetli olduğundan bahseder. Şöyle ki usûl kelimesi, deliller anlamındadır. Fıkıh usûlü ilmi ise sem‘î deliller, tercih, içtihat ve ahkâmla ilgili kaidelerin toplamından ibarettir. Dolayısıyla lakabî, yani “usûl” ve “fıkıh” kelimelerini müstakil değerlendirmeyip bir disiplin olarak “fıkıh usûlü ilmi” merkezli tanım, maksat ve vakıaya uygun düşmektedir. Ancak İzmîrî, diğer pek çok konuda farklı yaklaşımları ve gerekçelerini verirken doğrudan bir tercih ifadesi kullanmayı tercih etmez. Bu tavır eserde yaygın bir şekilde bulunmakta olup bu ise tahkik yönteminin kaçınılmaz bir sonucu olarak görülebilir. Meselenin bu yönünü dikkatten kaçırmamak suretiyle temel konulara dair bazı yaklaşımları şöyledir:\n\nDini ilimler açısından şer‘î ilim, felsefeciler için hikmet ilmine tekabül etmektedir. Şöyle ki onlara ait bilgi, amelî ve nazarî kısımlarına ayrıldığı gibi şer‘î ilim de amelî ve nazarî kısımlarına ayrılır. İtikat ve ahlâkla ilgili hususûlar nazarî kısma dâhilken ahkâmla ilgili meseleler amelî kısma denk düşer. Burada inançla ilgili meselelerin kalbin ameli olması veya ahlâkla ilgili konuların neticede amele yansıması, çizilen bu çerçeveye halel getirecek boyutta değildir. Zira amelî olmak, dış organlarla icra edilebilirlik anlamı taşımaktadır.\n\nEbû Hanîfe’ye nispet edilen fıkhın tarifindeki “kişinin, lehinde ve aleyhinde olan şeyleri bilmesi”nde lehine ve aleyhine olan şeyler, üç farklı anlama gelebilir. (1) Kişiye ahirette fayda sağlayan-zarar veren; (2) kişinin yapması câiz olan-vâcip olan; (3) kişinin yapması câiz olan-haram olan şeklindedir.\n\nFıkıh usûlünün konusu, deliller ve ahkâmdır. Burada bir ilmin mevzuu birden çok olabilir mi problemi gündeme gelebilecektir. İzmîrî, dış dünyada varlığı bulunmayan şeyler hakkında farklı yönlerden yapılabilecek değerlendirmelerle zâtî araz sayılabilecek birden fazla şeyin kendilerine izafe edilebileceğini vurgular. Dolayısıyla izafete bağlı olarak ortaya çıkabilecek bu farklıklar, mevzuun birden çok telakki edilmesine sebebiyet verebilir. Mesela fıkıh usûlünde meselelerin bir yönü delillere bir yönü ahkâma bakabilmektedir. Dolayısıyla ispat-sübut ilişkisi bağlamında iki veçhe bulunmaktadır. Ancak bunlar bir bütün ve eşit seviyede etkide bulunarak fıkıh usûlünün mevzuunu teşkil etmektedirler.\n\nFıkıh usûlündeki kitap, sünnet ve icmâ, mutlak anlamda asıllardır. Kıyas ise bir yönden asıl bir yönden fer’dir. Asıl olma yönü, ortaya hüküm çıkartabilmesi ve illetin tekerrür etmesi sebebiyle hükmün vasfını, husustan umuma doğru değiştirmesi şeklinde tezahür eder. Fer’ olması ise ilk üç delile bağımlılığı nedeniyledir. Diğer deliller olarak şer‘u men-kablenâ, örf ve teâmül, istishâb, taharrî, zahir veya ezhar olanla amel, sahâbî kavli, kura çekmek ve kibar-ı tabiin kavliyle amel Molla Hüsrev tarafından zikredilir ve bunların, ilk üç asılla irtibatı gösterilir. İzmîrî ise istihsan ve maslahat-ı mürseleyi de bunlara ekleyip ilk dört delilden birine râcî olduklarını belirtir. Ancak bununla da yetinmeyip bunların kıyasa eklemleneceğini söyler.\n\nFıkıh usûlünün ikinci temel konusu olan hüküm, çeşitli şekillerde tanımlanmıştır. Bu bağlamda fukaha “Şâri‘in hitabıyla sabit olan farz, vücûb, nedb ve diğer şeyler”; usûlcüler ise “iktiza veya tahyir suretiyle mükelleflerin fiillerine bağlanan Allah Teâlâ’nın hitabı” şeklindeki tanımı tercih eder. Burada gelebilecek en temel eleştiri, sünnet, icmâ veya kıyas gibi diğer delillerle sabit olan şeyler Şâri‘in yani Allah Teâlâ’nın hitabıyla ortaya konulmuş olmayacağı şeklindedir. İzmîrî, Hz. Peygamber’in de şâri‘ olduğunu; icmâın Şârî‘in hitabını ortaya çıkarttığını; kıyasın da benzer şekilde olduğunu ifade eder ve neticede bunlarla sabit olan hükmün Şârî‘in hitabı kapsamı dışında tutulamayacağını belirtir."
        }
    }
}
