{
    "Name": "Mehmet Ali Aynî",
    "Desc": "Cumhuriyet ve modernleşme dönemi Türk felsefesinin öncü isimlerinden",
    "Period": "Republic",
    "Lifetime": [ 1869, 1945 ],
    "Importance": "High",
    "GUI": {
        "Position": [ 70, -175 ],
        "Color": [ 212, 241, 255 ]
    },
    "Content": {
        "0": {
            "Header": "Temel Bilgiler",
            "Content": "• Doğum Yeri ve Tarihi: Serfiçe, Manastır, Osmanlı İmparatorluğu - 1869\n• Eğitimi ve Akademik Kariyeri:\n----> İlk öğrenimini Serfiçe’de aldı, ardından Selanik ve İstanbul’da eğitim gördü.\n----> 1888’de Mekteb-i Mülkiyye’den mezun oldu.\n----> İstanbul Hukuk Mektebi’nde öğretmen yardımcılığı yaptı.\n----> 1914’te İstanbul Dârülfünûnu’nda felsefe müderrisliğine başladı.\n----> Edebiyat Fakültesi Müderrisler Meclisi Reisi oldu (1915).\n----> İlahiyat Fakültesi, Harp Akademisi ve İslam İlimleri Tetkik Enstitüsü’nde dersler verdi.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Mehmet Ali Aynî, özellikle İslam felsefesi, tasavvuf ve Batı düşüncesi üzerine çalışmalar yapmıştır.\n--------> İslam Felsefesi: İbn Arabi ve Celâleddin Devvânî üzerine araştırmalar yaptı.\n--------> Tasavvuf: Vahdet-i vücûd anlayışını felsefi bir çerçevede değerlendirdi.\n--------> Batı Düşüncesi: Modernleşme sürecinde Batı ve İslam kültürleri arasındaki etkileşimi inceledi.\n• Akademik ve Kültürel Katkıları:\n----> Türk düşünce tarihi ve felsefesi üzerine önemli eserler yazdı.\n----> Harvard ve Oxford’daki Milletlerarası Felsefe Kongrelerinde Türkiye’yi temsil etti.\n----> Paris Asya Cemiyeti’nin asli üyeliğine seçildi (1935).\n• Önemli Eserleri:\n----> Felsefe Dersleri\n----> İslam Tasavvufu\n----> Dinler Tarihi\n----> Celâleddin Devvânî ve Felsefesi\n----> İbn Arabi’nin Felsefesi"
        },
        "1": {
            "Header": "Hayatı",
            "Content": "Cumhuriyet ve modernleşme dönemi Türk felsefesinin öncü isimlerinden, Modern İbn Arabî yorumcusu, Dârülfünûn felsefe hocası.\nMehmed Ali Ayni 1869’da Manastır’ın Serfiçe kasabasında doğdu. Ailesi Rumeli’nin fethinden sonra Konya’dan getirilerek Rumeli’ye yerleştirilen Türklerdendir. Serfiçe’de başladığı eğitimine Selânik ve İstanbul’da devam etti. İstanbul’da Çiçekpazarı Rüşdiyesi’nde başladığı orta öğretimini ise San’a Askerî Rüşdiyesi’nde ve Gülhane Askerî Rüşdiyesi’nde tamamladı. 1888’de Mekteb-i Mülkiyye’den yüksek derece ile mezun oldu. Arapça ve Farsça yanında çok erken yaşlarda iyi derecede Fransızca öğrendi. Mülkiyye’nin son sınıfında bir istatistik kitabı çevirerek dönemin Maarif Nazırı Münif Paşa’nın teveccühünü kazandı. Bu sebeple mezuniyetinden sonra, Münif Paşa’nın Hukuk Mektebi’nde fahri olarak okuttuğu İlm-i Servet dersi Muallim Muavinliği’ne getirildi. Bu tarihten sonra sırasıyla Edirne İdâdîsi Muallimliği, Dedeağaç İdâdîsi ve Halep Sultanîsi Müdürlüğü, Diyarbakır Maarif Müdürlüğü ve Maarif Nezâreti İstatistik Kalemi Başkâtipliği gibi bürokratik görevlerde bulundu. 1896’dan 1913 yılına kadar süren idarecilik hayatı boyunca Kosova ve Kastamonu Mektupçuluğu, Sinop Mutasarrıf Vekilliği, Taiz, Amâre, Balıkesir ve Lazkiye Mutasarrıflığı ile Yanya ve Trabzon Valiliği yaptı. Bu son görevinde iken Talat Paşa’nın emriyle emekliye sevkedildi.\n\nEylül 1913’de, sağlık sorunları sebebiyle Dârülfünûn felsefe müderrisliğinden ayrılan Emrullah Efendi'nin tavsiyesi üzerine İstanbul Dârülfünûnu’nda felsefe müderrisliğine atandı. Kısa süre sonra, ders müfredatı ve hocaların öğretim tarzını beğenmediği için bu görevinden ayrıldı. Dârülfünûn’da İçtimaiyyat Müderrisi Ziya Gökalp’in ısrarı üzerine Ekim 1914’de Dârülfünûn Edebiyat Şubesi Umumî Felsefe Müderrisliğine tayin edildi. 1915’te Edebiyat Fakültesi Müderrisler Meclisi Reisi, 1923’te Tedkîkât ve Telifât-ı İslâmiyye Heyeti üyesi oldu. Bu sırada arkadaşlarıyla birlikte Türk düşünce tarihi ve felsefesinde önemli bir yeri olan Dârülfünûn Edebiyat Fakültesi Mecmuası’nı neşretti; Babanzâde Naim Bey ve Rıza Tevfik’le birlikte Istılahât-ı İlmiyye Encümeni’nde felsefe terimlerinin karşılıklarını tesbit çalışmasına katıldı. Dârülfünûn’daki felsefe ve felsefe tarihi derslerinden başka Çamlıca Kız Lisesi’nde edebiyat, Medresetü’l-İrşâd ve İlâhiyat Fakültesi’nde tasavvuf tarihi, Harp Okulu’nda ahlâk felsefesi, Harp Akademisi’nde siyasî tarih, İslâm İlimleri Tetkik Enstitüsü’nde dinler tarihi okuttu. Milli kültür ve değerlerimizi millî sınırlar dâhilinde olduğu gibi millî sınırların dışında da tanıtmak amacıyla 1926’da Harvard’da, 1930’da Oxford’da toplanan Milletlerarası Felsefe Kongrelerine katılarak ülkemizi temsil etti ve bu kongrelerde Bursalı İsmail Hakkı ve Celâleddin Devvanî hakkında birer tebliğ sundu. 1927’de İngiliz Felsefe Araştırmaları Enstitüsü, 1931’de Milletlerarası Felsefe Kongreleri Teşkil Komitesi daimi üyesi, 1935’te L. Massignon’un da dâhil olduğu bazı tanınmış müsteşriklerin teklifleri üzerine Paris Asya Cemiyeti aslî üyeliğine seçildi. 1933’de teşkil edilen İstanbul Üniversitesi İslâm ilimleri Tedkik Enstitüsü Dinler Tarihi Ordinaryüs Profesörlüğü’ne seçildi. 1935’te ikinci defa emekliye ayrıldıktan sonra 1937’de İstanbul Kütüphaneleri Tasnif Komisyonu başkanlığı görevini üstlendi. 30 Kasım 1945’te vefat etti ve Zincirlikuyu Mezarlığı’na defnedildi.\n\nM. Ali Aynî gerek felsefî faaliyetleri ve 30 civarındaki eseri ile, gerekse yetiştirdiği talebeleri ve müesseselerdeki kurucu rolüyle geç Osmanlı ve Erken Cumhuriyet döneminin en verimli fikir adamlarından biridir. Türk fikir hayatındaki sürekli tesiri sebebiyle Üniversite gençliği kendisine 75. yaşı ve basın hayatının 50. yılı münasebetiyle 20 Ocak 1943’te bir jübile tertip etmiş, Eminönü Halkevi’nde yapılan bu toplantıda talebeleri ve meslektaşları söz alarak onun ilmî ve fikrî şahsiyeti etrafında konuşmalar yapmıştır. Ayrıca İş Mecmuası’nın 32. sayısı da M. Ali Aynî’nin hayat ve eserlerine tahsis edilmiştir."
        },
        "2": {
            "Header": "Öne Çıkan Eserleri",
            "Content": "• Nazarî ve Amelî İstatistik: İstanbul 1306/1889.\n• Örfiyyât-ı Siyâsiyye ve Ahlâkiyye: (M. Block’tan çeviri), İstanbul 1327.\n• İlim ve Felsefe: (Ch. Bourdel’den çeviri), İstanbul 1331.\n• Terbiyeye Aid Tatbîkât ile Birlikte Rûhiyyat Dersleri: (E. Rabaud’dan çeviri), İstanbul 1331.\n• Muallim-i Sânî Fârâbî: (Baron Karodovo’dan çeviri), İstanbul 1332.\n• Şeyh-i Ekber’i Niçin Severim? İstanbul, 1339.\n• İntikâd ve Mülâhazalar: İstanbul 1339.\n• Tasavvuf Tarihi: İstanbul 1341-1342.\n• Ahlâk Dersleri: İstanbul 1343.\n• Hacı Bayram-ı Velî: İstanbul 1343.\n• Reybîlik, Bedbînlik, Lâ-ilâhîlik Nedir? İstanbul 1927.\n• Dârulfünûn Tarih-i Felsefe Dersleri: İstanbul 1330/1914.\n• Dârülfünûn Târihi, (Telif), İstanbul 1927.\n• Rûhu’l Beyân Müellifi Bursalı İsmail Hakkı Hakkında Bir Tedkîk: İstanbul 1928.\n• Türk Mantıkçıları: İstanbul 1928.\n• Türk Ahlâkçıları: İstanbul 1939.\n• Milliyetçilik: İstanbul 1943.\n• Türk Azizleri: Bursalı İsmail Hakkı: İstanbul 1944.\n• Hayat Nedir? İstanbul 1945."
        },
        "3": {
            "Header": "Öğretisi",
            "Content": "Saltanat, Meşrutiyet ve Cumhuriyet dönemini tecrübe eden ve her üç dönemde de bürokrasi ve eğitim kademelerinde görev alan M. Ali Aynî, İslâm ve Batı kültürü arasında, yaşadığı dönemin sosyal, siyasî ve kültürel problemlerine çözüm arayan bir “geçiş dönemi” düşünürüdür. H. Z. Ülken onu “II. Meşrutiyet’in Şehbenderzâde ve İsmail Fenni gibi Şarkla Garp arasında bağlantıyı temsil eden fikir adamları” arasında sayar. Aynî’den söz eden kaynaklarda onun özellikle İslâmcı, Batıcı ve milliyetçi kimliğine vurgu yapılır. Gerçekten onun her üç kimliği de kendi şahsiyetinde buluşturduğu, eserlerinde bu üç cereyanı çatışmaksızın uzlaştırdığı görülür. Bilhassa tasavvufî alandaki eserleri ve tenkitleri açısından İslâmcı; erken yaşlardan itibaren Batı’dan yaptığı tercümeler ve Batı felsefesine olan ilgisi nedeniyle Batıcı; bütün eserlerinde görülen telif siyaseti ve son eseriyle de milliyetçi bir portre çizmektedir. Tanzimat’tan bu yana hemen hemen bütün aydınlarda görülen bu üç cereyanı uzlaştırma endişesi Aynî’de de hissedilir. Hilmi Ziya bu tutumu onun mistik şahsiyeti ve vahdet-i vücûd anlayışı ile izah eder.\n\nAynî, tenkit yazıları bir tarafa bırakılırsa, felsefe alanındaki önemli faaliyetlerine rağmen, daha ziyade tasavvuf alanındaki çalışmalarıyla tanınır. Bunda onun felsefî bakımdan “spritüalist” şahsiyeti ve felsefeyi de vahdet-i vücûd anlayışı çerçevesinde değerlendirmesi etkili olmuştur. Ülken’e göre bu dönemde “panteist” görüşü savunan İsmail Saip Efendi ile Âbdülâziz Mecdi gibi değerli şahsiyetler yetişmiş, ancak bunlardan hiç biri batı felsefesi, milliyetçilik ve yeni ilme rağbet etmedikleri ve dolayısıyla kapalı bir dünya içinde kaldıkları için intikal halinde olan cemiyete ve yeni nesillere tesir edememişlerdir. Oysa Aynî bunlardan tamamen farklı olarak, batı felsefesiyle yoğrulmuş kafası ve yeni hayatın icapları, milliyetçiliğin bütün aşamalarını idrak eden şuuru ile kendi manevi bütünlüğünü telkin edecek bir kuvvet göstermiştir. Bu bakımdan Ülken’e göre Aynî, Meşrutiyet’in ilk yıllarında Hikmet gazetesinde materyalistler ve pozitivistlerle mücadele eden ve Batı’yı bilen Şehbenderzâde Filibeli Ahmed Hilmi ile mukayese edilebilir. Ancak o, tam bir “mistik” olduğu için vahdet-i vücûd anlayışını temellendirmek için Şehbenderzâde ve İsmail Fennî gibi felsefe ve ilim incelemesi yapmaya yanaşmamış, Batının felsefe yayınlarına ait bilgisi ve tenkitlerindeki kuvveti bu sahada göstermemiş, hal tercümeleri, rivayetler, şiirler ve mistik tecrübelerle yetinerek bir “inanç adamı” olarak kalmayı tercih etmiştir.\n\nM. Ali Aynî Batı felsefesi konusunda oldukça bilgi sahibidir ve çeşitli eserlerinde yeri geldikçe bu bilgileri sıralama ihtiyacı hissetmektedir. Bu tutum daha önce örneğini Münif Paşa, Ali Suavi ve özellikle Ahmet Midhat Efendi’de gördüğümüz Tanzimat ve Meşrutiyet dönemi aydınının genel psikolojisini ve didaktik, pragmatik, eklektik ve tipik ansiklopedist karakterini hatırlatmaktadır. “Geniş kitleleri bilgi sahibi” yapmaya çalışan bu mütefekkirler felsefe bakımından eksik ve yetersiz kabul edilen bir düşünce hayatı için Batı’dan gelen her bilginin yeni olduğu inancıyla ve her vesile ile okuyucuları bilgilendirmeye çalışmaktadır. A. Utku bu “naif, duygusal, pragmatik bir aktarım ve eleştiri” tarzını Osmanlı aydının Batı düşüncesi karşısında bir “gecikmişlik”, “hayatilik” ve “ivedilik” psikolojisi içerisinde olmasına bağlamaktadır ki, bu değerlendirme bize göre de oldukça yerindedir."
        },
        "4": {
            "Header": "Türk-İslam Filozofları ve Monografi Denemeleri",
            "Content": "M. Ali Aynî’nin felsefi açıdan öne çıkan en önemli faaliyeti Türk-İslâm düşünürleri üzerine yaptığı monografik çalışmalardır. Bu çalışmalardan maksat içeride ve dışarıda Türk milletinin Avrupa düzeyinde büyük şahsiyetler yetiştirdiğini göstermektir. Şeyh-i Ekber’i Niçin Severim adlı eserinin önsözünde, Türk mütefekkirlerinin eserleri ve biyografilerinin yeterince yazılmamasını millî maarifimiz açısından mühim bir eksiklik olarak niteleyen Aynî, İbn Arabî hakkında yazdığı monografi gibi, diğer büyük Türk mütefekkir ve âlimlerinden bir kaç zatın biyografisini de yazacağını belirtir. Gerçekten Aynî daha sonra Farabî ve Gazalî gibi İslâm mütefekkirleri yanında İsmail Hakkı Bursevî, Aziz Mahmud Hüdai, Hacı Bayram-ı Velî gibi mutasavvıf-mütefekkirler hakkında birer monografi kaleme almış, İslâm tefekkürünün bu önemli şahsiyetlerini “yeni dönem”in fikir hayatına taşımaya çalışmıştır. Aynî’nin bu faaliyetlerini Batı felsefesi yanında kendi fikrî kaynaklarımıza yönelen özgün bir felsefe arayışı olarak değerlendirebileceğimiz gibi Cumhuriyet döneminin İslâm kültür ve felsefesine mesafeli tutumunu aşmak için icat edilmiş dolaylı bir yol olarak da değerlendirebiliriz. Nitekim Aynî’nin hayatının Cumhuriyet dönemine tekabül eden yıllarında Türk Ahlakçıları, Türk Mantıkçıları, Türk Azizleri, Milliyetçilik gibi “Türk” kelimesiyle başlayan eserler yazdığını belirten İ. Kara, düşünürün eserlerinin muhteva ve telif tarzlarından hareketle “Türk” kelimesinin, bir yönüyle milliyetçiliği çağrıştıracak öl¬çüde gerçek anlamında, bir yönüyle de “siyaseten” İslâm yerine kullanıldığına işaret eder. Ona göre yazar, “baskıcı ‘tekparti’ yönetiminin İslâm ve din ‘koku’su taşıyan hemen hiçbir şeye sıcak bakmadığı ve tahammül göstermediği bir ortamda İslâm kültürünün aslen Türk olan (veya öyle varsayılan) büyük isimlerini ve önemli eserlerini böyle bir ‘siyaset’ uygulayarak yeniden ele almak istemiştir. İşte düşünürün bu çerçevede kaleme aldığı Türk Ahlakçıları ve Türk Mantıkçıları ve Türk Azizleri gibi eserleri bu arayışın en somut örnekleri olarak kabul edilebilir.\n\nCumhuriyet’in genç nesillerini müspet ilimlerle birlikte Türk mütefekkirlerini tanımaya, hatta onları aşarak ideal bir ilim ışığına ulaşmaya davet eden Aynî, aslında kaleme aldığı bu monografik eserlerinde pratik bir amaç da güder. Örneğin İslâm kültürünün önemli isimlerini şu gerekçelerle yeni nesillerin ilgi ve dikkatine sunar: “Bazı insanlar büyük olarak yaratılıyor. Onların hizmetlerinden ve bıraktıkları eserlerden bütün âdemoğulları faydalanıyor..    Bundan dolayı, Pastör gibi, Markoni gibi, Franklen, Edison, Curie gibi dâhiler sayesinde medeniyyet yükseliyor. Bunu söylerken bizim içimizden de ne zaman öyle yüksek kâşifler ve mucidler çıkacak diye düşünüyorum. Bununla beraber şüphe etmiyorum ki, yeni nesle mensup gençler eğer Cumhuriyetin kendilerine temin ettiği büyük imkânlardan istifade ederek müspet ilimlere ve tabiat kanunlarını araştırmağa tam mânasile vakit ve fikirlerini vakfederlerse, mademki Pastör’ün kavlince dehâ sabırdan ibarettir, onlar da eski Türklerden Birunî’yi, riyaziyeci Musa oğullarını, Belhli Ebu Ma’şeri, Harezmîyi, Kemaleddin Türkmaniyi, hey’etçi Ferganiyi, İlhanîlerin adına meşhur Astronomi tablolarını, kendi hususî adiyle Ziçi İlhanîyi yapmış olan Nasireddini, Ali Kuşçuyu, Kadızadeyi, Miyrim Çelebiyi, Kalfazade İsmaili, Ayaklı Kütüphaneyi, Palabıyığı, Gelenbevîyi, Hacı Atmacayı, Maraşlı Abdürrahimi, İshak Hocayı, Masdariyeci Hocayı ve nihayet muasırlarımızdan merhum Salih Zekiyi ve, çok yaşasınlar, mühendis Salimi, Fatin Hocayı, General Abdurrahmanı gölgede bırakırlar, ve doğmasını özlediğimiz o parlak ilim güneşini Türkiye’nin ufkunda mutlaka yükseltirler.” Aynî bu sözlerle yeni nesle bir çalışma programı sunduğu gibi bu nesle önderlik edecek yerli ve yabancı bazı rol modelleri de takdim etmektedir."
        },
        "5": {
            "Header": "Felsefe Dili ve Terimlerinin Teşekkülü",
            "Content": "M. Ali Aynî’nin Türk felsefesi açısından önemli hususiyetlerinden biri de felsefe terimleri ile ilgili çalışmalarıdır. Babanzâde Ahmed Naim ile birlikte Islahat-ı İlmiye Encümeni üyelerinden biri olan Aynî felsefe terimlerinin hazırlanmasında görev almış, aynı zamanda, diğer felsefeci meslektaşları gibi, Batı’dan yaptığı felsefe gurubundaki kitaplarla Türk felsefe dili ve terimlerinin oluşmasına katkıda bulunmuştur. Kendisi ile yapılan bir röportajda, Dârülfünun’a intisap ettiği yıllardaki felsefe eğitimi ve kendisinin felsefe terimleri konusundaki çalışmaları hakkında şu bilgileri vermektedir: “Ben Dârülfünun’a tayin olunduğum zaman felsefe dersleri henüz kendini göstermeğe başlamıştı ve yapılacak birçok şeyler vardı. Bunları, bilhassa müderris Babanzade Ahmed Naim Bey’le İzmirli İsmail Hakkı Bey üzerlerine almışlardı. Bir de ıslah encümeni [Istılâhat-ı İlmiye Encümeni] kurulmuştu. İşte bu encümende çalıştığımız sırada Doktor Rıza Tevfik’le Ahmed Naim Bey ve ben felsefe ıstılahlarına aid bir lûgatçe yapıp neşrettik. Rıza Tevfiğe Kâmûsu Felsefî’yi yazdıran ve bunun neşri için Maarif Nazırı Şükrü’yü ikna eden benim. O senelerden itibaren yavaş yavaş felsefe tedrisatı gelişerek bütün liselerde bu dersi okutan muallimler yetişti.” Rıza Tevfik’i felsefe sözlüğü yazmaya teşvik etmekle birlikte, eserini tenkit eden de ilk kişi de yine Aynî olacaktır.\n\nFelsefe dili ve terimlerinin teşekkülü Aynî açısından gerek felsefe eğitimi gerekse felsefi hayatın inkişafı açısından son derece önemlidir. Nitekim o ders kitaplarının tercümesinde görev aldığı gibi, bu tercümelerin niteliğine ilişkin bazı problemli noktalara da işaret eder. Onun bu konudaki hassasiyeti E. Rabaut’dan tercüme ettiği psikoloji kitabının girişinde şu sözlerle dile getirilir: “Psikoloji (Ruhiyat), felsefenin medhali ve en mühim bir kısmı olduğu halde lisanımıza naklolunmaya ve mekteplerimize girmeye henüz başlıyor. Bu cihetle bu ilmin ıstılahatına daha tamamen takarrur etmiş nazarıyla bakılamaz. Bununla beraber tercümede en ma’ruf ve mütedâvil ve bilhassa Istılah Encümeni’nce mazhar-ı tasvîb olan lügatin kullanılmasına ve her halde mebâhisin açık ve anlaşılması kolay olmasına dikkat edilmiştir.”\n\nBu sözlerde de görüldüğü gibi, düşünür, başta psikoloji olmak üzere felsefe eserlerinin dilimize nakledilmeye başladığı dönemlerde henüz felsefe lisanının teşekkül etmediğini, bu yüzden kendi tercümesinde en çok bilinen ve yaygın kullanılan kelimeleri tercih ettiğini, bununla birlikte, özellikle kendisinin de aralarında bulunduğu Istılâhât-ı İlmiye Encümeni’nin onayladığı kavramları kullanmaya çalıştığını belirtmektedir. Diğer taraftan felsefi eserlerin tercümesinde de lisana bağlı olarak ortaya çıkan problemlere de şu sözlerle işaret eder: “Lisanımızda ıstılâhât-ı ilmiyyenin henüz ve mâteessüf adem-i takarruru bunun gibi [İlim ve Felsefe] asâr-ı ilmiye ve felsefiyenin tercümesinde müşkülât-ı azîmeyi mûcib oluyor. Yalnız bu kadar mı ya, gerek lisan-ı edeb ve gerek lisan-ı ilmîmizde şimdi adeta bir fevzâ hüküm sürüyor. Ne kimsenin imlâsı diğer kimseninkine benziyor; ne kullandığı tabirler. Zâhiren ve bidâyeten müstelzem-fütûr olan bu perişanlığın nihayet bir salâh ve nizâma müntehî olacağına şübhe yoktur. Yalnız bunun çabuk olmasını arzu ediyoruz.” Bu sözler düzenli bir ilim hayatı için teşekkül etmiş bir felsefi lisanın lüzumu konusunda Aynî’nin hususî bir hassasiyete sahip olduğunu göstermektedir.\n\nÖte taraftan felsefi eserlerin tercümesi ile ilgili problemler yalnızca felsefe dili ve terimleri ile sınırlı değildir. Özellikle II. Meşrutiyet’in getirdiği görece serbestlik ortamı içinde pek çok eser yayımlanmakla birlikte bunların bir kısmı yeterli ilmî ve ahlâki kıymetten yoksundur. Aynî, bu vaziyet karşısında yapılan tercümelerin niteliğine ilişkin bazı uyarılarda bulunmaktan geri kalmaz: “Kanun-ı Esasî’nin vatandaşlarımıza temin ettiği hukûk-ı siyâsiyyeden bir mühimi de hürriyet matbuâtı olduğu halde yedi seneden beri saha-i intişâra çıkan âsârın bir cetveli yapılacak olursa birçoğunun her türlü kıymet-i ilmiyye ve ahlâkiyyeden mahrûm olduğu mâteessüf görülür.” Batıdan yapılan eserlerin ciddi bir şekilde edilerek bunlardan yalnızca ilmi ve ahlaki değere sahip olanların tercüme edilmesi gerektiğini belirten Aynî Türk gençliğinin fikri gıdasını bu eserlerden almasını istemektedir. Nitekim kendisi de tercüme ettiği eserleri ilmi kıymeti haiz olan eserler arasından seçecek ve pek çok eseri dilimize tercüme edecektir."
        },
        "6": {
            "Header": "Felsefe Münekkitliği ve Cemiyet Adamlığı",
            "Content": "M. Ali Aynî’nin Türk fikir hayatı ve felsefesi açısından üzerinde durulması gereken hususiyetlerinden biri de felsefe tenkitçiliğidir. Felsefî eserler, makaleler ve tercümeler üzerine yaptığı tenkitler onun ilmi çalışmaları arasında önemli bir yer tutar. Memleketimizde, özellikle II. Meşrutiyet’ten sonra Batıdan yapılan tercümelerin sayısı hızla artmış, bu süreçte Batı’nın pozitivist ve materyalist akımları da Türk fikir hayatında kendisine temsilciler bulmaya başlamıştır. Aynî’nin tenkitlerinin bir kısmı bu akımların olumsuz sonuçlarını bertaraf etmeye yönelik olmakla birlikte, o daha ziyade, kuvvetle vakıf olduğu Fransızcasına dayanarak felsefi eserler, makaleler ve tercümelerdeki dil ve muhteva yanlışlıklarına işaret eder. Fikrî ve felsefî eserlere getirdiği ciddi tenkitlerle aynı zamanda “ilmi kontrol vazifesi” gören Aynî, böylece Türkiye’de felsefî çalışmaların daha vasıflı hale gelmesine katkıda bulunur. Tenkit yazıları arasında Baha Tevfik ve arkadaşlarının Alfred Fouillée’den tercüme ettikleri Târîh-i Felsefe ve Bohor İsrail’in Abbe Barbe’den tercüme ettiği Târîh-i Felsefe (İst. 1330), Subhi Edhem’in Bergson ve Felsefesi (İst. 1919), M. Şemseddin’in Felsefe-i Ûlâ’sı (İst. 1339), Rıza Tevfik’in “Gülşen-i Râz” tefrikası, İzmirli İsmail Hakkı’nın Fenn-i Menâhic’i (İst.1329) gibi eserler bulunmaktadır. Aynî’nin daha sonra bu yazıların derlenmesiyle oluşan İntikâd ve Mülâhazalar adlı kitabı ülkemizde bu türün ilk örneği kabul edilebilir.\n\nFelsefe tenkitçiliği yanında faal bir cemiyet adamı olan M. Ali Aynî Dârülfünun çevresinde gerçekleştirilen bütün felsefî faaliyetlerde etkin bir şekilde rol alır. H.Z. Ülken ve bazı felsefe hocalarının 1927’de kurduğu Türk Felsefe Cemiyeti kısa sürede Dârülfünun hocaları ve felsefe muhitini bir araya getirmiş, hatta Cemiyet bünyesinde bir dizi tartışmalı toplantılar yapılmıştır. H.Z. Ülken, İ.H. Baltacıoğlu, M.Ş. Tunç, M.E. Erişirgil, M. Servet gibi felsefecilerin katıldığı bu toplantıların müdavimlerinden biri de M. Ali Aynî’dir. Cemiyet’in 23 Şubat 1928’deki ilk toplantısında, Harvard Felsefe Kongresi’ne takdim ettiği Bursalı İsmail Hakkı ile ilgili tebliğini ilk o sunmuş, diğer toplantılarda da müzakereci ve tenkitçi kişiliğiyle hazır bulunmuştur. Özellikle M.Ş. Tunç’un “Sami Dinlerin Birliği” hakkındaki konuşmasına getirdiği tenkitler onun münekkit kişiliği yanında Batı felsefesi ile İslâm kültürü ve tasavvufuna da iyi derecede vâkıf olduğunu göstermektedir."
        },
        "7": {
            "Header": "Dârülfünûn Felsefe Hocalığı ve Felsefe Tarihçiliği",
            "Content": "Aynî’nin fikri şahsiyetini ve felsefi bilgisini bir bütün olarak ortaya koymak için onun Dârülfünûn’daki felsefe tarihi dersleri ve bu dersler sırasında telif ettiği felsefe tarihi kitabından da ayrıca söz etmemiz gerekir. Yukarıda Aynî’nin, 1914’te Dârülfünûn’a felsefe müderrisi olarak tayin edildiğini belirtmiştik. Aynî Dârülfünûn’a müderris olarak atandığı yıl felsefe tarihi dersleri vermeye başlar. Bu tarihe kadar felsefe tarihi dersleri, Emrullah Efendi’nin Hikmet-i Nazariye yahut İlm-i Hikmet dersleri ile İzmirli İsmail Hakkı’nın da İslâm Felsefesi ve Tarih-i İslâm Felsefesi dersleri sayılmazsa, Tarih-i Hikmet adı altında Ahmet Midhat Efendi tarafından verilmiştir. Öyle anlaşılıyor ki felsefe tarihi derslerini vazifesini Ahmet Midhat Efendi’den sonra M. Ali Aynî üstlenmiş ve 1914’ten 1917’ye kadar bu dersi bilfiil okutmuştur. Aynî bu dersler sırasında talebenin ihtiyaç duyduğu ders kitabını bizzat telif etme yoluna gitmiş, bu minvalde ders takrirlerinden mürekkep sistemli bir felsefe tarihi eseri vücuda getirmiştir. Bu eserin Aynî’nin derslerinin devam ettiği 1917 tarihine kadar okutulmuş olabileceği akla uzak bir ihtimal değildir.\n\nDârülfünun Tarih-i Felsefe Dersleri adlı bu kitap, bir felsefe tarihçisi olarak yazarın felsefe anlayışı, felsefe yöntemi ve genel olarak felsefe tarihi yazıcılığı konusundaki tutumuna dair bazı ipuçları taşır.  Bu eser ayrıca bu sahada yazılan ilk eserlerden biri olduğu için Türk felsefe eğitimi açısından da ayrı bir öneme sahiptir. Yazar hacim bakımından oldukça sınırlı olan bu eserinde felsefe tarihi disiplinine dair giriş bilgilerinden sonra doğrudan Yunan felsefesine geçerek, sırasıyla Ortaçağ (Hıristiyan) felsefesi, Rönesans felsefesi ve bu çerçevede Bacon ve Descartes’e yer vermektedir. Ona göre felsefe tarihinin konusu insan aklının madde ve ruh dünyası ile ilgili çeşitli dönemlerde meydana getirdiği faaliyetlerden ibarettir. Kendi kendisini konu edinen felsefe tarihi ise birbirini takip eden büyük nazariyelerin tarihidir. Felsefe tarihinin faydasına gelince, felsefe tarihi hem umumi tarih, hem de felsefenin kendisi için lüzumludur. Çünkü felsefe tarihi geçmişteki insanların ulaştığı gerçekleri saklayıp koruyarak bize ulaştırmakta ve aynı zamanda bize tutacağımız yolu göstererek geçmişte düşülen hatalardan bizi korumaktadır. Neticede felsefe tarihi birbirini takip eden ve biri diğerinden meydana gelen düşünce akımlarını sıralayarak insan aklının nasıl işlediğini bize göstermektedir.\n\nYazar bir felsefe tanımı yaparak işe başlamadığı için onun felsefe anlayışını doğrudan söz konusu eserin girişinden çıkarmak kabil olmamaktadır. Bununla birlikte kendisinin C. Bourdel’den tercüme ettiği İlim ve Felsefe adlı eserin mukaddimesinde felsefe yahut hikmet’i en genel ifadesiyle “insan zihni ile ilişkili olan ilmi meselelerin incelenmesi” olarak tanımlamaktadır. Bununla birlikte onun felsefi görüşlerinin temelinde vahdet-i vücûd anlayışının hakim olduğunu belirtmemiz gerekir. Hilmi Ziya’nın da belirttiği gibi, onun yazılarında, “fiziğin yeni keşiflerine enerjiye, elektron ve mevcelere dair makalelerinde daima vahdeti vücud izlerini bulmak” ve hemen bütün eserlerinde bu anlayışın izlerini görmek mümkündür. Nitekim Tasavvuf Tarihi adlı eserinde İslâm Tasavvufu’na gelinceye kadar Hint, Mısır ve Yunan’da, bir bakıma mistik düşünceleri inceleyen Aynî, özellikle “Yunan’da Tasavvuf” başlığı altında Pythagoras, Sokrates, Platon ve Plotin’in görüşlerini sıralamaktadır. Buradan da anlaşılıyor ki, Aynî bütün bir felsefe tarihini varlığın birliği ilkesini tesis etmeye dönük aşamalar olarak düşünmektedir.\n\nAynî Ortaçağ felsefesine ayırdığı bu bölümde İslâm düşüncesine yahut müslüman filozoflara müstakil bir başlık altında yer vermediği gibi, bunlara dair herhangi bir atıfta da bulunmaz. Bununla birlikte İlim ve Felsefe adlı eserinin girişinde sınırlı da olsa, onun İslâm felsefesine dair düşüncelerine rastlanır. Buna göre, Ortaçağda Müslümanlar maarif ve medeniyet bakımından yükselişi sırasında felsefeyi de tetkik etmişler ve bazı Yunan filozoflarının kitapları da Arapçaya tercüme edilmiş ve şerh olunmuştur. Bu filozofların ilki ise el-Kindî’dir. Ondan sonra en büyük filozof, kökeni Türk olan ve Platon ve Aristo’nun felsefelerini derinliğine inceleyerek çok sayıda kitap yazan Fârâbî’dir. İbn Sînâ, Nasîruddin Tûsî, Şihâbeddin Sühreverdî, Kutbeddin Endelûsî ve Şirazî, Celâleddin Devvânî, İbn Bâcce, İbn Rüşd yazarın isimlerini zikrettiği diğer meşhur İslâm filozoflarıdır. Aynî, her ne kadar bu küçük eserinde İslâm felsefesi ve filozoflarına müstakil bir başlık açmasa da, daha sonra islam filozoflarına dair müstakil eserler kaleme alacaktır. Nitekim gerek Muallim-i Sânî Fârâbî gibi çeviri eserleri, gerekse Türk Mantıkçıları, Türk Ahlakçıları, Türk Azizleri gibi eserleri onun felsefe tarihinin bütünlüğü içerisinde İslâm felsefesinin özgün bir yeri ve değeri olduğuna dair bir kuşkusu olmadığını gösterir.\n\nFelsefe tarihçiliğimizin inşası bakımından M. Ali Aynî’nin Tarih-i Felsefe’si önemli bir yere sahiptir. Onun bu kitabı, kendisinden önce Dârülfünunda felsefe ve felsefe tarihi derslerini veren Ahmet Midhat Efendi ve Emrullah Efendi’nin, yine ders notlarından oluşan felsefe kitaplarına göre muhteva ve felsefe disiplini açısından daha sistematik ve kuşatıcıdır. Aynî’ye gelinceye kadar Dârülfünun talebesinin felsefe tarihi niteliğinde ulaşabileceği metinler, doğrudan Fransızca kaynaklara başvuranlar dışarıda bırakılırsa, sınırlı kitaplardan ibarettir. Söz konusu eseri “felsefe tarihçiliğimizin inşası” açısından değerli kılan, bu eserin felsefe tarihçiliğimizin ilk örneklerinden biri olması ve Cumhuriyet’in ilk kuşak felsefe talebelerinin felsefeyi bu kitaplardan okumasıdır. Aynî bu küçük eseriyle Ahmet Midhat Efendi’nin Tarih-i Hikmet’ini bir adım ileriye taşıyarak daha sistemli ve modern sayılabilecek bir felsefe tarihi kitabına imza atmış, ayrıca bu kitap felsefe tarihçiliğimize yeni bir standart getirmiştir."
        }
    }
}
