{
    "Name": "Mehmet Emin Erişirgil",
    "Desc": "Yazar, felsefeci, eğitimci, siyaset adamı, milletvekili",
    "Period": "Republic",
    "Lifetime": [ 1891, 1965 ],
    "Importance": "Mid",
    "GUI": {
        "Position": [ 25, -215 ],
        "Color": [ 133, 199, 156 ]
    },
    "Content": {
        "0": {
            "Header": "Temel Bilgiler",
            "Content": "• Doğum Yeri ve Tarihi: İstanbul, Osmanlı İmparatorluğu - 1891\n• Eğitimi ve Akademik Kariyeri:\n----> 1911 yılında Mekteb-i Mülkiye’den mezun oldu.\n----> İstanbul liselerinde öğretmenlik yaptı.\n----> 1915 yılında İstanbul Darülfünunu’nda sosyoloji ve felsefe doçenti oldu, bir süre sonra profesör unvanını aldı.\n----> Ziya Gökalp ve Rıza Tevfik Bölükbaşı ile birlikte çalıştı.\n----> Ankara Üniversitesi Dil ve Tarih-Coğrafya Fakültesi’nde dekan vekilliği yaptı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Mehmet Emin Erişirgil, özellikle idealizm, realizm, pozitivizm ve pragmatizm üzerine çalışmalar yapmıştır.\n--------> İdealizm: Gerçekliğin zihinsel ve düşünsel temellerini inceledi.\n--------> Realizm: Dış dünyanın varlığını ve nesnel gerçekliği savundu.\n--------> Pozitivizm: Bilimsel yöntemin felsefeye uygulanmasını destekledi.\n--------> Pragmatizm: Bilginin fayda ve işlevselliği üzerinden değerlendirilmesi gerektiğini öne sürdü.\n•Akademik ve Kültürel Katkıları:\n----> Millî Eğitim Bakanlığı Talim Terbiye Dairesi Başkanlığı ve Müsteşarlığı görevlerinde bulundu.\n----> Yeni Türk harflerinin düzenlenmesi için görevlendirilen beş kişiden biri oldu.\n----> Batı medeniyetinin kurucu düşüncelerinin doğru anlaşılması için tercüme yayınları yapılmasını savundu.\n• Önemli Eserleri:\n----> Kant ve Felsefesi (1936)\n----> Sokrat (1931)\n----> Felsefeye Başlangıç (1944)\n----> Ziya Gökalp - Bir Fikir Adamının Romanı (1951)\n----> Mehmet Akif - İslâmcı Bir Şairin Romanı (1956)\n----> Neden Filozof Yok? (1957)\n----> Türkçülük Devri, Milliyetçilik Devri, İnsanlık Devri (1958)"
        },
        "1": {
            "Header": "Hayatı",
            "Content": "Yazar, felsefeci, eğitimci, siyaset adamı, Milletvekili (D. 1891, İstanbul – Ö. 7 Şubat 1965, Ankara). Hatice Hesibe Hanım ile Niğdeli Kaymakam Ağaoğlu ailesinden Mustafa Dilâver Efendi’nin  oğludur. Beşiktaş Sıbyan (İlkokul) Mektebi, Fatih Rüştiyesi ve Mercan İdadisi (Lisesi)’nden sonra Mülkiye Mektebi’ni bitirdi (1912). İstanbul Er¬kek Lisesi’nde öğretmenlik, Kadıköy Lisesi’nde müdürlük, Evkaf (Vakıflar) Özel Kalemi’nde memurluk ve Kadıköy Numune Mektebi’nde müdürlük yap¬tı. 1917’de Darülfünun (İstanbul Üniversitesi)’a içtimaiyat (toplumbilim) ve felsefe tarihi doçenti olarak atandı.\n\nMehmet Emin Bey, 1919 yılında Niğde milletvekili olarak son Osmanlı Meclis-i Mebusan’ına se¬çildi. Meclis-i Mebusan’ın kapatılması Darülfünun’a  (İstanbul Üniversitesi) döndü ve 1924’te profesör oldu. Aynı yıl MEB Talim Terbiye Kurulu üyeliğine seçildi ve daha sonra başkanlığına getirildi. İki yıl sonra bu kurulun başkanlığına getirildi. Maarif Vekâleti (Milli Eğitim Bakanlığı) müsteşarlığı, daha sonra Kız Öğretmen Okulu Müdürlüğü, İstanbul Milli Eğitim Müdürlüğü (1931), Yüksek Öğretmen Okulu Müdürlüğü (1932-33) görevlerinde bulundu. 1936’da Siyasal Bilgiler Okulu Müdürlüğüne ve iktisadi doktrinler tari¬hi ve sosyoloji (toplumbilim) profesörlüğüne atandı.\n\n1942’de bu görevine ek olarak Dil ve Tarih Coğrafya Fakültesi (DTCF)’de dekan vekilliği¬ görevini üstlendi. Mülkiye Mektebi’nin Ankara’ya nakledilmesi ve Siyasal Bilgiler Okulu olarak örgütlenmesinde önemli katkıları olmuştur.\n\nErişirgil fakülteden ayrıldıktan sonra Cumhuriyet Halk Partisi İdare Kurulu üyeliği yaptı ve Zongul¬dak’tan milletvekili seçilerek 1942-50 yılları arasında Türkiye Büyük Millet Meclisi (TBMM)’de görev üstlendi. Gümrük ve Tekel Bakanlığı (1948) ile İçişleri Bakanlığı (1949) yaptı. 1950’den sonra siyasal yaşamdan çekilerek bütün zama¬nını araştırma ve yazı çalışmalarına ayırdı.\n\nÖğrencilik, memurluk ve üniversite hocalığı yıllarında Mehmet Akif Ersoy, Ziya Gökâlp ve Rıza Tevfik Bölükbaşı’nı yakından tanıyıp onlardan yararlandı. Yazıları Yeni Mecmua (1917), Dergâh (1921), Hayat (1926), Yeni Türk, kurucusu olduğu Dil ve Tarih-Coğrafya Fakültesi Dergisi’nde yayımlandı.\n\nTürkiye’de pragmatizmin (felsefede faydacılık)ilk savunucularından olan Erişirgil’in felsefe ve toplumbilim konularında birçok yazısı Yeni Mecmua, Dergâh, Hayat, Yeni Türk ve kurucusu bulun¬duğu Dil ve Tarih Coğrafya Fakültesi Dergi¬si’nde yayımlandı. Okullar için ders kitapları hazırladı; felsefe, hukuk ve ekonomi alanlarında eserler verdi. Ziya Gökalp ve Mehmet Akif Ersoy üze¬rine eklerle zenginleştirilmiş, yeni basımları bu¬gün de ilgiyle okunan monografiler hazırladı. Dünya düşünce tarihinde önemli bir yeri olan Bergson’dan Ahlâk ve Dinin İki Kaynağı adlı yapıtı Türkçeye çevirmişti.\n\nMehmet Emin Erişirgil’in gençlik yıllarında şair Mehmed Akif Ersoy, şair ve toplumbilimci Ziya Gökalp ve filozof şair Rıza Tevfik Bölükbaşı ile yakın arkadaşlık ilişkileri olmuştu. Atatürk’ün meclislerinde de bulunmuş ve yeni Türk harflerinin düzenlenmesi ile görevlendirilmiş olan beş kişiden birisiydi. Atatürk, Erişirgil’in kültürü ve bilgisi konusunda olumlu bir kanıya sahipti. Bir konuşmasında, “Yeryüzünden felsefe kaybolsa onu Emin Bey yeniden icat ederdi” diyerek takdirlerini ifade etmiştir.\n\nEserlerinden bazılarının yeni baskıları yapılmıştır, ayrıca çeviri kitapları da vardır."
        },
        "2": {
            "Header": "Eserleri",
            "Content": "Felsefe: Kant’tan Parçalar (1935), Filozofiye Başlangıç (1936, Felsefeye Başlangıç adıyla 1944), Neden Filozof Yok (1957), Descartes ve Kartezyenler (yeni bas. 2006).\n\nRoman: Ziya Gökalp: Bir Fikir Adamının Romanı (1951), Mehmet Akif: İslamcı Bir Şairin Romanı (4 cilt, 1956).\n\nHukuk:Hukukun Muhtelif Cepheleri ve Hukuk İlmi (1938).\n\nDiğer:Malumat-ı Vataniye (1924), Yurt Bilgisi (1930), Ekonomi Mes¬lekleri: XVI. Yüzyıldan Günümüze Kadar (Ankara 1945), Merak ve Dikkat (Ankara 1956), İhmal (1958), Türk¬çülük Devri - Milliyetçilik Devri - İnsanlık Devri (Ankara 1958), Hamle (1960)."
        },
        "3": {
            "Header": "Felsefesi",
            "Content": "Erişirgil’e göre felsefe eğitimi memleketin asıl ihtiyaç duyduğu şeydir. Her türlü ilim tahsilinin iyi bir felsefi temeli olması gerektiği savunarak eğitimimize bu doğrultuda yön vermeye çalışır. Filozofun, felsefe adamının nasıl olması gerektiğini “Felsefe Adamı” adlı makalesinde etraflıca anlatır. Erişirgil için her iş bazı yetenekleri gerektirir. “Nitekim her sanat bazı yetenekler yaratır. Felsefi düşüncede, felsefe adamı denilen bir tipi, bir örneği meydana getirir. Felsefe tahsiline başlayan her genç felsefe adamı denilen bu örneğin haiz olduğu özellikleri yetenekleri bilmelidir ki uğraştığı işin ürün vermesi için nelerin gerekli olduğunu öğrenmiş olsun” (Mehmet Emin, 1924h: 3). Felsefe adamının az emekle çok şey kazanamayacağını ve bu zihniyetle filozof olunamayacağını ifade eder. Erişirgil’e göre felsefi sorunları, felsefi ilimleri öğrenmeye başlayan her genç bilmelidir ki her gün daha fazla sorunla karşılaşacak, felsefe dersleri, sorunların çözümünü öğretmekten ziyade onları daha açık, daha etraflı olarak ortaya koyacaktır. Felsefecinin düşünce konusu ilimlerin çıkardığı gerçeklerdir.\n\nErişirgil için eylemlerini toplumsal hayatta bir mevki kazanmak için yapan adamların felsefi düşünüşe sahip olmasına imkân yoktur (Mehmet Emin, 1924h: 3). Zihinsel faaliyet bir konu ve bir hedef ister. Konu çağdaş düşünürlerin gözlemleri ile ortaya koydukları hakikatlerdir. Hedefi ise bizzat felsefe adamı tayin eder. Fakat bu tayin tesadüfideğildir. Erişirgil, ilim için felsefe şarttır der. İlim felsefi düşünüşlerle kendi benliğini anlar, dayandığı temelin değerini öğrenir, onun içindir ki yüksek ilim adamlarından pek çoğu felsefi sorunların üzerine düşünme zorunluluğunu duymuştur. (Erişirgil, 1936: 32). Felsefi zihniyete sahip olan insanı, düşünce alanında yüceltir. Felsefe insana en genel konuları düşünme yeteneği ile zihnimizdeki bütün bilgileri, insanlığın bütün eserlerini birleştirme yeteneğini verir. Bu bağlamda filozof da toplumda yaşayan herkesi ilgilendiren sorunlarla ilgilenmek zorundadır. Filozofun objelerinden hiç olmazsa bir kısmı herkesin farkında olmaksızın önüne konulan ve çok zaman düşünülerek değil, alınan tavır ile hareket ile halledilen meselelerdir (Erişirgil, 1936: 33). Felsefi fikir çoğu zaman cemiyetin en derin arzularını, ferdin şuur altındaki duygularını açığa vurur. Bunlar onun için yalnız düşünüşten ibaret kalmaz, hareketlerimize de yansır. (Erişirgil, 1936: 34). Bir milletin medeniyetini kültürünü en iyi aksettiren vesikalardan biri hiç şüphesiz o devrin ve milletin felsefi eserleridir (Erişirgil, 1936: 35). Bu açıdan da Erişirgil’e göre felsefi eserlerin sosyal bir kıymeti vardır. Ayrıca insanlığın büyük devrimlerini filozoflarından sezmek mümkündür.\n\nErişirgil, pozitivist bir tavırla düşünüşün kendine has kanunları olduğunu ifade eder. Biz olanı bu kanunlara göre adeta yeniden oluşturarak bilgi elde ederiz. Bilginin objesi olan değil, olanın anlaşılabilir halidir. Olan yahut doğrudan doğruya serilen yalnız bilgi için hareket noktasıdır. Başka deyişle bunlar zihnin ham madde işini görür (Erişirgil, 1936: 32). Diğer yandan insanın zihin dünyası ile dış dünya arasındaki ilişki bağlamında karşımıza idealizm ile realizm çıkar. İdealizm mi,realizm mi? sorusuna ikisinin de neden gerekli olduğunu açıklayarak cevap verir. İdealizm ve realizm, düşünce ile dış realitenin birbirinden ayrı iki türlü varlık olarak karşı karşıya konmasından ileri gelir. İdealizm ve realizm bilginin karşıt iki cephesini ifade eder. İdealist insan “insan dış âlemi ancak kendi düşünmesine göre bilir. Realist ise birçok bilinç ve ruh vardır der.” Bilginin hakikat olabilmesi için farklı şuurlar ve düşünceler arasında uyum olması gerekir. İdealist ilmin varlığını ortaya koyduğu şu olguyu ifade eder. Dış âlemler anlaşılır hale gelebilir, yani yavaşa yavaş zihnimizin kanunlarına tabi olur, adeta aklımızın kanunlarını eşyada buluruz, bu suretle ilim mümkün olur (Erişirgil, 1936: 32).\n\nErişirgil’e göre idealizm ve realizmin ortaya koydukları bu hakikatler ilmimizi farklı açılardan izah ederler. Onun için ikisi de doğrudur. Mehmet Emin’nin felsefe ve felsefi düşüncenin yanı sıra en çok üzerinde durduğu konular arasında cemiyetlerin ahlakı, ahlak ülküsü önemli bir yer tutar. “Hayatiyat ve Ahlak” yazısında da ahlakı bir ilim gibi düşünme arzusunun çok eski olduğunu söyler. 17. Yüzyılda Spinoza ahlak kanunlarını adeta “hendesi” bir yöntemle kurmaya çalışmasının yanı sıra bazı yazarlar da ahlaki olayları inceleyerek ilim yapmaya çalışmışlardır. Bunların ilmi ahlaktan amaçları, ahlak kanunlarını şu veya bu ilme tabi tutmak, yani herhangi bir ilimden çıkardıkları kuralları olaylara uygulamaktır. Oysa ahlaki olayları bilimsel bir yöntemle inceleyerek kendine has kanunları bulmaya çalışmak, böylece bir ahlak ilmi yaratmak ile herhangi bir ilimden ahlak esasını çıkarmaya uğraşmak başka şeylerdir. Ahlakı ilme istinat ettirmek isteyenler özellikle bu ikinci manayı hedef almışlardır. Bunun içinde bir ahlak ilmi yaparak cemiyetlerin ahlakını izah edemedikleri gibi ahlak ülküsünün içeriğini de ortaya koyamamışlardır (Mehmet Emin, 1917b, Akt: M.Kanar, 1997: 173). M. Emin, toplumsal olaylar içinde insanlığın dikkatini çeken ilk olayın “amal-i ahlakiye” olduğunu “İçtimaiyatta Ahlak Ne Vakit İlim Olabilir” yazısında ifade eder. Ona göre amali ahlakiyenin öneminin anlaşılmasındandır ki tarihin bize bildirdiği en eski medeni milletlerde maddi oluş hakkındaki görüş yanında, “amal-i ahlakiye” ye ait düşüncelere de rastlanır. (Mehmet Emin, 1917a, Akt: M.Kanar, 1997: 132- 135). Ahlak meselesi Eflatun ve Aristo’nun kendi ifadeleriyle “siyaset” ve “ahlak” ilmini en derin, etkili görüşle çevirmeye uğraşmışlar ve toplumda felsefe sistemleri meydana getirmişlerdi (Mehmet Emin, 1917c, Akt: M.Kanar, 1997: 251-255). Mehmet Emin’e göre ahlak meselesi ile hâlâ uğraşan “ahlaki nazari”dir. “Ahlaki nazari”nin ne gibi meseleler konu ettiğini incelemeyle anlayabiliriz. Nazari tabiri “bir şeniyetin bir “cümle-i hadisatın hasebi surette tetkikine” verilmiş isimdir. Bu manada bütün ilimler mutlaka kuramsaldır. Çünkü ilimler hiç bir amaç gözetmeksizin, olguları olduğu gibi inceler (Comte). Onları idare eden kanunları bulmaya çalışır ( (Mehmet Emin, 1917a, Akt: M.Kanar, 1997: 132-135 Erişirgil’e göre filozof yaşadığı cemiyetin ahlak anlayışını dikkate almalıdır. Sağlam bir felsefi temel oluşturmak için bu gereklidir."
        }
    }
}
