{
    "Name": "Mevlana",
    "Desc": "Mevleviyye tarikatının kurucusu olan ve Mesnevî isimli eseriyle tanınan sûfî.",
    "Period": "Islamic",
    "Lifetime": [ 1207, 1273 ],
    "Importance": "High",
    "GUI": {
        "Position": [ -35, -235 ],
        "Color": [ 145, 50, 100 ]
    },
    "Content": {
        "0": {
            "Header": "Temel Bilgiler",
            "Content": "• İsim: Mevlânâ Celâleddîn-i Rûmî\n• Tam İsim: Celâleddîn Muhammed b. Muhammed b. Hüseyin el-Belhî\n• Doğum Yeri: Belh\n• Ölüm Yeri: Konya\n• Hocaları: Bahâeddin Veled, Seyyid Burhâneddin, Şems-i Tebrîzî\n• Öğrencileri: Hüsâmeddin Çelebi, Selâhaddin-i Zerkûb, Sultan Veled\n• Etkilendikleri: Ebû Saîd Ebü’l-Hayr, Senâî, Ferîdüddin Attâr, Necmeddîn-i Dâye, Ahmed el-Gazzâlî, Bâyezid-i Bestâmî\n• Etkiledikleri: Dîvâne Mehmed Çelebi, Kenan Rifai, Nef’î,Sultan Veled, Muhyi-i Gülşenî, Ahmed Avni Konuk, Abdulkerim Suruş, Şiblî Nu‘mânî, Âşık Paşa, Dârâ Şükûh, İbn Türke, İsmâil Ankaravî, Niyâzî-i Mısrî, İsmail Hakkı Bursevî, Keçecizâde İzzet Molla, Seyyid Nesîmî, Mehmed Akif Ersoy, Tâhirülmevlevî, Şeyhî, Muhammed İkbal, Abdullah Bosnevî\n• Ekolleri: Tasavvuf, Kübrevilik, Mevlevilik\n• Etkilendiği Ekoller: Kübrevilik\n• Etkilediği Ekoller: Ekberîlik, Mevlevilik, Halvetîlik, Nakşibendilik, Rifâîyye"
        },
        "1": {
            "Header": "Hayatı",
            "Content": "6 Rebîülevvel 604’te (30 Eylül 1207) Horasan’ın Belh şehrinde doğan Muhammed b. Muhammed, Celâleddin lakabıyla tanınmış, “Efendimiz” anlamındaki “Mevlânâ” unvanı onun makamını belirtmek amacıyla kullanılmış, büyüklüğü dile getirilmek için “sultan” anlamına gelen Farsça “hudâvendigâr” kelimesi de kendisine atfen yaygınlaşmıştır. Ayrıca doğduğu yer dolayısıyla “Belhî”, hayatını geçirdiği Anadolu’ya atfen “Rûmî”, bir dönem müderrislik yapmış olması sebebiyle “Mollâ-yı Rûm” gibi ifadeler de Mevlânâ hakkında yaygın olarak kullanılmıştır. Eserlerinde aktardığı bilgiler hayatının safhaları hakkında genel bir fikir vermekle birlikte Mevlânâ ve çevresine ilişkin en temel kaynaklar Sultan Veled’in eserleri ve Ahmed Eflâkî’nin Menâkıbu’l-ârifîn’idir. Ancak Eflâkî’nin eseri, menâkıbnâme türünün bir örneği olması sebebiyle kronolojik açıdan yer yer çelişkili ve abartılı unsurlar barındırmakta, bu durum eseri dikkatle değerlendirmeyi gerekli kılmaktadır. Mevlânâ, soyu hakkında doğrudan bilgi vermemiş olmakla birlikte sonraki dönem metinleri onu nesep bakımından Hz. Ebû Bekir’e ve Hz. Ali’ye nispet etmişler. Modern dönemde ise daha çok etnik kimliğine ilişkin tartışmalar yapılmıştır. Babası Bahâeddin Veled, Belh’in köklü ailelerinden birine mensup olup âlim bir kimseydi. Bu yüzden kendisine “sultânü’l-ulemâ” denilmişti. Kaynaklarda Necmeddîn-i Kübrâ’ya müntesip olarak gösterilen Bahâeddin Veled, anlaşıldığı kadarıyla siyasî sebeplerden ötürü Hârizmşah Alâeddin Muhammed’in emrine bağlı olarak Belh’i terketmek durumunda kalmış, bu esnada ulemâ zümresiyle gerilimler yaşamıştır. Bu durumun menkıbelere Fahreddîn-i Râzî üzerinden yansıdığı görülmektedir. Aile Belh’ten ayrıldığı sırada Mevlânâ henüz beş yaşındaydı. Bahâeddin Veled ve ailesinin Belh’ten Hicaz’a doğru yaptığı bu yolculuk Mevlânâ’nın kişiliğinde büyük etki bırakmış olmalıdır. Menkıbelere göre Bağdat’ta Şehâbeddin es-Sühreverdî ile karşılaşan kafile yol boyunca Kûfe ve Şam gibi merkezî şehirlerde farklı dinî zümrelerle karşılaşmış, bu esnada çeşitli tasavvufî etkileşimler yaşanmıştı. Nitekim Ferîdüddin Attâr ile çocuk yaştaki Mevlânâ’nın karşılaşmasına ilişkin menkıbe bunun örneğidir. Hicaz yolculuğunun aynı zamanda Moğol istilasının Belh’e ulaştığı devreye denk gelmesi, genel olarak İslâm coğrafyasında yaşanan göç hareketliliği açısından da farklı bir anlam taşır. Hac dönüşü Şam üzerinden Anadolu’ya gelen kafile, Malatya ve Sivas’ta kısa süreli ikametlerden sonra Akşehir’de yerleşmiş, burada Bahâeddin Veled bir müddet müderrislik yapmış, oradan da Karaman’a (Lârende) geçerek aynı vazifeyi sürdürmüştür.\n\nMevlânâ, Karaman’da Semerkantlı âlim Şerefeddin Lâlâ’nın kızı Gevher Hâtun’la evlenmiş, daha sonra babası Bahâeddin Veled’in Alâeddin Keykubad tarafından daveti üzerine aile Konya’ya yerleşmiştir. Kaynaklarda Mevlânâ ve ailesinin Anadolu’daki ikametleri ile ilgili tarihler çelişkili olmakla birlikte Konya’ya yerleşmeye kadar geçen sürenin yedi yıldan fazla olduğu anlaşılmaktadır. Mevlânâ, ilk eşi Gevher Hatun’un ölümünden sonra Kirâ Hatun’la evlenmiş, bu esnada Bahâeddin Veled, Konya’da müderrislik vazifesini sürdürürken 1231 yılında vefat etmiştir. Babasının yerine müderrislik yapmaya başlayan Mevlânâ, Bahâeddin Veled’in müridlerinden olan Seyyid Burhâneddin Muhakkık-ı Tirmizî’ye intisâb ederek tasavvufî faaliyetlerini sürdürdü. Seyyid Burhâneddin, kaynaklara göre Mevlânâ’yı ilmî yetkinliğini ilerletmesi amacıyla Şam’a gönderdi. Halep’te Hallâviyye Medresesi’nde ve Şam’da Mukaddemiyye Medresesi’nde dersler alan Mevlânâ’nın burada Arap dili ve edebiyatı, fıkıh, tefsir ve hadis gibi sahalar başta olmak üzere aklî ve naklî ilimlerden icâzet aldığı kabul edilir. Menkıbevî anlatılara göre Şam’da İbnü’l-Arabî, Sa’deddîn-i Hammûye, Evhadüddîn-i Kirmânî ve Sadreddin Konevî ile de birlikte olmuştur. Mevlânâ, Şam dönüşü mürşidi Seyyid Burhâneddin’le münasebeti dolayısıyla Kayseri’ye geçti. Tasavvufî hayatının bu döneminde halvet tecrübeleri ve aldığı irşad icâzeti öne çıkar. Seyyid Burhâneddin’in vefatından sonra Konya’ya dönen Mevlânâ’nın, burada müderrisliğe devam ederken Şems-i Tebrizî ile karşılaşması onun hayatındaki dönüm noktası sayılır. Menkıbelere konu olan ve Şems’in kimliğindeki belirsizlik sebebiyle muammâ niteliği kazanan bu karşılaşma sonrasında Mevlânâ’nın önceki hayatında edindiği tavır başkalaşıma uğramış, daha coşkun ve aşk merkezli bir üslup diline ve faaliyetlerine hakim olmaya başlamıştır. Ailesi ve mürid halkasıyla ilişkilerini, ayrıca tüm ilmî-tasavvufî konulara bakışını değiştiren Şems etkisi, tasavvuf tarihinde iki sûfî arasındaki bağın ulaşabileceği boyutları göstermesi bakımından en orijinal karşılaşmalardan biri sayılabilir. Bu yüzden Şems ile Mevlânâ arasındaki bağ klasik dönemde menkıbeler üzerinden, modern dönemde ise popüler imgelere iliştirilerek anlatılmış, sûfîler bu ilişki dolayısıyla zuhûr eden vecd ve cezbeye, konunun modern muhatapları ise anlatıların yer yer entrikaya dönüşen yönlerine odaklanmıştır. Menkıbevî anlatıların Şems etrafında gelişen olaylara ilişkin net bir tablo çizmediği, bu durumun da konuya karmaşık bir nitelik kazandırdığı ve bazen dönemin toplumsal bağlamı açısından tuhaf bir hesaplaşmaya çevirdiği gözlenmektedir. Bu nokta modern dönemde çokça manipüle edilmekle birlikte Mevlânâ’nın eserlerindeki tasavvufî muhteva ile doğrudan ilgili gözükmemektedir. Şems-i Tebrizî ile iki yıl kadar süren bu ilişkinin onun ortadan kaybolması ya da katledilmesiyle zamansız bitmesinin ardından Mevlânâ’nın semâ etmeye başladığı ve aşk vurgusu yüksek şiirler söylediği kabul edilir.\n\nŞems’ten sonra Selâhaddin-i Zerkûb’a intisâb edilmesini isteyen Mevlânâ’nın kendisi de Selâhaddin-i Zerkûb ile sohbete başlamıştı. Selâhaddin’in vefatından sonra ise hilâfet makamına Hüsâmeddin Çelebi’yi geçirmiştir. Mesnevi’nin ortaya çıkması bu döneme rastlar. Hüsâmeddin Çelebi, Mevlânâ’nın söyleyişlerini kaydeden ve onu söz söylemeye teşvik eden bir figür olarak öne çıkar. On yıl kadar süren bu ilişki Mesnevi’yi sonuç vermiş ve Mevlânâ 5 Cemâziyelâhir 672 (17 Aralık 1273) tarihinde vefat etmiştir. Öldüğü günü kavuşma vakti olarak tanımlaması sebebiyle bugüne “şeb-i arûs” denilmiş ve Mevlânâ’nın ölüm yıldönümü bu adla anılmıştır. Büyük bir kalabalığın katıldığı cenâze merasimi Mevlânâ’nın bütün dinî zümreler tarafından saygı gören ya da iyi ilişkiler geliştirilen bir figür olduğunu göstermektedir. Cenâze namazının kılınmasına ilişkin olarak Sadreddin Konevî isminin öne çıkması, ancak Konevî’nin  ağırlaşmasıyla birlikte Sirâceddin Urmevî’nin namazı kıldırması da Mevlânâ’nın bu yönüyle ilgilidir. Farklı toplum kesimleri ve yönetici sınıflar, çatışmacı bir çizgi sürdürmeyip daha çok uyumu gözeten Mevlânâ’yı saygıyla izlemiş ve onun tercihlerini dikkate almıştır. Yer yer siyasî hesaplaşmaların içinde kalsa ve Şems’e dönük olumsuz tavırlar dolayısıyla entrikalar içine düşse de Mevlânâ’nın otoriteye muhalif bir çizgi izlemediği anlaşılmaktadır. Onun bu tutumu modern dönemde bazen Moğol sempatizanlığı ya da ajanlığı şeklinde problematize edilmiş ve Anadolu’nun dinî kimliğinin oluşumu açısından sorunlu sayılmıştır. Ancak bu türlü komplocu aşırı yorumların Mevlânâ’nın eserlerine yansıyan tasavvufî düşünceyi de dinen problemli saydığı görülmekte, dolayısıyla dinî dışlayıcılığa bağlı olarak bu türlü siyasî kurgulara saplanıldığı anlaşılmaktadır. Onun siyasî tercihleri ile sahip olduğu tasavvufî tavır arasında bir süreklilik bulunmakta olup bu durum doğrudan konformizme indirgenemeyecek unsurlar içermekte, detaylı ve dikkatli tahliller gerekmektedir. Mevlânâ, kendi döneminin öne çıkan sûfî figürleri ile de temas içinde olmuş, meselâ Fahreddîn-i Irâkî, Necmeddîn-i Dâye, Kutbüddîn-i Şîrâzî gibi isimlerle görüşüp sohbet etmiş, kısmen gerilimli olsa da Sadreddin Konevî ile iyi ilişkiler geliştirmiştir.\n\nÖNEMLİ ESERLERİ: Mesnevi, Divan-ı Kebir, Fıhi Ma Fih, Mecalis-i Seb’a, Mektubat."
        },
        "2": {
            "Header": "Mevlana'nın Aşk ve İnsan Felsefesi",
            "Content": "Anadolu'da tasavvufun en önde gelen temsilcilerinden birisi Mevlana\"dır. Anadolu insanı ona büyük sevgi, saygı beslemiş ve düşüncelerini benimsemiştir. Aradan yaklaşık 700 yıldan fazla bir zaman geçmesine rağmen onun düşünceleri hala Türk halkının ilgi ve sevgisini çekmeye devam etmektedir.\nMevlana\"nın sevgi ve aşk felsefesi, yaşadığı günden bugüne, yalnız Türk halkının değil, çeşitli din ve kültürden olan bütün dünya insanlarının ilgi odağı olmaya devam etmektedir. Nitekim, İrene Melikoff: “Mevlana\"nın eserlerini dünya milletleri kendi dillerine çevirip okusalar, dünyada kötülük, harp, kin, nefret diye bir şey kalmaz” demiştir.\nİnsan konusunun bağımsız felsefi bir disiplin (felsefi antropoloji) olarak ele alınması 20. yüzyılda olmuşsa da, insan üzerinde durulması felsefenin başlangıcına kadar uzanmaktadır. Şöyle ki; Yunan felsefesi ilk önce, Asya\"da eski bir İyon kolonisi olan Milet\"de doğdu. Buradaki filozoflardan Thales\"e göre evrenin arkesi, sudur ve herşey sudan oluşmuştur. Anaximandros\"a göre Aperiondur. Bu ise herşeyin başlangıcında bulunan, herşeyi harekete geçiren ve herşeyi kuşatan sonsuzluk, bitmek tükenmek bilmeyen sınırsız şeydir. Anaximenes\"e göre havadır. Fisagor\"a göre sayıdır. Herakleitos\"a göre Ateştir. Bu ateş, logostur. Logos ise alem aklı ile Tanrı\"nın bir ve aynı olmasıdır. Empedokles\"e göre toprak, hava, su, ateşten ibaret olan dört unsurdur. Demokritos\"a göre atomlardır.\nGörüldüğü gibi, Sokrates\"den önceki filozoflar evrenin arkesi ile ilgilenmişlerdir. Sokrates\"e göre biz evrenin arkesini bilemeyiz, hem bilsek bile bunun bize bir faydası yoktur. O halde biz kendimizi bilebiliriz, kendimizi bilmek bir ahlak felsefesidir. Böylece felsefede insan konusu ilk defa Sokrates tarafından ele alınmıştır, bu sebeple Sokrates felsefenin kurucusu sayılmaktadır.\nSokratesin felsefesi ile tasavvuf felsefesi arasında da büyük benzerlik bulunmaktadır. Şöyle ki; tasavvufta aşk önemli bir yer tutar. Diyebiliriz ki; tasavvufun temeli aşktır. Sokrates de aşk konusunda şunları söylemiştir: “Aşk insan ruhunun ilahi güzelliğe duyduğu açlıktır. Aşk, yalnız güzelliği bulmayı değil aynı zamanda onu yaratmaya ve devama iştahlıdır. Fani vücutta ebediyetin tohumlarını yetiştirmeye iştahlıdır. Bunun için iki cins birbirini sevmektedir. Kendilerini tekrar yaratmak ve böylece zamanı ebediyete kadar uzatmak isterler. İşte bunun için ebeveyn çocuklarını severler. Sevişen ana babanın ruhları yalnız çocukları vücuda getirmez. Bunlar aynı zamanda ebedi güzellik arzusunun arayıcılarını ve haleflerini de vücuda getirirler.\nSokrates, felsefesine insanı konu ettiği gibi, tasavvuf felsefesi de insanla ilgilenmektedir. İnsanın Tanrı ile ve insanın insanla ilişkilerini kendisine konu olarak almaktadır.\nMevlana\"nın insan anlayışına geçmeden önce onun etkilendiği tasavvuf felsefesine kısaca değinelim. Çünkü Mevlana\"yıanlayabilmek için tasavvuf felsefesinin bilinmesi gerekir, aksi halde Mevlana\"nın düşünceleri askıda kalır."
        },
        "3": {
            "Header": "Tasavvuf",
            "Content": "Felsefede mistisizm, aklın kavrayamayacağı gerçekleri mistik sezgi ile bilmek anlamına gelir. Hindu, Yahudi, Hıristiyan ve İslam mistisizmleri vardır. Tasavvufun diğer adı İslam mistisizmidir.\nİbn Arabi\"nin vahdet-i vücut anlayışına göre, varlık özde birdir, ancak çokluk halinde tezahür etmektedir. Mutlak varlık Allah\"tır, var olan her şeyin tek kaynağı O\"dur. Her şey yaratılmadan önce Allah\"ın ilminde mevcuttu. Şu halde varlıkların suretleri ezelde Allah\"ın zatı ile birdir. İnsanın Allah\"la bir olmasından kastedilen budur. Yoksa insanın Allah\"la birleşerek bir varlık olması değildir.\nTasavvufa göre Yaratan ile yaratılan arasında ayrılık yoktur. Çünkü Allah\"tan başka varlık yoktur ve insan Allah\"tan gelmiştir, yine Allah\"a dönecektir. Ancak bunun için ölümü beklemeye gerek yoktur, nefsi terbiye ederek ezeldeki Birliğe ulaşılabilir.\nTasavvuf, söz(kal) yolu değil hal(iyi ahlak) yolu, velayet(ilm-ü ledün) vasıtalı bir yol olup, Hakikat adı verilen değişmezliğe ulaşmayı amaçlamaktadır.\nTasavvuf, kafanda ne varsa atmak, elinde ne varsa dağıtmak, önüne ne çıkarsa çıksın ona yüz çevirmemektir. Yani zihni kötü düşüncelerden arındırmak, cömert olup başkalarına ikramda bulunmak, karşına hangi çeşit insan çıkarsa çıksın(iyi-kötü, güzel-çirkin, kadın-erkek, dinli-dinsiz) hepsine iyi gözle bakabilmektir.\nTasavvuf, herkese dost olmak, kimseye yük olmamak, gül bahçesinin gülü olmak, diken olmamaktır.\nTasavvuf, ilahi ahlakla ahlaklanmak, bencillikten kurtulup, kendisinden çok başkasını düşünmektir.\nBir diğer anlamda tasavvuf sevgi ve aşk felsefesidir. Nitekim Hz. Muhammed bir hadisinde “Allah güzeldir, güzelliği sever, Kibir ise Hakkı kabul etmemek ve insanları hor görmektir buyurmuştur. Allah, mutlak cemal ve kemal sahibi olarak her türlü güzelliğin kaynağıdır. İnsan, Allah\"ı ne kadar tanırsa(marifeti artarsa) O\"na karşı olan sevgi ve aşkı da o oranda artar.\nZamanın başlangıcından önce Allah Mutlak Güzellik idi. Mutlak Varlık, Mutlak Güzellik veya mutlak Gerçek olan Tanrı, var olmayan bir dünya, yani yokluk dünyası ile bilinebilirdi.\nYine tasavvuf ehli arasında meşhur olan bir kutsi hadis vardır:” Ben gizli bir hazine idim, bilinmeyi sevdim, beni bilsinler, tanısınlar diye mahlukatı yarattım.” Buna göre başlangıçta sevgi, Allah\"tan çıkmış ve evrenin yaratılmasına sebep olmuştur. Bunun için tasavvufta esas olan ulvi ve ilahi aşktır. Gerçek aşk, insan ruhunun Allah\"a karşı özlemidir. Adem yaratılmadan önce Tanrı, Adem oğullarının bellerinden zürriyetlerini çıkardı, onları kendilerine şahit tuttu ve dedi ki: Ben sizin Rabbiniz değil miyim? Onlar “Evet” şahit olduk dediler. Elestü Bezmi ile Yaradan\"ın aşkı başlamış ve insan bu Mutlak Güzellik karşısında kendinden geçmiştir.\nTasavvufun aslı, insanın yaratılışına dayanmaktadır. İslam inancına göre Adem ve eşi Havva yaratıldıktan sonra cennete konuldular. Onlara denildi ki: “ Buradaki her türlü meyveden yiyiniz, yalnız şu ağacın meyvesine dokunmayınız. Adem eşi birlikte yasaklanmış meyveden yediler, bunun üzerine ikisi birlikte dünyaya gönderildiler. Adem yaptıklarından pişman oldu ve affını diledi. Bunun üzerine affedildi. Daha önce günahkar iken pişman olup tövbe etmesinden dolayı tekrar peygamberlik mertebesine kadar yükseldi.\n“Sen olmasaydın evreni yaratmazdım”, hadis-i kutsisi gereğince Allah, Hz. Muhammed\"in hatırı için diğer insanları ve evreni yarattı. Adem yasaklanan meyveyi yiyip günahkar olduktan sonra cennette Allah\"tan başka ilah yoktur, Muhammed O\"nun Resulüdür yazısını okudu ve Muhammed\"in aşkına kendisinin Allah tarafından affedilmesini diledi.\nİşte asıl tasavvuf burada başlamaktadır. Çünkü Tasavvufun temeli, yaptığı kötülükten pişman olmaya dayanır. İnsan noksan bir varlık olduğu için sürekli hata yapabilir. Önemli olan hatayı kabul etmek ve bundan pişman olarak doğru yola yönelmektir.\nTasavvufun temeli üç esasa dayanır: Zikir, sabır, şükür. Yani Yaratanı sık sık anmak ve Ondan gaflette bulunmamak, başına gelen belalara, kazalara ve diğer insanların çiğliğine sabretmek, Tanrı\"nın verdiği nimetlere şükretmek, nankörlük etmemektir.\nTasavvuf, insanın eğitimini esas alan ve onu olgunlaştırmaya(kamil insan) çalışan bir yoldur. Tasavvuf eğitiminde kulun, derece derece kötü huylarını terketmesi, onların yerine iyi huyları koyması, cehaleti yok etmesi, bilgi ile bezenmesi, gafletten kurtulması ve her an Allah\"ı hatırına getirmesi gerekir.\nTasavvufta ikilik yoktur, birlik vardır, yani hiçbir şey yoktur, yalnız Tanrı vardır. Fena Fillah, kulun Tanrı\"da yok olmasıdır. İkilik ortadan kalkıp birliğe ulaşılınca Allah yüzünü gösterir: Gökteki her yıldızdan parlar, tabiattaki her çiçekten bakar, her güzel yüzde gülümser, her tatlı seste hitap eder, herşeyde Tanrı vardır ve O\"ndan başka bir şey yoktur . İşte Hallac-ı Mansur\"un “Enel Hak” demesinin anlamı budur.\nMutasavvuflar, bir dünya menfaati veya cennete gitmek için değil, sadece Allah\"ı sevdikleri için ibadet ederler. Tanrı bizi ister cennetine koyar, ister cehennemine, bu tamamen Tanrı\"nın bileceği bir iştir, derler. Nitekim kadın erenlerden olan Rabia şöyle dua etmiştir: “Allah\"ım, sana cehennemden korkarak ibadet ediyorsam, beni cehennem ateşinde yak, yahut cennet özleyerek Sana ibadet ediyorsam, cenneti bana haram kıl. Yalnız Seni sevdiğimden dolayı Sana ibadet ediyorsam, beni ezeli cemalinden mahrum etme ya Rabbi.\nBurada dikkati çeken husus, Rabia\"nın sadece güzeller güzeli olan ve güzelliği hiçbir yaratığın güzelliğine benzemeyen ve bütün insanlığın ilk ikrarını verdiği “Kalu Bela\"da” O\"nun güzelliği karşısında mest olup kendisinden geçtiği o olağanüstü güzelliği istemesidir.\nÖzet olarak tasavvuf, başta Allah aşkına, sonra işlenilen günah ve yapılan kötülüklerden pişman olup, tövbe etmeye ve onları tekrar yapmamaya, Tanrı\"nın yaratığı olmalarından dolayı bütün insanları hoş görüp sevmeye ve bütün canlıları korumaya, almak yerine bol bol vermeye ve açları doyurmaya, buna karşılık kendi nefsini terbiye etmek için fazla yememeye, kötü söz söyleme ihtimaline karşı az konuşmaya, vaktinin çoğunu uykuda geçirmeyerek çalışmaya, topluma ve insanlığa faydalı olmaya dayanır."
        },
        "4": {
            "Header": "Mevlana ve Felsefe",
            "Content": "Mevlana, Arap, Fars(Attar ve Tebrizli Şems) ve Türk kültüründen(Orta Asya Türk topluluklarının Gök-Tanrı inancı) etkilenmiştir.Ayrıca onda eski Yunan idealist felsefesinin(Platon ve Plotinus) tesirlerini görmek mümkündür. Bununla birlikte Mevlana, genel olarak felsefe konusunda olumsuz düşüncelere sahiptir. Onun felsefe ile ilgili bir şiiri şöyledir:\n\nKüçük felsefeci kör olacak\nIşık ondan uzakta kalacak\nFelsefeci de dinin çiçeği açmayacak\nÇünkü Sen onu onda dikmeyeceksin.\n\nAyrıca Mevlana Mesnevisi’nde, felsefe ile ilgili şunları söylemiştir: “Cennettekilerin çoğu saf kişilerdir, böylelikle felsefenin şerrinden kurtulurlar.\nGörüldüğü gibi Mevlana, felsefeyi kötü ve zararlı bir uğraş alanı olarak görmekte, felsefecileri küçümsemekte ve onların cennete giremeyeceklerine inanmaktadır. Bu düşünceler bize Alman filozofu Karl Jaspers’in, “Felsefeyi reddeden farkında olmadan felsefe yapıyor, demektir” sözlerini hatırlatmaktadır. Mevlana, felsefeyi zararlı sayıp küçümserken bile, ortaya attığı bu düşüncelerle yine de felsefe yapmıştır, denilebilir.\nMevlana ölmeden önce hastalandı ve hasta yatağında arkadaşlarına şöyle vasiyet etti: “Ben size gizli ve açık olarak Tanrı\"dan korkmayı, az yemeyi, az uyumayı, az söylemeyi ve daima şehvetten kaçınmayı, halkın eziyetine ve cefasına dayanmayı, avam ve sefihlerle düşüp kalkmaktan uzak bulunmayı, kerim olan salih kimselerle beraber olmayı vasiyet ederim. Çünkü insanların hayırlısı, insanlara faydası dokunandır. Sözün hayırlısı az ve öz olanıdır.” Bu sözler, Mevlana\"nın bütün düşüncelerini özetlemektedir."
        }
    }
}
