{
    "Name": "Molla Lütfi",
    "Desc": "Osmanlı âlimi",
    "Period": "Islamic",
    "Lifetime": [ 1446, 1495 ],
    "Importance": "High",
    "GUI": {
        "Position": [ -245, 0 ],
        "Color": [ 217, 255, 254 ]
    },
    "Content": {
        "0": {
            "Header": "Temel Bilgiler",
            "Content": "• Tam İsim: Lutfullah b. Kutbuddin Hasan et-Tokadi el-Hanefi\n• Doğum Yeri: Tokat\n• Ölüm Yeri: İstanbul\n• Hocaları: Sinan Paşa, Kıvamuddin Kasım Efendi, Ali Kuşçu\n• Öğrencileri: Tâcîzade Cafer Çelebi, Muslihuddin el-Amasyavî, Molla Hüsameddin, Molla Hakîm İshak, Hayali-i Evvel, Kazâbâdlı Kâzımî, Bedreddin Mahmud el-Gulam, Seyyid Mahmud, Molla Alâeddin Ali Çerçin, Kara Dâvûd İzmiti, Vâsiî (Abdülvâsi) Çelebi, Abdurrahman Çelebi, Kemâlpaşazâde, Kıvamuddin Kasım Efendi\n• Etkilendikleri: İbn Sînâ, Seyyid Şerîf el-Cürcânî\n• İletişimde Bulunduğu İsimler: Fatih Sultan Mehmet Sultan, II. Beyazıd, Muslihuddin Kestellî, Sinan Paşa, Ali Kuşçu, Hatîbzâde Muhyiddin, Hocazâde, Efdalzâde Hamidüddin\n• Bulunduğu Medreseler: Sultan Bayezid Han (Bursa) Şehâbeddin Paşa (Filibe) Dâru'l-hadis (Edirne) Semâniye (İstanbul) Muradiye (Bursa)\n• Ekolleri: Felsefe, Kelam"
        },
        "1": {
            "Header": "Hayatı",
            "Content": "Asıl adı Lutfullah olup, daha çok Molla Lütfî diye tanınmıştır. Ayrıca Sarı Lütfî, Deli Lütfî, Mevlânâ Lütfî, Lütfullah Tokadî, Maktûl ve Şehid gibi lakaplar ile de anılmıştır. Tokat'ta doğduğunu bizzat kendisi ifade etmekle birlikte (Dil Bilimlerinin Sınıflandırılması, s. 101) kaynaklarda ne zaman doğduğu, İstanbul'a ne zaman geldiği, hangi medreselerde eğitim gördüğü ve kimlerin talebesi olduğu gibi hayatının İstanbul'a gelmeden önceki kısmına dair bilgi yoktur. Hayatının ileriki safhasında meydana gelen olaylar Sinan Paşa'nın (ö. 1486) talebesi olduğunu ve ilişkilerinin ömür boyu sürdüğünü göstermektedir. Ali Kuşçu (ö. 1474) da İstanbul'a geldikten sonra kısa bir süreliğine de olsa riyazî ilimlerde derslerini takip ettiği diğer bir hocasıdır. Sinan Paşa ile aralarında hoca-talebe olmaktan daha ileri bir ilişki olduğu anlaşılmaktadır. Fatih'in veziri ve hocası olan Sinan Paşa'nın tavsiyesiyle 1470 yılında Hazine Kütüphanesi Müdürlüğüne (hâfızu'l-kutub) getirildi ve buradaki görevi sayesinde kitaplardaki inceliklere vakıf oldu. Bilinmeyen bir sebeple Sinan Paşa'nın sürgüne gönderilmesi üzerine onunla birlikte Seferihisar'a gittiği 1476 yılına kadar bu görevini sürdürdü. Kaynaklar bu dönemde Fatih Sultan Mehmet ile Molla Lütfî'nin arasında özel bir ilişki olduğunu kaydederek bazı anekdotlar aktarırlar. Ancak Seferihisar'da geçirdiği 5 yıla dair malumat yoktur. Sultan II. Bâyezîd'in 1481'de tahta cülusu üzerine Sinan Paşa ile beraber İstanbul'a döndü ve sırasıyla Bursa'da Sultan Bâyezîd Han, Filibe'de Şehâbeddin Paşa, Edirne'de Dâru'l-hadis, İstanbul'da Semâniye, Bursa'da Muradiye ve muhtemelen tekrar   İstanbul’da Semâniye medreselerinde müderris oldu.\n\nMolla Lütfî'nin kaynaklarda zikredilen iki hocası Sinan Paşa ve Ali Kuşçu'dan her ikisi de dönemin en önemli iki ekolün mensubudur. Bu ekolün İstanbul ayağındaki Sinan Paşa, Fahreddin Râzî'nin kelam ekolünü devam ettiren ve ikinci İbn Sina diye isim verilen Hızır Bey'in oğludur. Dolayısıyla Molla Lütfî, Sinan Paşa'nın talebesi olması hasebiyle Molla Fenârî okuluna kadar giden bir ilmî geleneğe mensuptur. Bu okul mantık, dil ve usul ilimleri yanında kelam ve irfan ile mecz edilmiş bir gelenektir. Zira Molla Lütfî, ikindi namazına kadar medresede ders verdikten sonra akşam namazına kadar da Şeyh Vefa zaviyesinde Sahîh-i Buhârî okutmuştur. Bununla birlikte onun tasavvufa sülük edip etmediği konusunda bilgi yoktur. Molla Lütfî'nin diğer hocası Ali Kuşçu ise Semerkant matematik-astronomi okulunun ilmî birikimini İstanbul'a taşımış ve burada yetiştirdiği pek çok öğrenci sayesinde Osmanlı ilim hayatına katkı sunmuş bir âlimdir. Astronomi ve matematik yanında kelam, usul ve dil alanlarında da otorite kabul edilir. Dolayısıyla Molla Lütfi'nin beslendiği her iki kaynak ta hem tabiî hem de dinî, felsefî ve irfanî ilimleri içinde harmanlamış bir gelenektir. Bu geleneği Molla Lütfî'nin eserlerinden takip etmek mümkündür. Zira dil, hadis, fıkıh ve tefsir gibi ilimlerin yanında metafizik, matematik, felsefe gibi her alana ait meseleleri tahkik ettiği eserler kaleme almıştır.\n\nİyi derecede Arapça bilen Molla Lütfî'nin, Farsça eser telif etmemekle birlikte telif ettiği eserlerdeki Farsça beyitlerden hareketle Farsça bildiği varsayılabilir. Yazdığı Türkçe belagat ve Harnâme adlı eserleri iyi seviyede Türkçe bildiğini gösterir. Bu noktada Türkçe nesir üslubun kurucusu kabul edilen Sinan Paşa ile olan dostluk ve hoca-talebe ilişkisi de hatırlanmalıdır. Çok bilinmemekle birlikte Arapça şiir ve kasideleri olduğu gibi Türkçe şiirleri de mevcuttur. Ayrıca Yunanca bildiğini söyleyenler de vardır.\n\nKaynaklar Molla Lütfi'nin sıra dışı bir kişiliğe sahip olduğu konusunda hemfikirdirler. Aşırı nüktedan ve münekkit olan bu âlim ironik bir zekaya sahipti. Nüktedanlığı kendisini dini konularda vurdumduymaz ve mezhebi geniş biri olarak gösterirken; kontrolsüz münekkitliği dönemindeki ulemayı kendine düşman etti. Bu iki özelliğine cerbezeli kişiliği de eklenince onu idama sürükleyen zındıklık ve mülhidlik iddialarıyla karşı karşıya geldi.Zira es-Sebu'ş-şidâd ve Risâle muteallika bi-ayeti'l-hac adlı eserlerinin girişinde ulemanın kendisine karşı kıskançlıkla yaklaştıklarından bahseder. Bu âlimlerin açıkça isimlerini zikretmeksizin –talebeler- diye nitelemesi takındığı istihzâî durumla alakalıdır. Ayrıca meşşâî felsefî ilimlere olan ilgisi sebebiyle de çağdaşı âlimler tarafından suçlanmıştır. Tüm bunların neticesinde Molla Lütfî, Sultan II. Bâyezîd’in bir süre direnmesine ve iddiaların etraflıca araştırılmasını istemesine rağmen, teftiş süresince 19 gün hapis yattı. Bu süre zarfında Padişah’a ve dönemin ileri gelen devlet adamlarına gönderdiği yardım dileyen şiirleri fayda vermedi ve dönemin ileri gelen âlimlerinden Hatîbzâde (ö. 1495), Molla İzârî (ö. 1495), Molla Arap (ö. 1524), Efdalzâde (ö. 1503) ve Molla Ahaveyn’in (ö. 1498) başını çektiği bir grubun huzurunda yargılandı. Kendisine yöneltilen mülhidlik/zındıklık suçlamasını reddetti. Ancak aralarında bizzat kendi öğrencilerinin de bulunduğu 200 kişi aleyhine şahitlik edince, Molla Lütfî’nin şimşir-i siyasetle öldürülmesi talep edildi. Hatîbzâde ile Molla İzârî’nin hemen onay verdiği bu hükme, bir müddet tereddüt ettikten sonra Molla Ahaveyn de katıldı. Efdalzâde ise yargı heyetinden çekilerek idamına fetva vermedi. Molla Lütfî kendine yöneltilen suçlamaları kabul etmeyip ısrarla küfür ve şirkten beri olduğunu vurgulamıştır. Ancak âlimlerin icmâı karşısında yapacak bir şeyi kalmayan Sultan II. Bâyezîd hükmü onaylayınca, Molla Lütfî bugün Sultanahmet Meydanı olarak bilinen At Meydanı’nda 25 Rebiulahir 900/23 Ocak 1495 günü başı kesilmek suretiyle öldürüldü. Cesedi, Eyüp’te Defterdar Mahmut Çelebi Mescidi yakınlarında defnedildi.\n\nMolla Lütfî, aklî ve naklî ilimlerde verdiği eserleri yanında, yetiştirdiği öğrencilerle de Osmanlı ilim hayatına katkıda bulunmuştur. Öğrencileri arasında, Şeyhülislam İbn Kemal, Taşköprülüzâde’nin amcası Kıvâmüddin Kâsım, Abdülvâsi Çelebî, Davud Kocevî, Abdurrahman Çelebî, Hayalî-i Evvel gibi pek çok isim vardır."
        },
        "2": {
            "Header": "Öne Çıkan Eserleri",
            "Content": "• Risâle fi Taz‘îfü’l-Mezbah: yay. M. Şerefettin Yaltkaya, çev. Abdülhak Adnan Adıvar, Henry Corbin, La Duplication de l’autel: Platon et le Probleme de Delos = Risâle-i Taz’ifü’l-Mezbah, Institut Français d’Archeologie de Stamboul, İstanbul 1940.\n• Hâşiye alâ Hâşiyeti’l-Metâli: Süleymaniye Ktp., Hasan Hüsnü Paşa, nr. 600, 1223; Köprülü Ktp., Fazıl Ahmet Paşa, nr. 908; Milli Ktp., Yazmalar Koleksiyonu, nr. 10746.\n• Hâşiye alâ Şerhi’l-Mevâkıf: Nuruosmaniye, nr. 4391; İstanbul Ünv. Nadir Eserler Ktp., Arapça Yazmalar, nr. 1568.\n• Risâle fi Tahkiki Vucudi'l-Mebdei'l-Evvel: Süleymaniye Ktp., Yeni Cami, nr.1181.\n• es-Sebu’ş-Şidâd: Süleymaniye Ktp., Esad Efendi, nr. 3551; Süleymaniye Ktp., Carullah, nr. 1341.\n• el-Metâlibu’l-İlâhiyye fi Mevzuâti’l-Ulumi’l-Lugaviyye ve Şerhihî: thk. Şükran Fazlıoğlu, Dil Bilimlerinin Sınıflandırılması = El-Metalib El-İlahiyye Fi Mevzuat El-Ulum El-Luğaviyye, Kitabevi, İstanbul 2012.\n• Zubdetu'l-Belâga: nşr. Mehmet Sami Benli, Molla Lütfi ve Zübdetü'l-Belaga Adlı Eseri, Çantay Kitabevi, İstanbul 2003.\n• Hâşiye alâ Şerhi'l-Miftâh: Süleymaniye Ktp., Carullah, nr.1793; Beyazıt Yazma Eser Ktp., Veliyüddin Efendi, nr. 2843; Süleymaniye Ktp., Kadızade Mehmed, nr. 440; Çankırı İl Halk Ktp., nr. 117.\n• Risâle-i Mevlânâ Lütfî: Mustafa Aksoy, Molla Lütfi'nin Risale-i Mevlânâ Lütfi'si, Yayınlanmamış Yüksek Lisans Tezi, Ege Üniversitesi, İzmir 1991.\n• Futuhât: haz. Ömer Mahir Alper-Yasin Apaydın, Molla Lütfi ve Futuhat'ı, Tüba Bilimler Akademisi, Ankara 2021.\n• Talikât alâ evâili Sahihi'l-Buhâri: Muhammed Yakup Kepenek, Molla Lütfi'nin 'Talikât alâ evâili Sahihi'l-Buhâri' Adlı Eserinin Tahkik ve Tahlili, Yayınlanmamış Yüksek Lisans Tezi, Trakya Üniversitesi, Edirne 2018.\n• Risâle Müteallika bi-Âyeti'l-Hac: Süleymaniye Ktp., Şehid Ali Paşa, nr. 2844."
        },
        "3": {
            "Header": "Varlık Felsefesi",
            "Content": "Molla Lütfî, varlık felsefesi alanındaki görüşlerini Risâle fî tahkîk Vucûd el-Vâcib isimli küçük risalesinde verir. Bu konuda, daha çok İbn Sînâ ve okulunun görüşlerini izler. Özellikle İbn Sînâ'nın Şîfâ, İşârât ve Mubâhesât adlı eserlerinden iktibaslarda bulunur. Molla Lütfî'nin de benimsediği İbn Sînâcı yaklaşıma göre îcâb ve imkân kavramlarından hareketle zorunlu varlık (vâcibu'l-vucûd) ile mümkün varlık (mumkinu'l-vucûd) ayrımı yapılır; bu ayrımdan hareket ederek de zorunlu varlık ispat edilir. Zorunlu varlık için varlık ile mâhiyet ayrımı yapılmaz; çünkü zorunlu varlığın inniyetinin haricinde başka bir mâhiyeti yoktur. Bu nedenle zorunlu varlık, zâtıyla mevcuttur. Yine bu gerekçelerle zorunlu varlığın kendinin dışında muhtaç olduğu bir lâzımı ve lâhıkı da bulunmaz. Öyle olsaydı zorunlu varlığın hem malûl olması hem de illetinin kendine takaddüm etmesi gerekir ki, îcâb kavramının tanımı nedeniyle bunun düşünülemeyeceği açıktır. Bu çerçevede zorunlu varlığın zâtı için gerekli her şey inniyeti için de gerekir.\n\nMümkün varlıklarda ise durum böyle değildir; çünkü mümkün varlıklar için varlık ile mâhiyet arasında bir ayrım söz konusudur; zira bu tür varlıklarda, varlık mâhiyete arızdır. Bu nedenle, mümkün varlık, kendini var edecek bir illete ihtiyaç duyar; bu illet de mümkün varlığın dışından gelir. Teselsül kaidesi gereği, dışarıdan gelen illetin varlığının varlığı, zorunlu varlık tanımına bağlı olarak, kendinden olmasını gerektirir ki, zorunlu varlık dediğimiz de budur. Başka bir açıdan bakıldığında, var olan her şey zorunlu varlığın dış dünyadaki eseridir. Bu nedenle aklî açıdan vâcibu'l-vucûdün varlığının dış varlıklarda olması gereklidir ki, bu genel varlıktır.\n\nMolla Lütfi’ye göre genel varlık, zorunlu varlığın gereğidir; ancak zorunlu varlık, genel varlığa muhtaç değildir. Çünkü zorunlu varlığın illeti yoktur; bu nedenle özel varlığının, yani inniyetinin de illeti yoktur. Öte yandan, Molla Lütfi, mutlak varlığın zorunlu varlık üzerine, yaygın kanaatin aksine yüklem değil nisbet olabileceğini söyler. Bu nisbet de varlığın, mümkün varlıklara nisbeti gibi değildir. Çünkü varlık, mümkünlere yüklem olduğunda, onlara varlık verir. Mutlak varlığın zorunlu varlığa yüklem olması ise zorunlu varlığa, varlık vermesi yönüyle değil, ancak arızî şeylerin mevcudata, varlıklarından sonra, yüklem olması gibidir. Başka bir açıdan Molla Lütfî'nin söyledikleri şöyle izah edilebilir: Zorunlu varlık dışındaki tüm mümkün varlıklar, mahiyetleri olmadan varlığa gelemezler. Yalnızca zorunlu varlık, zatından vücudunu yani varlığını gerekli (îcâb) kılar. Öyleyse, zorunlu varlık dışında mâhiyetlerine varlık eklenen şeylerde varlık, arazdır. Zorunlu varlığın yani bizatihi var-olanın vücudunun mahiyetine takaddüm etmesi ise, tanımı gereği mümkün değildir. Bu nedenle zorunlu varlık için ne kendiyle var olacağı haricî bir varlık ne de kendine arız olacak bir varlığın ilavesiyle var olacağı bir varlık vardır. Kısaca O, zatıyla zorunlu olarak vardır. Öte yandan \"genel varlık mümkünlere yüklemdir\" demek, mahiyetin bir şeyin varlığını zorunlu kılmasının imkânsız olması demektir. Zira, bir mahiyet kendini var kılacak bir illete ihtiyaç duyduğu için mümkündür; bu nedenle tanımı gereği de başka bir şeyi zorunlu kılamaz.\n\nMolla Lütfî, zorunlu, mümkün ve genel varlık ile konuyla ilgili diğer görüşlerini hem İbn Sînâ hem de şârihi Nasîrüddin Tûsî’den hareketle temellendirmeye çalışır. Böylece kendini görüşlerini mensubiyet duyduğu geleneğin önemli isimlerine nisbetle doğrulamaya çalışır."
        },
        "4": {
            "Header": "Bilgi Teorisi",
            "Content": "Molla Lütfi, bilgi anlayışında yine, klasik meşşâî yaklaşımı takip eder. Buna göre bilgi, tasavvurî (kavram) ve tasdîkî (yargı) bileşenlerinden oluşur. İnsanın makûlâtı idrak etme kabiliyetinin zemini heyûlânî akıldır. Bu zemin, zarurî, yani kesbî olmayan bilgilerin bulunduğu, beşerî fıtrata uygun idrâk etme kabiliyeti demektir. Tanrı, bu fıtratla insanı üstün kılmış, zarurî bilgilerle nazarî ve istidlalî bilgiye yönelme imkanını vermiştir. Nazarî bilgi, bu zeminden hareket ederek, bilgideki tedrîcî bir tecerrüde işaret eder. İnsan, zarurî bilgilerden nazarî bilgileri müşahede etmeye, yani müstefad akla ulaşır. Müşahedelerin tekrarıyla meleke kesb edilir; böylece bilfiil akla ulaşılır. Bilfiil aklı her ne kadar müstefad akıldan sonraya koysa da Molla Lütfî, gerçek yerinin ondan önce olduğunu belirtir. Çünkü, aklın en son ulaşacağı mertebe müstefad akıl derecesidir.\n\nMolla Lütfî, yöntemlerin bütünleşmesinin etkin olduğu çağının ruhuna uygun olarak, beşerî bilginin tecerrud ötesine geçeceğini vurgular. Başka bir ifadeyle beşerî bilgi, müstefad akılda bitmez. Çünkü tam bu noktada, hemen müstefad akıldan sonra sürece hads(sezgi) müdahil olur. Müstefad akıl ile elde edilen bilgiler ilmu’l-yakîn adını alır. Sezgideki bilginin ilk derecesine ise aynu’l-yakîn denilir. Bu merhalede beşerî nefis, makûlâtı feyiz kaynağında müşâhede eder. Sezgideki son mertebe, hakku'l-yakîndir. Molla Lütfî, bu ıstılâhı bir hadis-i kudsîde “(…) Ben onun gözü ve kulağı olurum” şeklinde zikredilen, hakku’l-yakîn kavramına teşbihen kullanır. Hakku'l-yakîn, beşerî nefsin, makulatın feyiz kaynağını, bizatihi feyiz kaynağında müşahede etmesi anlamına gelir. Beşerî nefsin ulaşabileceği bilginin en son mertebesi de budur."
        },
        "5": {
            "Header": "Ahlâk ve Siyaset Düşüncesi",
            "Content": "Molla Lütfî'nin ahlâk ve siyasete dair görüşlerini el-Metâlib el-ilâhiyye fi mevzuât el-ulûm el-luğaviyye adlı bilimler tasnifiyle alakalı eserinden takip etmek mümkündür. Molla Lütfî, şerî ilimleri tamamlayıcı (tetimmat) ilimlerin ilki olarak ilmu'l-ahlâk'ı zikreder. Ahlâk ilmini “Muhammedî şeriat kanununa göre huyları (ahlâk) dönüştürme (tebdil) keyfiyetini araştıran ilimdir” şeklinde tarif eden Molla Lütfî, ilkelerinin bir kısmının bedihî olduğunu diğer bir kısmının ise şer‘î ilimlerden kaynaklandığını söyler. Burada dikkat edilecek en önemli nokta, amelî hikmetin bir alt dalı kabul edilen ve İbn Sînâcı meşşaî terimlerle tanımlanan felsefî ahlâk ilminin aksine, Molla Lütfi’nin ilmu’l-ahlâkı tamamen şer’î bir içeriğe büründürmüş olmasıdır. Çünkü meşşaî ahlâkta doğuştan gelen huyların aklın yönetim ve gözetiminde ifrat ve tefritten sakındırılıp itidal üzere tutulması, dolayısıyla iki rezilet arasında bir faziletin elde edilmesi esas iken, Molla Lütfî, aklın yönetimi ve gözetimi yerine Muhammedî şeriat kanununu koyar. İfrat-tefrit ve rezilet-fazilet ikiliklerini dikkate almadan redî ile ceyyid terimlerini kullanır ve ahlâkın amacının redî olanın ceyyid olana dönüştürülmesi olduğunu söyler. Faydasını ise dünyevî ve uhrevî saadet (saadetu’d-dareyn) olarak ifade eder. Benzer şekilde ilmu’l-mevizeyi de nehiylerden uzaklaştırmanın ve emirlere yönlendirmenin sebeplerini araştıran bir ilim dalı olarak tanımlayan Molla Lütfî, bu ilmin avamın tabiatına münasib hatabî durumları dikkate aldığını belirtir ve ilkelerini geçmiş milletlerin ibretlik hikayeleri ile büyük insanların menakıblarından aldığını söyler. Amacı olarak nefsi, ilim ve amel ile birlikte kemale erdirmek olduğuna işaret eder, faydasını da yine dünyevî ve uhrevî saadet olarak açıklar.\n\nMolla Lütfî, şerî ilimleri tamamlayıcı ilimler arasında siyaset ile ilgili üç ilimden bahseder: İhtisâb (emniyet), tertîbu’l-asâkir (askerî hizmetler, iç ve dış güvenlik) ve fey (ganimet ve haraç) malının tahsili, korunması ve harcanması. İhtisab ilmi, herhangi bir bölgede insanlar arasındaki muameleleri konu edinir. Bu muamelelerin kanunî ve adaletli bir şekilde yürütülmesi temeddünün meydana gelmesi ve tamamlanması için tek yoldur. Molla Lütfî'nin hem dil hem de şerî ilimleri inşa ederken kullandığı temeddün kavramı, burada da önemli bir rol oynar. Buna göre, ilmu’l-ihtisâb, alıcı ile satıcı arasındaki ilişkileri, dolayısıyla ticareti belirli bir kural altına koyduğu için, temeddün için şart olan ülkenin mensupları arasındaki muamelatın adalet kanununun içinde (ala kanuni’l-adl) cereyan etmesini sağlar. Bu ilim dalı aynı zamanda, insanlar arasında gerginlik ve tahakküm olmaması için iyiliği emr ederek ve kötülükten nehy ederek, yöneticinin uygun gördüğü şekilde insanların siyasetini ele alır. O'na göre bu ilim dalının ilkelerinin bir kısmı fıkhîdir, çünkü “insanların medenîleşmesi için üzerinde uzlaşacakları ve böylece sulha kavuşacakları bir kanuna ihtiyaç vardır.” Bu ise, ilahî kanunlardır. Diğer bir kısmı ise yöneticinin görüşünden kaynaklanan istihsanî durumlardır. Bu ilim dalı çok ince olduğundan ancak derin bir anlayış ve isabetli sezgisi olanlarca idrak edilebilir. Çünkü kişiler, çağlar ve durumlar tek bir süreç halinde ortaya çıkmamaktadır. Aksine her bir çağ, her bir durum ve kişi için, diğerinden farklı özel bir siyaset vardır, bunu ayırabilmek en zor işlerden biridir. Bu nedenle ihtisab mansıbına, Hz. Ömer gibi –ki bu konuda O, bir semboldür-, ancak heva ve çıkardan mücerred ilahî-hadsî bir gücü olan insan layıktır. Dolayısıyla ihtisab ilmi, şehirlerdeki işlerin icrasını, duruma uygun bir şekilde en iyi bir tarzda yürütmeyi sağlar.\n\nİlm keyfiyyet tertibi’l-asâkir doğrudan ülkeyi korumak, cihat etmek, kısaca din ve dünya işlerinde güvenliği ve barışı sağlamakla ilgilidir ve bu ilme şiddetli bir şekilde ihtiyaç duyulmaktadır. Molla Lütfi, halifeliğin henüz Mısır'da olduğu bir dönemde devleti yöneten kişi ile halifede bulunması gereken özellikleri sıralar. Bunlar selîm fıtrat, mustakim feraset, latif bir nefis ve hakimî bir doğası bulunan kişidir. Molla Lütfî’ye göre “Bunlar ne de azdır”. Bu cümleyi hâşiyesinde yorumlarken Molla Lütfî kastettiği kişinin Sultan II. Bâyezîd olduğunu açıkça söyler ve ekler “O ki adaletli yönetimde (kanunu’l-adl) ve şehirleri idare etmede(siyasetu’l-mudun) zirveye ulaşmıştır. Öyle ki, ne eskiler böyle birşey işitmiş ne de yeniler böyle birşey görmüştür.” Onun bu ilmi, ahlâk ve ticaretle alakalı ilimlerle birlikte, dinî ilimleri tamamlayıcı ilimlerden sayması halkın adaletli bir şekilde yönetilmesi ile alakalıdır."
        }
    }
}
