{
    "Name": "Mustafa Şekip Tunç",
    "Desc": "Cumhuriyet ve modernleşme dönemi Türk felsefesinin öncü isimlerinden, Dârülfünûn felsefe ve psikoloji hocası",
    "Period": "Republic",
    "Lifetime": [ 1883, 1958 ],
    "Importance": "High",
    "GUI": {
        "Position": [ -240, -65 ],
        "Color": [ 255, 191, 0 ]
    },
    "Content": {
        "0": {
            "Header": "Temel Bilgiler",
            "Content": "• Doğum Yeri: İstanbul\n• Ölüm Yeri: İstanbul\n• Öğrencileri: Selmin Evrim, Necip Fazıl Kısakürek\n• Etkilendikleri: Henri Bergson, William James, Theodule Ribot, Sigmund Freud\n• İletişimde Bulunduğu İsimler: Ziya Gökalp, İsmayıl Hakkı Baltacıoğlu, Mehmed Ali Aynî, Ahmet Hamdi Tanpınar, Mehmed Emin Erişirgil, Ziyaeddin Fahri Fındıkoğlu, Peyami Safa, Necip Fazıl Kısakürek\n• Bulunduğu Medreseler: Vefa İdâdisi, Mülkiye Mektebi\n• Ekolleri: Felsefe"
        },
        "1": {
            "Header": "Hayatı",
            "Content": "Nevşehir’li Hendeklioğlu ailesine mensup Nüfus Nazırı Yusuf Besim Bey (ö. 1919)’in oğludur. 1883’de (hicrî 1301, rumî 1300) İstanbul’da doğdu. Babasının memuriyetleri sebebiyle ilk tahsilini İstanbul, Beyrut ve Halep Sıbyan mekteplerinde tamamladı. Daha sonra kısa bir süre Askerî Rüşdiye’de eğitim gördükten sonra Manastır Mekteb-i İdadî-i Mülkiyesi’ne devam etti ve Vefâ İdâdisi’nden yüksek derece ile mezun oldu. Yüksek tahsilini Mülkiye Mektebi’nde tamamladı. Mezun olduktan sonra Kosova’da bir süre idari görevlerde bulundu. Buradaki idari görevleri sırasında daha ziyade eğitim konularıyla meşgul oldu ve hususî bir mektepte fahri olarak hocalık etti. Yeni eğitim ve öğretim yöntemlerinin uygulandığı bu okul mesleki açıdan onu eğitim konularına sevk etti. Bir süre sonra idari görevlerinden istifa ederek Maarif bünyesinde görevler aldı. Maarif Nezâreti aracılığıyla Avrupa’ya gönderildi. Jean Jack Rousseasu Enstitüsü’nde eğitim pedagojisi ve psikoloji eğitimi gördü, aynı Enstitü’den diploma ve Cenevre Üniversitesi’nden Psikoloji sertifikası alarak memlekete döndü. 1919’da Ziya Gökalp’in tavsiyesi, İsmayıl Hakkı ve Mehmet Emin Bey’lerin teklifi ile Dârülfünûn Edebiyat Medresesi’ne intisap etti. 1924’te Müderris, 1933’te Ordinaryüs Profesör ünvanını aldı ve bu müessesede 1953’e kadar yaklaşık 35 yıl hocalık etti. Tunç ayrıca Dârülfünûn bünyesinde kurulan İlahiyat Fakültesi’nde de ilk defa 1925’ten 1933’e kadar Din Felsefesi derslerini verdi.\n\nTunç akademik görevleri sırasında felsefe ve ruhiyat derslerinde okutulmak üzere ders kitabı mahiyetinde irili ufaklı bazı telif/uyarlama eserleri yanında H. Ebinghaus (ö. 1909), T. Ribot (ö. 1916), W. James, H. Bergson, S. Freud, G. Dwelshauvers (ö. 1937) gibi Batılı yazarların felsefe ve psikolojiye dair kitaplarını dilimize tercüme etti. Tunç ayrıca Dergâh, Millî Mecmua, Hayat, Felsefe ve İçtimaiyat, Yeni Türk, İnsan, Kültür Haftası, Ağaç, Büyük Doğu, Türk Düşüncesi, Türk Yurdu ve Din Yolu gibi dergilerin yanında Cumhuriyet ve Tasvir-i Efkâr gazetelerinde çok sayıda makaleler kaleme aldı.\n\nTunç 17 Ocak 1958’de kalp yetmezliği şikâyetiyle tedavi gördüğü İstanbul Gureba Hastanesi’nde vefat etti. Aksaray Valide Camii’nde kılınan cenaze namazı ve Üniversite’deki merasimden sonra Zincirlikuyu mezarlığına defnedildi."
        },
        "2": {
            "Header": "Öne Çıkan Eserleri",
            "Content": "• Felsefe Dersleri: Ruhiyat: Maarif Vekâleti Neşriyatı, İstanbul 1340/1924.\n• Terakki Fikri: Menşei ve Tekâmülü: Dârülfünûn Edebiyat Fakültesi, İstanbul 1928.\n• İnsan Ruhu Üzerinde Gezintiler: Cumhuriyet Basımevi, İstanbul 1943.\n• Ruh Âleminde: Ülkü Kitap Yurdu, İstanbul 1945.\n• Fikir Sohbetleri: Yirmi İki Diyalok: Ülkü Basımevi, İstanbul 1948.\n• Psikolojiye Giriş: İstanbul Üniversitesi Edebiyat Fakültesi, İstanbul 1949.\n• Psikoloji Dersleri (Terbiye Bakımından): İstanbul Üniversitesi Edebiyat Fakültesi Yay., İstanbul 1950.\n• Bir Din Felsefesine Doğru: Türkiye Yay., İstanbul 1959.\n• Yaratıcı Tekâmül: (H. Bergson’dan tercüme), MEB Yay., İstanbul 1947.\n• Şuurun Doğrudan Doğruya Verileri: (H. Bergson’dan tercüme), MEB Yay., İstanbul 1950.\n• Yaratıcı Muhayyele Hakkında Bir Kalem Tecrübesi: (Ribot Theodul’dan tercüme), Edebiyat Fakültesi, İstanbul 1932."
        },
        "3": {
            "Header": "Öğretisi",
            "Content": "Cumhuriyet devrinin ilk kuşak felsefeci ve ruhiyatçıları arasında yer alan Mustafa Şekip Tunç Türk fikir hayatında Bergsoncu bir düşünür olarak tanınır. Bergson’dan ve onun “oluş” fikrinden büyük ölçüde etkilenen düşünür bu düşünceyi T. Ribot, W. James ve S. Freud’un fikirleri ile sentezleyerek eklektik bir felsefe anlayışı geliştirir. Buradan hareketle Türk felsefesini anti-materyalist, anti-pozitivist ve anti-zihinci bir istikamette kurmaya çalışır; ayrıca bu görüşünü memleketin sosyal, kültürel ve siyasî meselelerine uygulayarak Türk fikir hayatının temel problemlerini bu çerçevede çözmeye çalışır.\n\nTunç felsefeyi rasyonel psikolojinin sınırları içerisinde konumlandırır ve bu çerçevede tanımlar. Ona göre felsefe, “insanın kendisini ve çevresini anlama ve eylemlerini aklileştirme ihtiyacı”ndan doğmuştur. İnsan, içinde yaşadığı dünyayı, hayatı ve nesnelerin gerçekliğini bilme ihtiyacı duyar; varlık, hayat ve hayatın çeşitli görünümleri üzerinde düşünmekten kendini alamaz. Hayatın akışına kısa bir süre de olsa katılmış olduğunu bilen insan, hayatına bir yön vermek, bu kısa yolculuğun anlamını kavramak ve hiç olmazsa hayata ve kendisine dair bazı fikir ve düşüncelere ulaşmak ister. İşte, düşünüre göre, felsefenin konusunu, “düşünen insanı düşünür oldukça uğraştıran meseleler” oluşturur. Bu bakımdan felsefenin en önemli problemi, “realiteden bir parça olan insanın bütün bir varlıkla olan ilişkilerini” incelemektir.\n\nTunç varlık görüşü itibariyle materyalizm’in ve buna bağlı olarak mekanist, determinist ve pozitivist yaklaşımların karşısındadır. Materyalizm en büyük desteğini mekanizm ve XIX. yüzyılda büyük bir gelişme gösteren pozitif bilimlerden almaktadır. Zihni varlıkları, süreçleri ve olayları maddî varlıkların bir ürünü sayan bu anlayışa karşılık Tunç insan ruhunun bilinç dışı denilen iç âlemde tam bir hürriyet içinde ve sürekli bir oluş halinde bulunduğunu ve baştanbaşa determine olmasının mümkün olmadığını savunur. Öte taraftan, düşünürün de belirttiği gibi, bilimsel yöntemlerle telif edilemeyen, yani gözlem ve deneye uygun olmayan bazı konular da vardır. “Nereden geliyoruz? Nereye gidiyoruz? Niçin geldik? Mahiyetimiz nedir?” gibi metafizik alana ait olan sorular zekâ ve aklın sınırlarını aşar. Bu sorular öteden beri pozitif bilimler gibi, dinlerin de cevaplamaya çalıştığı sorulardır. Ancak, düşünüre göre, din de bilim de bu sorulara cevap veremez. Özellikle pozitif bilimlerin bu sorulara cevap vermesi mümkün değildir. Çünkü pozitif bilimler ancak görülen ve somut olarak var olan şeyler üzerinden hareket eder ve bunları kaydeder; varlığın kökeni, hayatın sonu gibi deneyim alanı dışında kalan şeylere karşı hiçbir araştırma ve deney aracına sahip değildir. O halde pozitif bilimlerin yanında insana davranışları konusunda rehberlik edecek, duygu ve fikirlerinde ona yol gösterecek farklı bir bakış açısına ihtiyaç vardır. İşte düşünüre göre, insana bu bakış açısını verecek olan felsefedir. Felsefi problemler üzerine düşünen filozofun görevi de “kâinatın, ruh ve hayatın hakiki seciyesini, tabii iradelerini bulmak, hiç olmazsa telkin etmek”ten başka bir şey değildir."
        },
        "4": {
            "Header": "Varlık ve Bilgi Görüşü",
            "Content": "Tunç, varlık, oluş ve evren fikri itibariyle Bergson’un evrim düşüncesinden hareket eder. Bergson evrimi canlı varlığın geçirmiş olduğu tekâmül zinciri ile izah etmektedir. Buna göre hayat hamlesi (elan vital) başlangıçta birbiriyle kaynaşan birçok temâyül ve kabiliyetin oluşturduğu bir birlik durumundadır. Bu temâyül ve kabiliyetler kaynaşamayacak hale gelince her biri madde içinde kendi temâyül ve gücüne göre fertleşmeye ve evrimleşmeye başlamakta, bu yaratıcı hamle neticesinde bitkiler, hayvanlar ve insan türlerine ait yönler ortaya çıkmaktadır. Tunç, tıpkı Bergson gibi, hayatın aslî bir rûhilikle doğduğunu, hayatî formlar içinde en ilkel şuurumsu varlıklar olan amiplerden başlayarak insana kadar devam eden yaratıcı bir oluş ve tekâmül zincirinin devam ettiğini, yani evrim fikrini savunur. Ancak o da, Bergson gibi, kesintisiz bir süreç olan evrimin insanda sona ermediğini, aksine, insanda son sınırına ulaşan evrimin bu noktada görevini zekâya bırakarak, bir bakıma fizyolojik evrimden ruhi evrim aşamasına geçildiğini, böylece kesintisiz bir süreç olarak ruhi planda evrimin devam ettiğini düşünür.\n\nTunç, yaşamın başlangıcı ve hayatın asli bir ruhilikle birlikte doğduğu konusunda bütünüyle Bergson’un evrim açıklamasını benimsemiş görünür. Bergson, her şeyin başlangıcını, varlığın ilk kaynağı ve hareketini mahiyeti bilinemeyen bir “bilinç”e bağlamış, fakat bu bilincin nereden geldiği konusunda herhangi bir açıklama yapmamıştır. Çünkü ona göre ilk sebep, kaynak, başlangıç gibi konulara ait bütün araştırmalar sonuçsuz kalacaktır. Bu sebeple varlığın nereden geldiği ile değil, nereye gittiği ile ilgilenmiştir. Tunç ise, onun, “bilinc”i evrimin merkezine koymuş olmasına bakarak, evrenin başlangıcını bir “bilinç” olarak kabul etmiş olabileceğini, dolayısıyla; her şeyin başlangıcı ile varlığın ilk kaynağı ve hareketini de bu “bilinç”te görmüş olabileceğini belirtir. Ancak düşünüre göre bu bilinç hayat alanında gittikçe ortaya çıkan bir bilinç değil, “gizli saklı bir bilinç”tir; bu ilk bilinç ise “genel” bir bilinçten gelmektedir.  O halde, varlıkların temelinde “genel bir bilinç” vardır; bütün canlılarda var olan bu bilinç insanda en yetkin şeklini alacaktır.\n\nEvrim sürecinin başlangıç itibariyle genel bir bilinçten kaynaklandığı fikri, bütün evreni yaratan bir Tanrının olduğu fikrini hatıra getirir. Tunç, bu konuda, Bergson’dan farklı olarak, evrendeki bütün varlıkların daimi bir oluş ve yaradılış birliği (pan creationism) içerisinde sürüp gittiğini ve bütün bu varlıklara şuurumsu bir gücün etki ettiğini düşünür. Nitekim bir yazısında, gökyüzünde henüz birlik haline gelmemiş kaos kümelerinin dışında, güneş sistemi gibi birlik ve ahenge ulaşmış maddi varlıkların varlığına bakarak “kaostan kozmoslara doğru sürekli devam eden bir oluş ve yaradılış” olduğunu ve bu oluşun nihaî noktada âlemi ve her şeyi yaratan Tanrı’dan kaynaklandığını belirtmektedir. Tunç’un ‘Yaratıcı’ konusundaki düşüncelerine bakılırsa, onun kozmik bir evren tasarımından yola çıkarak varlığın ilk sebebi olan ve her şeyi yaratan bir Tanrı fikrine vardığı anlaşılır. Ona göre; “Tanrı yaratıcı olduğu için, bütün varlıklara ondan bir yaratıcılık geçmiştir. Zira ‘yaradan’lıkla vasıflandırılan Tanrı’nın eseri olan kâinata da, bu yaratıcılık vasfı geçmiş bulunmasaydı, kâinatın yaratıldığı gibi kalması icabedecek, kaoslardan kozmoslara geçme vakıaları olmayacaktı.” Tunç böylece bütün oluş’u Tanrı’ya bağladığı gibi diğer bütün varlıkların Tanrı’nın yaratıcılık özelliğinden pay aldığını ileri sürerek oluş fikrine teolojik bir boyut katmaktadır.\n\nVarlık ve evren görüşü bakımından kendisini plüralist olarak niteleyen Tunç,  Hegel’in monizmine şiddetle karşı çıkar, aynı zamanda Leibniz’in plüralisminden de kendisini ayırır. Ona göre dünya monizmde olduğu gibi “durgun, olmuş bitmiş, tam bir dünya” değil, aksine “dinamik, hareketli, sürekli tamamlanan, gittikçe olgunlaşan, yenilikler yaratan” bir dünyadır. Leibniz’in ruhçu plüralizmi de atomların yerine yalın, değişmeden kalan, birbirlerine kapalı ruhî varlıkları koymaktadır. Bu fikir ise kâinatın önceden belirlenen bir sisteme göre hareket ettiği fikrine, yani mekanizme varmaktadır. Bu sebeple Tunç kendi ifadesiyle, “müşahhas insan ruhuna yakın ve yatkın olan bir plüralizm”i tercih etmektedir. Ona göre kâinat daima yenilikler yaratan ve önceden kestirilemeyen bir işleyişe sahiptir. Bu bakımdan Tunç’un plüralist yaklaşımı her şeyin sürekli bir oluş halinde cereyan ettiğini ileri süren Bergson felsefesiyle de örtüşür.\n\nTunç, bilgi konusunda, özellikle aklın değişmez, mutlak, en güvenilir bilgi kaynağı olduğunu ileri süren Hegel rasyonalizmine karşıdır. Bilindiği gibi Hegel rasyonalizmi, en genel ifadesiyle, “aklî olan şeylerin gerçek, gerçek olan şeylerin de aklî” olduğunu iddia etmektedir. Oysa insan ruhunun tamamen belirlenmemiş olduğunu, onun iç dünyasının tam bir ‘hürriyet’ ve ‘oluş’ halinde tekâmül ettiğini savunan Tunç, tıpkı Bergson gibi, akıl ve tecrübeyi gerçeğin bilgisine ulaşmada yetersiz görür. Ona göre akıl ve tecrübe sadece hareketsiz, statik şeyleri anlama konusunda yeteneklidir, bu yüzden daimî bir oluş içinde bulunan varlıkların bilgisini hiçbir zaman tam olarak veremez. Öte yandan, düşünüre göre bütün bilgilerimizin duyular, deney ve tecrübeden geldiğini ileri süren empiristlerin görüşleri de aynı şekilde tenkide açıktır. Çünkü bilgiyi yalnızca tecrübeye bağlayan empiristler bu tutumlarıyla yalnızca bilinecek şeye bağlanmış olmaktadır. Oysa bilinecek şeyin kendisi hiçbir zaman bilgi değildir. Düşünüre göre, bunun bilgi sayılabilmesi için zihinsel bir süreçten geçerek düşünceye mal edilmesi gerekmektedir. Bu bakımdan Tunç, rasyonel bilgiyi güvenilir bulmaz, kuru bir bilimcilik ve akılcılığa da karşı çıkarak kavramsal bilgiyi şiddetle eleştirir. Tunç bu konuda tıpkı Bergson gibi, ruh, hayat ve evrenin gerçek karakterinin doğal akışının yalnızca zekâ ile kavranamayacağı düşüncesindedir. Ona göre gerçeği kesin ve tam olarak kavramak isteyen felsefe sezgiye başvurmak zorundadır. Aksi takdirde başarılı olması mümkün değildir.\n\nTunç bugünkü anlamıyla felsefeden arındırılmış, determinist, akıl, deney ve tecrübeye dayanan XIX. yüzyılın bilimcilik anlayışı ile felsefede olgularla desteklenen ya da olgularla ilgili verilere dayanan bilginin tek sağlam bilgi türü olduğunu, yani en geniş anlamıyla bilimsel bilginin güvenilir bilgi olduğunu ileri süren pozitivizmin de karşısındadır. Bu açıdan onun bilgi görüşü başta Pozitivizm olmak üzere scientizm, rasyonalizm, ampirizm gibi relativist ve izafiyetçi görüşlere karşı bir eleştiri niteliği taşır. Ancak bilime yönelik eleştirilerinden onun pozitif bilimlere karşı olduğu sonucu çıkarılmamalıdır. Onun asıl olarak karşı çıktığı şey, bu bilimlerin bütün bir gerçekliği kuşatma iddiasının doğurduğu problemlerdir. Çünkü düşünüre göre, pozitif bilimlerin dışında, bilimlerin yetersiz kalacağı fizik, hayat, ruh ve toplum gibi bazı realiteler vardır ve bunlar, bilimlerin açık ve daima sınırlı türleri sebebiyle tam olarak hiçbir zaman açıklanamayacaktır. Hâlbuki insan, bu realitelerin varoluş sebebi ve son kıymetlerin neler olabileceği üzerinde sürekli düşünmekte ve bu sorulara cevaplar aramaktadır. Bütün gelişmelere rağmen hayat, ruh ve toplum bilimleri henüz başlangıç seviyesinde olduğu için bunların hiçbiri bütün hareket ve davranışlarımızı açıklayabilecek durumda değildir. Ayrıca son yıllarda gösterdiği büyük gelişmelere rağmen, pozitif bilimler de, kâinatın gayesi ve insanın evrendeki yeri ve gerçek değeri konusunda bir açıklama getirememiştir. Üstelik pozitif bilimlerin sonuçları sürekli değişmekte, sonraki buluşlar önceki keşiflerin sonuçlarını sürekli değiştirmektedir. Ayrıca doğanın karmaşık yapısı da pozitif bilimleri açık ve eksik yönleri bakımından sonuçsuz bırakmaktadır. Bunlardan başka, pozitif bilimlerin gerçeğe ulaşmak için kullandıkları araçların değeri ve niteliği de şüpheye açıktır. Bütün bu problemler karşısında insan bütünlüklü bir bakış açısına ihtiyaç vardır. İşte bilimlerin ulaştığı sonuçları kendi yöntemleriyle eleştirme görevi felsefeye düşmektedir."
        },
        "5": {
            "Header": "Personalist İnsan Görüşü",
            "Content": "Tunç’un felsefi görüşlerinin odağında insan ve onun dünyası vardır. Fakat o insanı ruh ve beden bütünlüğü içinde, özellikle “şahsiyet” açısından, “müşahhas insan” kavramı etrafında değerlendirir. Ona göre, dünyayı “mekanik bir determinizmle işleyen dev bir makine”, insanı da bu işleyişin bir parçası olarak gören materyalist yaklaşımlar insanı değersizleştirdiği gibi, ona ait olan bütün değerleri de bir “gölge olay” seviyesine indirmekte; böylece insanı gerçek bir varlık olmaktan çıkararak, “kayıtsız ve şuursuz maddeler dünyasının bir gölgesi” haline getirmektedir. Oysa Tunç insana bilinç ve şahsiyet sahibi bir varlık olarak, diğer bütün varlıklar arasında özel bir önem atfeder. Çünkü düşünüre göre, insan kendisi dışında hiçbir varlığın sahip olmadığı bir imkâna sahiptir. Bu imkân kendisinde bulunan kabiliyetleri kullanarak, “içinde bulunduğu dünyayı şekillendirme, zamanı ve mekânı kendi ihtiyaçlarına göre düzenleyerek, tarih denilen beşeri bir realite ve beşeri bir coğrafya yaratma” imkânıdır. Ancak bu imkânın açığa çıkarılması da tesadüflerle değil, bilakis, akıl ve iradenin kullanılmasıyla mümkündür. Nitekim, insan kendi özgür dünyası içinde tercihler yapan, davranışlarını denetleyen, kendisini her bakımdan kontrol eden bir varlıktır. Sırf bu özelliği sebebiyle bile insan, doğanın mekanik işleyişine teslim olmadığı gibi, sahip olduğu “irade hürriyeti” ile kendisini var eden koşulları da yaratmıştır. İşte düşünürün, “müşahhas insan” adını verdiği şahsiyetini kazanmış insan, böyle bir yapının ortaya çıkaracağı şahsiyetli bir varlığa tekâbül eder.\n\nMüşahhas insan, her şeyden önce şahıslaşmış “şahsiyetini kazanmış ve benliğini bulmuş insan”dır. Bu bakımdan insan sadece akıl, his veya hayal yönünden tek taraflı değil, “ben” yahut “benlik” kavramı etrafında yalnızca kendisini ihtiva eden, eşya ile arasında ciddi bir fark olan bir mefhum olarak kabul edilmelidir. Çünkü insanın dünyası sadece eşya ve tabiatla sınırlı değildir; bunun dışında onun gayeli, anlamlı, inanç ve kıymetlerle örülü bir dünyası vardır.\n\nTunç insan şahsiyetine özel bir değer atfetmekle birlikte kişiyi kendi egosuna mahkûm eden individualizm ile kişiyi topluma indirgeyen sosyolojizme de karşıdır. Çünkü her iki yaklaşım da insanın kişiliğini bulmasına, başka bir deyişle insanın özgür iradesiyle kendini gerçekleştirmesine mani olmaktadır. Tunç, bu konudaki tenkidlerini daha ziyade, Z. Gökalp’in temsil ettiği sosyolojist anlayışa yöneltir. Ona göre sosyolojizm de, ferdiyetçi bir egoizm de insanı kavramaya yetmez. Her iki yaklaşım da, ona göre birer deneme faraziyesinden ibarettir, geçicidir, sürekliliği yoktur. İdeal olan, fert ve toplumun birbirine indirgenmeden, kişinin şahsiyet bütünlüğü içinde bir dengenin kurulmasıdır."
        },
        "6": {
            "Header": "Sosyal ve Siyasî Görüşleri",
            "Content": "Felsefenin teorik boyutları yanında toplumsal yaşamla ilgili pratik boyutları da vardır. Düşünüre göre bütün felsefeler, doğdukları toplumlarda cereyan eden problemlere birer cevap niteliği taşırlar. Bu yüzden felsefi düşünceyi içinde doğduğu sosyal bünyeden ayrı düşünmek mümkün değildir. Tunç, Türk fikir hayatı üzerinde etkili olan önemli sosyal, siyasî ve kültürel olayların yaşandığı, sosyal hayat ve fikir dünyasında keskin dönemeçlerden geçildiği kritik bir döneme tanıklık eden bir düşünürdür. Bu bakımdan onun sosyal, siyasî ve kültürel yaşamla ilgili görüşleri bize Cumhuriyet’e geçiş dönemindeki toplumsal ve siyasî gelişmelerin psikolojisine dair önemli ipuçları verir.\n\nTunç, erken Cumhuriyet Dönemi'nin diğer bütün aydınları gibi modernleşme ve ilerleme idealine açık, memleketin o günkü koşullarıyla da paralel olarak milliyetçi, ancak radikal devrimlere karşı da muhafazakâr bir tutum içindedir. Aynı şekilde onun kendine özgü Kemalizm’i ve terakkî idealine dayanan evrenselci fikirleri de bu çerçevede düşünülebilir. Tunç milliyetçilik, muhafazakârlık ve modernliği bir bütün olarak algılar, bu kavramlara Bergson’un “oluş” kavramı ve “terakkî” fikri etrafında sosyal, kültürel ve siyasî bir muhteva kazandırır. Başlangıçta, yeniliklere mesafeli duran “ananeci”likten kendisini ayırır ve bu tutumu eleştirir. Ancak yeni hükümetin icraatları ve tek parti yönetiminin baskıcı tutumu karşısında, özellikle çok partili siyasî hayata geçişle birlikte yer yer gelenekçiliği anımsatan muhafazakâr bir yönelim sergiler. Bununla birlikte onun muhafazakârlığı başlangıçta olduğu gibi gelenekçi bir muhafazakârlıktan ziyade gelişme ve ilerlemeye açık, kendi ifadesiyle “şuurlu bir muhafazakârlık”tır.\n\nDüşünüre göre, Cumhuriyeti kuran irade her şeyden önce “milli his”tir. Osmanlı'yı kuranlar da Türklerdir. Ancak bu devlet “milli duygu”dan yoksun olduğu için yaşayamamıştır. Doğu milletleri arasında ilk defa Türk milleti, milli hissini duyarak bu ruhla ayağa kalkmış, kendi hayat kaynaklarına ve aslına dönerek yeniden yükselme imkânı bulmuştur. Böylece, Tanzimat’tan beri süregelen “tereddüdlü ıslahat” ve “medeniyet sallanmaları” nihayet bulmuş, bütün dünyanın savaşlarla çalkalandığı bir dönemde “milli hakimiyete dayanan, zümre menfaatlerine karşı umumun menfaatini gözetecek, otoriteli bir devlet” kurulmuştur. Rejim meşruiyetini ve gücünü ise milletten almaktadır. Düşünür bu bakımdan, Cumhuriyet rejimini milli hâkimiyeti gerçekleştirecek bir “Türk Rönesans”ı olarak görür.\n\nCumhuriyet’in kuruluşundan sonra millet hâkimiyetinin gereği olarak demokratik bir yönetime geçilememiş, bu durum gençlik ve halkta hükümete karşı bazı şüphe ve titizlikler doğurduğu gibi rejimin meşruiyetini de sorgulanır hale getirmiştir. Şüphesiz, dönemin diğer aydınları gibi Tunç da, mevcut yönetime karşı muhalif bir söylemin geliştiğini görmektedir. Ancak o, yeni rejime karşı gösterilen muhalefet ve hassasiyetleri halkın demokrasi talebi olarak yorumlar. Onun bu konudaki endişesi, her ne kadar Cumhuriyet’e geçişle birlikte demokrasi hayatı için ideal bir rejim kurulsa da, demokratik bir yönetime geçilememiş olması, daha da önemlisi, demokrasinin geniş halk kitlelerinin bir meselesi haline getirilemeyişidir. Ona göre Milli Mücadele’den sonra Cumhuriyet rejiminin kurulmasıyla millet hâkimiyetinin ilk adımı atılmıştır. Bundan böyle, hâkimiyetin millete bırakılarak, inkılâbın kemâle erdirilmesi için hiçbir engel kalmamıştır. “Hükümet Hakimiyetinden Millet Hakimiyetine” başlıklı yazısında açıkça, milletin hakimiyetinin esas olduğunu, fırkalar ve hükumetlerin bu hedefe götürecek vasıta ve aletlerden başka bir şey olmadığını belirten Tunç, “Artık herkes ‘hakim hükümet’ten ziyade ‘hakim millet’ görmek istiyor.” diyerek hakimiyetin kaynağına işaret eder, bir aydın olarak yeni yönetimden “millet hakimiyeti”ni tesis etmesini ister. Ne var ki bu tür talepler halkın demokratik bir yönetime hazır olmadığı gerekçesiyle askıya alınacak ve 1946’ya kadar ertelenecektir.\n\nTürkiye’de muhafazakâr düşüncenin şekillenmesinde Cumhuriyet’in ilk yıllarındaki radikal devrimlerin itici bir rolü olmuştur. 1930’1u yıllar, modern Türk muhafazakârlığının kendi felsefi kaynaklarını belirginleştirdiği kritik dönemlerdir. Türk milliyetçiliği ve Kemalizmin ideolojik bir zemine oturtulması çabaları muhafazakâr kimliklerin kemalist çizgiden ayrışmasına ve kendilerine özgü bir modernlik anlayışı geliştirmelerine sebep olur. Cumhuriyet’in her şeyi yeni baştan kurmaya çalışan modernlik anlayışı karşısında bu sürece dahil olan ve süreci etkilemeye çalışan muhafazakar kişilikler bazı dergiler etrafında toplanarak Türk İnkılabı’nı kendi tarihi kökleri ve kültürü ile barıştırmaya ve farklı bir modernlik anlayışı çerçevesinde fert, toplum ve devlet ilişkilerini sistemleştirmeye çalışırlar.\n\nÇok Partili Hayata Geçiş ve Demokrat Parti'nin iktidara gelişi, Tunç’un, toplum ve siyaset görüşleri açısından önemli bir aşamadır. Tunç başlangıçta liberalizme sempati ile bakmasına rağmen liberalizmin serbest rekabet politikası ve bu anlayışın giderek materyalist bir bakış açısı ve bunun sonucunda hayat biçiminin konformizme varması sebebiyle bu görüşten uzaklaşır. Bu tarihlerden itibaren “şuurlu muhafazakârlık” fikrini geliştirmeye başlayan Tunç, böylece sadece eskiyi arayan ve hayatın ideal kıymetlerini eskide bulan bir gelenekçilikten uzaklaştığı gibi, eskiye dair ne varsa ortadan kaldırıp her şeyi yeni baştan kurmak isteyen aceleci bir “devrimci”lik ve sınırsız bir refah ve maddiyatçılığa varan bir liberalizmle de arasına mesafe koyarak manevi ve ideal değerlere dayalı, gelişmeye açık muhafazakâr bir tutumu temellendirmeye çalışır. Ona göre devlet, aile ve dini birlikler gibi “ideal bir birlik”tir. Bu ideal birlik ise manevi ve ideal değerlerin yaratılmasına bağlıdır. Topluma hakim olan ve onu bütün derinliğiyle kuşatan manevi ve ideal kıymetler olmadığı takdirde toplumun yaşamasına imkan yoktur."
        },
        "7": {
            "Header": "Din Meselesi ve Aydınlar",
            "Content": "Ülkemizde din meselesiyle akademik düzeyde ilgilenen Tunç, Dârülfünûn çatısı altında ilk defa din felsefesi dersleri vermiş, ayrıca bu konuda ilk telif eseri de kaleme almıştır. 1950’de siyasî yönetimin değişmesi din meselesinin toplumsal bir problem olarak ortaya çıkmasına sebep olur. Bu sebeple din meselesine tekrar eğilme ihtiyacı duyan Tunç, özellikle hayatının son iki yılında din felsefesi üzerinde yoğunlaşır, Dârülfünûn’da verdiği din felsefesi derslerini tekrar ele alarak, 1956- 1957 yılları arasında bunları bir dizi yazı halinde Din Yolu Dergisi’nde yayımlar. Nitekim bu yazılar ölümünden sonra Bir Din Felsefesine Doğru adıyla neşredilecektir. Tunç bu yazılarında Türkiye’de bir din felsefesinin varlığını temellendirmeye çalışır. Ona göre bir bilim, sanat, hukuk felsefesi olduğu gibi, bir de din felsefesi vardır. Bu din ilimleri ve dinler tarihinden ayrı bir incelemedir. Din felsefesinin amacı ise düşünürün kendi ifadesiyle, “din meselesini metodlu bir düşünce ve muhakeme ile aydınlığa çıkarmak, iz’an haddesinden geçirmek”tir. Öte yandan dinin araştırılması ne ilim, ne de sanattır; çünkü dinin mantığı tamamen kendi konusuna göredir. Bu sebeple yapılacak araştırmalarda her şeyden önce bu mantığın ortaya konulması gerekir.\n\nNasıl ki bilim için gereken sorgulamayı felsefe yapıyorsa, din duygusu ve dini yaşamın tam bir bilinç düzeyinde araştırılması da din felsefesine düşer. Tunç, buradan hareketle din alanını bir “değerler alanı” olarak belirler ve dinlerin dünya çapında, hiç bir ideolojinin yok edemeyeceği bir değerler alanı yarattığına işaret eder. Ne var ki düşünürün de belirttiği gibi, Cumhuriyet Dönemi aydınlarının çoğu din kültüründen mahrum oldukları için, dine karşı “mütereddid” ve “lakayd” bir tutum içerisinde bulunmaktadırlar. İşte düşünürü bu konu üzerinde durmaya iten sebeplerden biri de, aydınların dine karşı bu lakayt tutumlarıdır. Diğer taraftan mevcut kültür ikliminde esas mesele yalnız din değil, “bütün bir medeniyet ve onun siyasi, içtimai, iktisadi, bedii, terbiyevi, ahlâk i bütün düzen ve kurumlarıdır.” Bu yüzden geleceğe daha doğru, daha güvenilir ve daha yaratıcı bir istikamet vermek için bu meseleleri geçmiştekinden daha etraflı, çok daha derin bir şekilde ele almak mecburiyeti vardır. Düşünüre göre; felsefe ve bilim alanındaki gelişmeler manevi hayatın ahengini bozmuş, dinin iktidarını sarsmıştır. Bu sebeple, düşünüre göre; ortada hala bir “din meselesi” vardır. Bu meseleyi çözebilecek veya ortaya koyup aydınlatacak, çözülemeyen taraflarını ise metodoloji, mantık ve bilim çerçevesinde gösterecek bir felsefeye ihtiyaç vardır. İşte, düşünüre göre, din felsefecilerine düşen görev, bu meseleleri çözümlemektir.\n\nTunç’un din ve ahlâk  konusundaki görüşlerine bir bütün olarak bakıldığında, onun bu konudaki görüşlerinin genel felsefi yaklaşımıyla uyumlu olarak, insan ve toplum anlayışıyla yakından irtibatlı olduğu görülür. Ahlâk , düşünüre göre, sosyal ve tarihi şartlar ile insani değerlerden bağımsız değildir. Ancak o ahlâk  problemiyle felsefenin teorik bir alanı olmaktan ziyade bir eğitim, karakter ve şahsiyet gelişimi açısından ilgilenir. Din meselesi ile ahlâk ın buluştuğu alan insani değerler ve manevi yaşamdır."
        },
        "8": {
            "Header": "Evresen Bir Medeniyet'e Doğru",
            "Content": "1940’lı yıllarda artık insanlık yeni bir dünyanın eşiğine gelmiş, yaşanan ekonomik, sosyal ve siyasî krizler yeni bir toplum ve devlet anlayışını dayatmaya başlamıştır. Yaşanan bu tecrübelerle birlikte Avrupa ülkeleri toparlanma ve birlik ihtiyacıyla çok uluslu birlikler kurmaya başlamış, yaşanan bu büyük değişimler insanlığı artık yeni bir dünyanın eşiğine getirmiştir. Dünya büyük değişimler yaşıyorken ülkemizin bu gelişmelerden bağımsız kalamayacağını belirten Tunç, dünya topyekün büyük bir ilerleme hamlesi içinde olduğunu, bu hamleye çok farklı unsurların katkıda bulunduğunu ifade eder. Bu bağlamda artık yeni bir dünyanın eşiğine geldiğimizi belirten Tunç Batı medeniyeti ile tam bir bütünleşme fikri çerçevesinde “bir cihan medeniyeti” söylemini dillendirmeye başlar. Ona göre, özellikle XX. yüzyılda bilim ve teknik alandaki gelişmeler ve II. Dünya Savaşı’ndan sonra milletlerin kendi geleceğini dünya milletlerinin selametinde görmesi, milletlerarası bir dayanışmayı zorunlu kılmaktadır. İki büyük savaşı yaşayan dünyanın üçüncü bir savaş daha yaşaması bütün insani değerlerin sonu olacaktır.\n\nTunç’un evrensel medeniyet tasavvuru aslında yeni bir düşünce değildir. 1920’li yıllarda ülkemizi ziyaret ederek konferanslar veren Avrupalı düşünür Keyserling’in görüşlerinden etkilenen Tunç bir “dünya dini” ve “cihan medeniyeti” fikrini kısmi veya dolaylı olarak dile getirmiş, ancak bu görüşler yeterince karşılık bulmadığı gibi, eleştirilere de sebep olmuştur. 1940’1ı yıllara gelindiğinde ise düşünür artık bu konudaki fikirlerini açık bir şekilde dile getirmeye ve Avrupa merkezli bir dünya medeniyeti fikrini savunmaya başlar. Ona göre tabiatın sürekli oluş halinde tekâmül etmesine paralel olarak toplum ve medeniyetler de sürekli bir oluş ve tekâmül içerisindedir. Bu bakımdan insanlık da tıpkı tabiat gibi ırk, kan, memleket, millet ve din farkları ve medeniyet seviyeleri ne olursa olsun parçalanamaz bir “bütün”dür. Düşünüre göre, her şeyin sebebini ve tabiat kanunlarını bulmaya çalışan ve bu yolda oldukça fazla mesafe alan insan zihni, aralıksız bir şekilde yarattığı medeniyetleri tekâmül ettirerek, “âlemşümul bir medeniyet” yaratmıştır. Bu medeniyet müsbet ilimlere ve onun ölçülü, hesaplı tekniğine dayandığı için artık hiç bir iklimin, hiçbir topluluğun tekelinde değildir. “Er geç bütün dünyaya yayılacaktır.”\n\nTunç'un evrensel medeniyetçilik tasavvuru milliyetçilik anlayışına ters düşmez. Çünkü ona göre her millet bu büyük birliğe katılırken kendi milli yahut yerel hususiyetlerini genel anlamda koruyarak, fakat bunları evrensel bir düşünüşe uydurarak bu büyük organizmaya katılacaktır. Üstelik düşünüre göre, bugünkü Avrupa medeniyeti de yalnızca Avrupalıların yücelttiği bir medeniyet değil, bütün dünya milletlerinin ortak mirasıdır. XXI. yüzyılın eşiğinde dünyanın, “yeni bir kafa” ile “yeni bir dünya”ya doğru gitmeli, ancak bunun için öncelikle insan sevgisi esas alınmalıdır. Bu sevginin tesisi ise ancak kapalılıkları aşmak, dış dünya ile irtibatlar kurmak ve ortak bir hedefe yönelmekle mümkün olacaktır. Bugün ülkemiz Avrupa Birliği’ne girmek için büyük çabalar göstermektedir. Bu çabalar Tunç’un öngörülerinin doğru çıktığını gösterir niteliktedir."
        }
    }
}
