{
    "Name": "Mübahat Türker Küyel",
    "Desc": "Türk felsefeci, akademisyen ve araştırmacı yazar ",
    "Period": "Republic",
    "Lifetime": [ 1927, 2022 ],
    "Importance": "Mid",
    "GUI": {
        "Position": [ -215, -125 ],
        "Color": [ 0, 62, 128 ]
    },
    "Content": {
        "0": {
            "Header": "Temel Bilgiler",
            "Content": "• Doğum Yeri ve Tarihi: Doğum Yeri ve Tarihi - 1927\n• Eğitimi ve Akademik Kariyeri:\n----> Ankara Kız Lisesi'ni bitirdi.\n----> Ankara Üniversitesi Dil ve Tarih-Coğrafya Fakültesi Felsefe Enstitüsü'nden mezun oldu.\n----> 1954 yılında \"Üç Tehâfüt Bakımından Felsefe ve Din Münasebeti\" adlı çalışmasıyla doktorasını tamamladı.\n----> 1959 yılında \"Aristoteles ve Fârâbî’nin Varlık ve Düşünce Öğretileri\" adlı teziyle doçent oldu.\n----> 1968 yılında profesör unvanını aldı ve DTCF Felsefe Tarihi Kürsüsü Başkanlığı görevini yürüttü.\n----> 1994 yılına kadar akademik çalışmalarına devam etti.\n•Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Mübahat Türker Küyel, özellikle felsefe tarihi, İslam felsefesi ve Türk düşünce tarihi üzerine çalışmalar yapmıştır.\n--------> Felsefe Tarihi: Antik Yunan felsefesinin yanı sıra Orta Çağ ve İslam felsefesinin de hesaba katılması gerektiğini savundu.\n--------> İslam Felsefesi: Fârâbî ve İbn Sînâ gibi Müslüman filozofların eserlerini inceledi.\n--------> Türk Düşünce Tarihi: Türk kültürünün dünya felsefesine katkısını araştırdı.\n•Akademik ve Kültürel Katkıları:\n----> Atatürk Kültür Merkezi'nin asli üyeliğine seçildi (1983).\n----> UNESCO’nun yayınlarında çalışmaları yer aldı.\n----> Uluslararası akademik kuruluşlarda görev aldı ve Türkiye’yi temsil etti.\n• Önemli Eserleri:\n--------> Üç Tehâfüt Bakımından Felsefe ve Din Münasebeti\n----> Aristoteles ve Fârâbî’de Varlık ve Düşünce Öğretileri\n----> Felsefeye Başlangıç\n----> Türk Tefekkür Tarihi\n----> Türkiye’de Cumhuriyet Dönemi’nde Felsefe Eylemi"
        },
        "1": {
            "Header": "Hayatı",
            "Content": "Felsefeci, araştırmacı yazar, akademisyen. 1927, Ankara doğumlu. Ankara Kız Lisesi’nin ardından AÜ Dil ve Tarih-Coğrafya Fakültesi Felsefe Enstitüsü’nü bitirerek çalışmalarını felsefe tarihi alanında yoğunlaştırdı. 1954 yılında tamamladığı, “Üç Tehâfüt Bakımından Felsefe ve Din Münasebeti” başlıklı çalışmasıyla doktorasını yaptı, 1959 yılında tamamladığı “Aristoteles ve Fârâbî’nin Varlık ve Düşünce Öğretileri” adlı teziyle doçent oldu ve 1968 yılında ada profesörlüğe yükseltildi. Bu tarihten 1994’e kadar DTCF Felsefe Tarihi Kürsüsü Başkanlığı görevini yürüttü. Türkiye’deki felsefe tarihi araştırmalarının, özellikle Türk Düşünce Tarihi üzerinde yoğunlaşması yönündeki eğilimlere destek oldu. 1983 yılında Atatürk Kültür Dil ve Tarih Yüksek Kurumu’na bağlı olarak kurulan Atatürk Kültür Merkezi’nin aslî üyeliğine getirildi ve burada kurum başkanı Aydın Sayılı ile birlikte önemli etkinliklerde bulundu.\n\nFelsefe çevrelerinde de yoğun bir ilgiyle karşılanan ve Dil ve Tarih-Coğrafya Fakültesi’nde Nusret Hızır ile temsil edilen hümanist akımın, Abdullah Necati Akder ile temsil edilen felsefe tarihinin ve Aydın Sayılı ile temsil ettiği bilim tarihinin yanında Mübahat Türker Küyel de, Eskiçağ Felsefesi’ni dışlamayan ama insanlığın felsefe deneyiminin daha dengeli bir biçimde kavranabilmesi için Ortaçağ Felsefesi’nin ve özellikle İslâm Felsefesi’nin de hesaba katılması gerektiğini savunan akımın öcülüğünü yaptı. Dikkatini Türk Düşüncesi’nin en seçkin filozoflarından birisi olan Fârâbî üzerinde yoğunlaştırdı ve  “Fârâbî’ye Atfedilen Küçük Bir Eser” (1989), “Fârâbî’nin Peri Hermeneias Muhtasarı” (1990), “Fârâbî’nin Şerâ’it ul-Yakîn’i” (1990), “Fârâbî’nin Bazı Mantık Eserleri” (1990), “Fârâbî’nin Geometri Felsefesine İlişkin Metinler” (1992) adlı kitaplarında, onun felsefî metinlerinden bir bölümünü yayımladı. Böylece giderek gelişen çeviri etkinliğinde Platon ve Aristoteles’in yapıtlarının yanı sıra, Fârâbî ile İbn Sînâ gibi Müslüman filozofların eserlerinin de Türkçeye aktarılması gerektiği doğrultusunda bir bilincin oluşumuna önemli katkılarda bulunmuş oldu. Prof. Küyel’in, bir bölümü kitap hacminde olan, çok sayıda makalesi de yayımlamıştır. Konusuyla ilgili birçok panel, sempozyum ve toplantıya katılarak sunduğu bildirilerle de Türk düşünce hayatına katkılarda bulundu."
        },
        "2": {
            "Header": "Eserleri",
            "Content": "Türkiye’de Cumhuriyet Dönemi’nde Felsefe Eylemi (1976), Fârâbî’ye Atfedilen Küçük Bir Eser (1989), Fârâbî’nin Peri Hermeneias Muhtasarı (1990), Fârâbî’nin Şerâ’it ul-Yakîn’i (1990), Fârâbî’nin Bazı Mantık Eserleri (1990), Fârâbî’nin Geometri Felsefesine İlişkin Metinler (1992), Ord. Prof. Dr. Aydın Sayılı’nın Mısırlılarda ve Mezopotamyalılarda Matematik, Astronomi ve Tıp Adlı Eserinin Muhtasarı (1996), Atatürk’ün Saâdet Anlayışı Hakkında Bir Deneme (1997).   "
        },
        "3": {
            "Header": "Kendisi",
            "Content": "Mübahat Küyel, felsefenin tarihsel gelişimi üzerine de düşünceler üretmiştir. Bu bağlamda felsefenin tarihsel gelişiminin kültürler arası etkileşimdeki yeri üzerinde durmuştur. Mübahat Küyel bu çalışmaların sonucunda felsefenin aslında Antik Yunan’da başlamadığını, doğanın durumu karşısında duyulan beşeri şaşkınlıktan doğduğunu ifade etmiştir. Bu yolla, kültürümüzün ne kadar eski ve zengin olduğunu göstermeye çalışmıştır.\n\nDil ve Tarih-Coğrafya Fakültesi’nde Nusret Hızır ile temsil edilen hümanist akımın, Abdullah Necati Akder ile temsil edilen felsefe tarihinin ve Aydın Sayılı ile temsil edilen bilim tarihinin yanında Mübahat Türker Küyel de Eski Çağ felsefesini dışlamayan ama insanlığın felsefe deneyiminin daha dengeli bir biçimde kavranabilmesi için Orta Çağ felsefesinin ve özellikle İslam felsefesinin de hesaba katılması gerektiğini savunan akımın öncülüğünü yapmıştır.\nGünümüze kadar Batı ve Antik Yunan kültürü araştırılmakta sadece bu kültürlerin önemine değinilmekteydi. Ama Küyel, bu yargıyı kırmakla bu kültürler haricinde Türk kültürünün de dünya kültürleri içerisinde büyük katkısı bulunduğunu araştırmalarıyla göstermiştir.” Öyle ki Küyel, Türk düşüncesini Mezopotamya ve Sümer düşüncesiyle ilişkilendirerek aralarında anlamlı bir bağlantı olduğunu belirtir.\nKüyel, uluslararası akademi kuruluşlarında görevlerde bulunmuştur. Üniversitelerde ders vermek üzere davet edilmiş, bildiri ve kongrelere katılarak ülkemizi temsil etmiştir. UNESCO’nun yayınlarında çalışmaları yer almıştır. Eserlerinden bazıları çok sayıda dile çevrilmiştir. Çalışmalarından dolayı 1994 yılında Türkiye İlim ve Edebiyat Sahipleri Meslek Birliğinin Üstün Hizmet Ödülü kendisine takdim edilmiştir."
        }
    }
}
