{
    "Name": "Mümtaz Turhan",
    "Desc": "Türk sosyal psikolog ve akademisyen",
    "Period": "Republic",
    "Lifetime": [ 1908, 1969 ],
    "Importance": "Mid",
    "GUI": {
        "Position": [ -200, -170 ],
        "Color": [ 255, 161, 219 ]
    },
    "Content": {
        "0": {
            "Header": "Temel Bilgiler",
            "Content": "• Doğum Yeri ve Tarihi: Horasan, Erzurum, Osmanlı İmparatorluğu - 1908\n• Eğitimi ve Akademik Kariyeri:\n----> İstanbul Üniversitesi Felsefe Bölümü'ne girdi (1927).\n----> 1928’de devlet bursuyla Almanya’ya giderek Berlin ve Frankfurt Üniversitelerinde eğitim aldı.\n----> 1935’te Frankfurt Üniversitesi’nde psikoloji doktorasını tamamladı.\n----> 1936’da İstanbul Üniversitesi Edebiyat Fakültesi Tecrübi Psikoloji Kürsüsü’nde akademik kariyerine başladı.\n----> 1944’te Cambridge Üniversitesi’nde sosyal psikoloji alanında ikinci doktorasını aldı.\n----> 1950’de profesör unvanını kazandı ve İstanbul Üniversitesi’nde akademik çalışmalarını sürdürdü.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Mümtaz Turhan, özellikle sosyal psikoloji, kültür değişimleri ve bilim zihniyeti üzerine çalışmalar yapmıştır.\n--------> Sosyal Psikoloji: Kültür değişimlerinin birey ve toplum üzerindeki etkilerini inceledi.\n--------> Bilim Zihniyeti: Bilim ve teknolojiye dayalı toplumsal dönüşümün önemini vurguladı.\n--------> Kültür Değişimleri: Türk toplumunun Batılılaşma sürecini analiz etti.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye’de deneysel psikoloji çalışmalarını başlattı.\n----> Batılılaşma, kalkınma ve millî kültür konularında özgün fikirler üretti.\n----> Birleşmiş Milletler Sosyal Komisyonu’nda Türkiye’yi temsil etti (1949-1951).\n• Önemli Eserleri:\n----> Kültür Değişmeleri (1951)\n----> Garplılaşmanın Neresindeyiz? (1958)\n----> Atatürk İlkeleri ve Kalkınma (1965)"
        },
        "1": {
            "Header": "Yaşamı",
            "Content": "Mümtaz Turhan, (d. 1908 Horasan Köyü, Erzurum - ö. 1 Ocak 1969, İstanbul), Türk sosyal psikolog ve akademisyen.\n\nTürkiye'de deneysel psikoloji çalışmalarını başlatmış ve sosyal psikoloji alanında çalışmalar yapmıştır. Lâle Devri'nden Meşrutiyet döneminin sonuna kadar büyük şehirlerde meydana gelen kültür değişmelerini inceleyen \"Kültür Değişmeleri\" adlı kitabı en ünlü eseridir.\n\n1908 yılında Erzurum'un Horasan Köyü'nde doğdu. Babası Pasinlerli Şerif Efendi, annesi ise Cebriyye Hanım'dır.Üç erkek kardeşin en büyüğüdür. Erzurum'un Rus işgaline uğraması üzerine ailesi 1916'da Kayseri'ye göç etmiş; Mümtaz Turhan ilk ve orta öğrenimini Kayseri Sultânîsi'nde tamamlamıştır. Ailesiyle birlikte daha sonra Bursa'ya göç etti ve lise öğrenimine Bursa Lisesi'nde başladı.[1] Sekiz yıllık göçmenlikten sonra ailesi yeniden köylerine döndü.Mümtaz Turhan ise lise öğrenimine Ankara Lisesi'nde devam etti ve 1927'de mezun oldu. Lise öğrenimini tamamladıktan sonra Maarif Vekaleti'nin açtığı sınavı kazanarak yüksek öğrenim için devlet bursu ile Almanya'ya gitti.\n\n1928-1935 yılları arasında Almanya'da yaşadı. Berlin Humboldt Üniversitesi'nde psikoloji öğrenimi gördükten sonra, doktorasını Frankfurt Üniversitesi'nde deneysel psikoloji alanında yaptı. \"Gestalt psikolojisi\"nin mucidi Max Wertheimer'in öğrencisi oldu.\n\n1936'da Türkiye'ye döndü ve İstanbul Üniversitesi Edebiyat Fakültesi tecrübî psikoloji kürsüsünde asistanlığa başladı. Gestalt teorisinden hareket ederek yüzde belirli bir heyecan ifadesini algılamanın o ifadenin nasıl bir psikolojik ortamda gözlendiğine bağlı olarak değiştiğini ortaya koyan çalışmalar yaptı. Yüz ifadelerinin yorumlanmasına ilişkin deneysel araştırmasıyla 1939'da doçent oldu.\n\n1936-1942 yıllarında yaz tatillerinde köyüne giden Turhan, şehre göç edip geri dönmüş olan köy topluluğunun yaşamını inceledi.Köylülerde şehir yaşantısına ait alışkanlıkların ortadan kalktığını gözledi ve duyduğu hayret, onu kültür değişimleri üzerine çalışmaya sevk etti.\n\n1943 yılında Mevhibe (Ögel) Turhan Hanım ile evlendi. Bu evlilikten iki çocuk sahibi oldu.\n\n1944 yılında British Council'in bursuyla İngiltere'ye gitti. Cambridge Üniversitesi'nde sosyal psikoloji alanında ikinci bir doktor unvanı aldı. 1948'de tamamladığı doktorası için deneysel psikoloji profesörü Frederic Bartlett ile birlikte kültür değişmeleriyle ilgili bir araştırma gerçekleştirdi. Tezini yurda döndükten sonra genişletti. Lâle Devri'nden Meşrutiyet Dönemi'nin sonuna kadar büyük şehirlerde meydana gelen kültür değişmelerini inceleyerek yorumladığı bu çalışması ile 1950'de profesör unvanı aldı.Çalışması, \"Kültür Değişmeleri\" adıyla 1951 yılında İstanbul Üniversitesi Edebiyat Fakültesi tarafından kitap olarak yayımlandı.\n\n1949-1951 yılları arasında Birleşmiş Milletler Sosyal Komisyonu'nda Türkiye temsilcisi olarak çalıştı. 1952'de İstanbul Üniversitesi Tecrübi Psikoloji Kürsüsü Başkanı oldu. Bu görevine devam etmekteyken 1 Ocak 1969'da karaciğer kanserinden öldü."
        },
        "2": {
            "Header": "Telif Eserleri",
            "Content": "• Yüz İfadelerinin Tefsiri Hakkında Tecrübî Bir Tetkik, Rıza Coşkun Matbaası, İstanbul, 1941.\n• Kültür Değişmeleri, Sosyal Psikoloji Bakımından Bir Tetkik, İstanbul Üniversitesi Edebiyat Fakültesi Yayını, İstanbul, 1951.\n• Maarifimizin Ana Davaları ve Bazı Hal Çareleri, Bedir Yayınevi, İstanbul, 1954.\n• Garplılaşmanın Neresindeyiz, Türkiye Basımevi, İstanbul, 1958\n• Toprak Reformu ve Köy Kalkınması, Bedir Yayınevi, İstanbul, 1964.\n• Atatürk İlkeleri ve Kalkınma, Şehir Matbaası, İstanbul, 1965.\n• Üniversite Problemi, Yağmur Yayınevi, İstanbul, 1967."
        },
        "3": {
            "Header": "Çevirdiği Kitaplar",
            "Content": "• E. Kretschmer'den Beden Yapısı ve Karakter, Devlet Matbaası, İstanbul, 1942.\n• V. Peters'den Ergenlik ve Delikanlılık Çağı, Rıza Coşkun Matbaası, İstanbul, 1944.\n• D. Krech-R.S. Crutchfield- E.L. Ballachey'den Cemiyet İçinde Fert I, Milli Eğitim Basımevi, İstanbul, 1969.\n• D. Krech-R.S. Crutchfield- E.L. Ballachey'den Cemiyet İçinde Fert II, Milli Eğitim Basımevi, İstanbul, 1969. (Bu eserin ikinci cildi M. Turhan'ın ölümü dolayısıyla eksik kalmıştır. Kitabın 48-54 ve 357-411. sahifeleri asistanı Erol Güngör tarafından tercüme edilmiştir.)"
        },
        "4": {
            "Header": "Görüşü",
            "Content": "Komünizm düşmanlığının odağında bir düşünür olmuştur. Bu yıllarda yazdığı eserlerinde Batılılaşma anlayışında temel vurguları değişmiş; Batılılaşmayı “milli bir devlet ve milli bir kültüre kavuşma” olarak ortaya koymuştur. Turhan, Türk düşüncesinde önemli bir isim olarak tarihe geçmiştir."
        },
        "5": {
            "Header": "Mümtaz Turhan'ın Batılaşma Düşüncesi Üzerine Bir Değerlendirme",
            "Content": "Bu çalışmada Türk düşünce tarihinde önemli bir yeri olan Mümtaz Turhan’ın Batılılaşmak ve kalkınmak konularındaki düşüncelerine yer verilmiştir. Turhan, kalkınmanın ancak bilimin, tekniğin ve zihniyetin kazanılarak gerçekleştirilebileceğine inanmaktadır. Bu da ancak Türk insanının, bilim zihniyeti ile yetişmesiyle olacaktır. Turhan’ın üniversiteler ve bilim zihniyeti hakkındaki görüşleri bir yol haritası niteliğindedir. Çalışmanın amacı, bugün bile geçerliliğini yitirmemiş olan bu görüşleri yeniden gündeme getirmektir. Türk aydını hakkındaki görüşleri de oldukça önemlidir. Ona göre milli bir kalkınmanın engellerinden birisi de aydın ve halk arasındaki uçurumdur. Çalışmada başta Mümtaz Turhan’ın kitapları ve dergi makaleleri kaynak olarak kullanılmıştır. Aynı zamanda ona yakın bulunan insanların yazılarına da başvurulmuştur."
        },
        "6": {
            "Header": "Mümtaz Turhan: Kültür Değişmeleri",
            "Content": "Mümtaz Turhan’ın “Kültür Değişmeleri” adlı eseri kendi alanında ülkemizde yapılan ilk ve bugün için klasikleşmiş bir çalışmadır. Kültür değişmeleri bir boyutuyla kültür, medeniyet, teknoloji, değişme ve kültür değişmelerine ilişkin kavram ve teorilerin yer aldığı bir el kitabı özelliği taşır. Diğer ve daha önemli yanıyla da kültür değişmesi çerçevesinde Türk toplumunun tarihî gelişim sürecini ve o günkü toplumsal yapısını anlamaya çalışır.\nKültür Değişmeleri, henüz köyden kente hızlı göç hareketinin ortaya çıkmamış bulunduğu bir zaman diliminde hazırlanmıştır. Bu bakımdan hızlı kentleşmenin yaratacağı muhtemel problemlere dikkat çeken ve bunu önlemenin yollarını arayan bir çaba olması bakımından da önemlidir.\nMümtaz Turhan Barlett’in “Psikoloji ve İlkel Kültür” adlı kitabından yola çıkarak kültür değişmelerinin niteliğini tartışır. Ona göre, kültür değişmeleri esas olarak ya “iktibaslar” (alıntı) veya çeşitli kültürlerin birbiriyle teması ve karışması sonucunda meydana gelir. Kültür değişmesinin ilk merhalesini oluşturan alıntılar, bir toplumda yenilikçiler denilen şahıslarla bunların etrafında toplanan küçük bir grubun dışarıdan veya başka bir kültürden aktardıkları unsurları kendi vatandaşlarına kabul ettirmeleri, toplum içinde yaymalarıyla başlar (Turhan, 1972: 21).\nBir medeniyet ve toplum içerisinde meydana gelen bir yeniliğin, bir değişmenin, bir unsurun çevreye yayılmasını (diffusion) araştırmanın önemini belirtmek için Sorokin şu karşılaşmayı yapmaktadır: “Canlı bir bedendeki kan dolaşımını bilmek fizyoloji için ne ise, kültür değişmelerine ait olayların bilinmesi sosyoloji için odur (Turhan, 1972: 25).\nMümtaz Turhan’a göre kültür değişmelerinin araştırılmasını zaruri kılan şey memleketimizin iki buçuk asra yakın zamandan beri büyük bir kültür değişmesi yaşamakta olduğu gerçeğidir. Bu zaman içerisinde kültür değişmelerinin hangi safhaya vardığını, onun bize neler kazandırıp, neler kaybettirdiğini, hangi konuda ve ne dereceye kadar başarılı olduğumuzu, nerelerde, neden ve nasıl bocaladığımızı, bunların sebeplerini, onları dünyanın diğer kısımlarında meydana gelen değişmelerin sonuçlarıyla karşılaştırmak ülkemizin gelecek yıllardaki gelişmesi bakımından elzemdir (Turhan, 1972: 33-34).\nMümtaz Turhan Kültür Değişmeleri adlı eserinde E. Sapir, E. B. Tylor, C. Wissler, Thurnwald, Maclver, Malinowski, Maslow, A. Kroeber ve Levy-Bruhl’un kültür tanımlarını aktardıktan sonra kendi tanımını vermektedir. Ona göre kültür; “Bir toplumun sahip olduğu maddi ve manevi değerlerden oluşan öyle bir bütündür ki toplum içinde mevcut her çeşit bilgiyi, ilgileri, alışkanlıkları, değer ölçülerini, genel davranış, görüş ve zihniyet ile her çeşit davranış şekillerini içine alır. Bütün bunlar birlikte, o toplum mensuplarının çoğunda ortak olan ve onu diğer toplumlardan ayırt eden özel bir hayat tarzı sağlar (Turhan, 1972: 55- 56).\nSöz konusu eserde kültür değişmeleri ile ilgili birçok tanım ve teoriye yer vermekle birlikte Mümtaz Turhan, o güne kadar kadar yapılanların en iyisi olduğunu düşündüğü Malinowski’nin tanımını esas almıştır. Ona göre: “Kültür değişmesi, bir toplumun mevcut düzenini, toplumsal, maddi ve manevi medeniyetini bir tipten başka bir tipe dönüştüren bir süreçtir. Böylece kültür değişmesi, her toplumun siyasi yapısında, idari kurumlarında ve toprağa yerleşme ve iskân tarzında, inanç ve kanaatlerinde, bilgi sisteminde, eğitiminde, kanunlarında, maddi araç ve gereçlerinde, bunların kullanılmasında, toplumsal iktisadın dayandığı üretim maddelerinin sarfedilmesinde meydana gelen değişmeleri içine alır (Turhan, 1972: 58).\nMümtaz Turhan’da öne çıkan kavramlar serbest, zorunlu kültür değişmeleri ve alıntıdır. Serbest kültür değişmesinden, bir toplumsal grup veya toplumun, yabancı bir kültüre sahip grup veya toplumla temasa geldiği zaman hiçbir iç ve dış baskı altında bulunmaksızın belirli unsurlar veya o kültürün belirli bir kısmını alıp benimsemesi sonucunda yapısında meydana gelen değişmeler kastedilmektedir.\nZorunlu kültür değişmesi, farklı kültürlere sahip iki toplumsal grup veya toplumdan biri kendi kültürünü veya belirli bazı unsurlarını kabul etmesi için diğerine baskı yapar veya idari bir nüfuz ve iktidara sahip bir zümre yabancı bir kültürü veya bunun bazı unsurlarını kendi toplumuna zorla kabul ettirmeye çalışırsa sonuçta meydana gelen değişmelerdir.\nAlıntı kavramı ile bir grup veya topluluğun başka kültürlerden belirli unsurları aynen alması anlatılmaktadır (Turhan, 1972: 61). Bir kültür diğer bir kültürden alıntı yaptığı zaman aldığı unsurlar ister birer cisim, ister örf ve adet olsun, bunları daima değiştirir, kendisine uydurur. Her fikir, kurum veya adet, onu alan toplum tarafından kendi kültür çevresi içine yerleştirilmek, ona intibak ettirilmek suretiyle dönüştürülmek zorundadır. Bu dönüştürme esnasında her cisim veya düşüncenin şekli, fonksiyonu, özellikleri ve özü değiştirilmekte, adeta yeniden icat edilmektedir (Turhan, 1972: 336).\nMümtaz Turhan serbest ve zorunlu kültür değişmeleri kavramları ekseninde Türk toplumunun tarihî sürecini üç kısma ayırarak ele alır. Bunların ilki toplumda herhangi değişme meydana getiremeyen ve bazı unsurlarının alındığı safha ile bunların bilinçli bir şekilde aktarıldığı serbest değişmeler devri; yani on dokuzuncu yüzyıla kadar olan dönem. İkinci safha ise onun geçiş devri olarak nitelediği Üçüncü Selim zamanıdır. Üçüncü safha ise kapsamlı ve köklü kültür değişmelerinin ancak zorunlu bir şekilde meydana getirilebileceği düşüncesinin belirmeye başladığı devirdir. Mümtaz Turhan bu devri İkinci Mahmud’la başlatmakta ve çeşitli kısımlara ayırmaktadır.\nOna göre bu safhalar şunlardır: ilk safha İkinci Mahmud’dan Tanzimat Fermanı’nın ilanına kadar olan dönem, ikinci safha Tanzimat’tan 1876’ya yani Birinci Meşrutiyet’in ve Kanunu Esasi’nin (anayasa) ilanına kadar, üçüncü safha 1876’dan 1908’e yani II. Meşrutiyet’in ilanı ve yürürlükten kaldırılmış bulunan Kanunu Esasi’nin tekrar yürürlüğe konulmasını sağlayan devrime kadar ve son safha ise 1923’ ten o güne kadar olan dönemdir (Turhan, 1972: 191- 192).\nMümtaz Turhan’ın Kültür Değişmeleri adlı eserinin köy araştırmalarına ayrılan kısmı uzun bir saha çalışmasına ve gözlemlere dayanmaktadır. Bu araştırmalar ağırlıklı olarak Erzurum ile Kars arasındaki köylerde gerçekleştirilmiştir. 1936-1942 ve 1948 senelerinin yaz tatillerinde 6-10 hafta olmak üzere araştırma yaklaşık olarak bir seneyi bulmuştur (Turhan, 1972: 82- 83).\nMümtaz Turhan bu köylerdeki sosyal tabakalaşma ve sosyal sınıflar, aile yapıları, göç, köydeki sosyal ve kültürel değişmeler, cemaat yapıları ile şahsi gözlem ve kullandığı yöntemlerden de söz eder. Köyde kültür değişmelerini incelediği kısımda da değişme üzerinde etkili olan unsurlar, maddi ve manevi kültürde meydana gelen değişmeler, köylülerin reddettikleri ve benimsedikleri kültür unsurlarının neler olduğu ve bunun sebepleri üzerinde durur (Turhan, 1972: 82- 152)."
        }
    }
}
