{
	"Name": "Nasîrüddin Tûsî",
	"Desc": "Kelâmcı, filozof ve matematik bilimlerde yetkin bir bilgin",
	"Period": "Islamic",
	"Lifetime": [ 1201, 1274 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ -250, 55 ],
		"Color": [ 197, 255, 193 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Tam İsim: Ebû Ca‘fer Nasîrüddîn Muhammed b. Muhammed b. el-Hasen et-Tûsî\n• Doğum Yeri: Tûs\n• Ölüm Yeri: Bağdat\n• Hocaları: Fâdıl Baba Efdal el-Kâşî, Muînüddin Sâlim b. Bedrân el-Mâzinî, Ferîdüddin Dâmâd, Kudbuddîn el-Mısrî, Muhammed b. Hasan, Kemâleddîn ibn Yûnus\n• Öğrencileri: İbnü’l-Fuvatî, İbn Meysem el-Bahrânî, Hasan b. Şerefşah, İbnü'l-Havvâm, Kutbüddîn Şîrâzî, Allâme el-Hillî\n• Etkilendikleri: El-Harakî ,İbn Kemmûne, Şerîf el-Murtaza, İbn Sînâ, Esîrüddin Ebherî, Behmenyâr b. Merzubân, İbn Miskeveyh, Ebü’l-Hüseyin el-Basrî\n• Etkiledikleri: Şemseddin İsfehânî,Yanyalı Esad Efendi,Muhyi-i Gülşenî,Kemâleddîn Fârisî,Dâvûd-ı Kayserî, Safiyyüddîn Urmevî, Şemseddin el-Kîşî, Lâhîcî, İbn Haldûn, Muhammed b. Mübârekşah, Şehrezûrî, Şemsüddîn Mahmûd b., Abdurrahman İsfahânî, Celâleddîn ed-Devvânî, Allâme el-Hillî, Necmeddîn el-Kâtibî, Hatibzâde Muhyiddin Efendi, Müeyyedzâde Abdurrahmân Efendi, Nizâmeddîn Nîsâbûrî, Kınalızâde Ali Efendi, Mehmet Emîn el-Üsküdârî, Seyyid Şerîf el-Cürcânî, Gıyâseddîn Deştekî, Sadreddîn ed-Deştekî, Teftâzânî\n• İletişimde Bulunduğu İsimler: Esîrüddîn el-Ebherî, Ali b. Ömer el-Kâtibî, Müeyyiduddin er-Urzî ed-Dimeşkî, Fahreddîn el-Merâğî, Ebu’l-Feth Muhyiddîn Yahyâ b. Muhammed b. Ebi’ş-Şükr el-Mağribî el-Kurtubî, Fahreddin el-Ahlâtî, Fau Mun Ji, Sadreddin Konevî, Şemseddin Hüsrevşâhî, Nâsırüddin Abdürrahîm b. Ebû Mansûr Muhteşem (Kûhistan valisi), Müsta‘sım-Billâh (Abbâsî Halifesi), Alamut hâkimi Rükneddin Hürşah, Hülâgû, Ata Melik Cüveynî\n• Ekolleri: Felsefe, Kelam, İbn Sînâcılık, Şiilik\n• Etkilendiği Ekoller: Meşşâîlik"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Nasîrüddin Tûsî (d. 17 Şubat 1201 - ö. 26 Haziran 1274), Horasan Selçuklu Devleti mensubu olup edebiyat dili gerekçesiyle Farsça eserler veren bir Fars bilim insanı ve Şîa İslâm'ın Batınî/Tasavvuf filozofudur. Söz konusu dönem, Moğol istilası sebebiyle Bağdat'ta, bir yandan karanlık bir dönem, diğer yandan da önemli düşünce okullarının kurulduğu ve İslam bilim kurumlarının açıldığı bir dönem olmuştur. Nasîrüddin Tûsî de bu dönemde yetişmiş İslam dünyasının tanınmış bir bilgesi olmuştur. Azerbaycanlı halk bilimci Memmedhüseyn Tehmasib'e göre efsanevi bir kişilik olan Nasreddin Hoca aslında Tûsî'dir.Nasîrüddin Tûsî tarafından Usturlab'ın önemini anlatan bir risale.\n\nNasîrüddin Tûsî, babasının ve dayısının etkisiyle erken yaşlardan itibaren kelâm, felsefe ve matematikle ilgilenmeye başladı. Felsefi gelişiminin belirli bir evresinde İbn Sînâ'nın İşârât'ını okudu ve uzun yıllar bu metinle uğraştı. Bu uğraşmaların ardından en önemli eserlerinden biri sayılan Şerh-i İşârât'ı kaleme aldı.\n\nKemalüddin Hâsip'ten matematiği ve Burhanüddin Hamedanî'den hadisleri öğrendi. Pek çok bilgi dalıyla ilgilendi ve derinleşmeye çalıştı; tanınmış bilginler yetiştirdi (Allâme Hillî, Kutbüddin Şirvanî gibi). İsmâiliyye mezhebinden, Caferilik gibi Alevi-Bâtınî kolları ve edebiyat, tasavvuf ve felsefe alanında Nasîrüddin Ebu'l-Feth b. Mansûr'un meclisinde yer aldı. Abbâsî halifesi Mu'tasım-Billâh'ı öven bir kaside yazdıktan sonra araları açıldı ve sürgüne gönderildi. Hasan Sabbâh'ın yedinci halefesi II. Muhammed aracılığıyla Alamut Kalesi'nde saklandı. Daha sonra, 1247'ye kadar, yarı tutuklu olarak Meymûn Daye Kalesi'nde tutuldu. Moğolların kaleleri ele geçirmesiyle serbest kaldı. Moğol hükümdarı Hülâgû'nun müşaviri olarak görev aldı ve tüm bilimsel ve felsefi çalışmalarında ondan destek aldı. Ünlü Merâga Gözlemevi'ni bu sırada kurdu ve bu kurum, en büyük İslam bilim kurumlarından biri olarak yer aldı. Rasathanenin yanında büyük bir kütüphane kurulması da gerçekleştirildi; burada dört yüz bin kitabın toplandığı sanılmaktadır. Hûlagü Han, bir yandan Bağdat'ı yakıp yıkarak, bir yandan da orada yeniden bilim kurumlarının kurulmasını destekleyen kişi oldu. Daha sonraki hükümdar Abaka Han tarafından da destek gördü ve yaşlılığında bu destek sayesinde önemli eserlerini üretti.\n\n1274 yılında Merâga'dan Bağdat'a yaptığı bir sefer sırasında hayatını kaybeden Tûsî, Bağdat'ta defnedilmiştir.\n\nİbn Haldun, Mukaddime adlı eserinde Nasiruddin Tusi'ye \"Hoca\" denildiğinden bahsederek aşağıdaki satırları yazmıştır:\n\"Doğu halkı İbn Sina'nın Kitabu'l-İşarât'ına önem vermektedirler. İmam Fahreddin Razî bu eseri güzel şerh etmiştir. Amidî'nin şerhi de öyledir. Doğu halkından olup Hoca (Hâce) diye maruf olan Nasiruddin-i Tûsî (öl. 1274) İşarât'ı şerh etmiş, İmam Fahreddin Razî ile İşarât'ın birçok meselelerinde tartışmaya girmiş, böylece Fahreddin Razî'nin çalışmalarını aşmıştır.\"\nBu da, Nasiruddin Tusi'nin aslında fıkralarıyla bildiğimiz Nasrettin Hoca olduğuna dair güçlü bir görüş sunmaktadır."
		},
		"2": {
			"Header": "Kitapları",
			"Content": "• Şerh'i İşârat (temel felsefe kitabı, 20 yılda hazırlanmış)\n• Zîc-i İlhânî (astronomi hakkında)\n• Tecrid-ül-akâid (kelam kitabı)\n• Tezker-i hayat\n• Tahrir-i Öklides\n• Tahrir-ül-Macestî\n• Esas-ül-iktibas (Mantık kitabı)\n• Esraf-ül-eşraf\n• Ahlak-ı Nâsırî\n• Fusul\n• El-Mesail El-Hayriyat\n• Bahnâme"
		},
		"3": {
			"Header": "Felsefesi",
			"Content": "Nasîrüddin Tûsî, İslâm felsefesinde yeni bir felsefe ekolü ortaya koymamıştır; ancak yine de felsefi çalışmaları derinlik ve kapsamıyla etkili olmuş bir bilge olarak yer edinmiştir. Daha çok Meşşâi filozoflarının yolundan gittiği söylenebilir; onların felsefi tezlerini Şiiliğin prensiplerine uyarlamaya çalışmıştır. İslam dünyasında ilk defa bir sistematik etik kitabı yazan kişi olmuştur. Sisteminde Aristoteles'in ahlak ilkeleriyle Gazzâlî'nin mistik ve tasavvufi ahlak düşüncelerini bir arada değerlendirmeye çalışmıştır. Bir tür sentez arayışında olmuştur. Bu ahlak felsefesinin bir bölümünü ise eğitim konusundaki düşünceleri oluşturmaktadır. Ona göre, çocuğun doğumundan itibaren ona uygun bir ad verilmeli (çünkü adlar kader üzerinde etki yapar), iyi bir sütanneye sahip olmalı ve yetişme döneminde çocuk kötü huy edineceği ortamlardan korunmalıdır. Bu süreçte ona aklını kullanmasını ve akıl yoluyla elde edilen erdemleri sevmesini öğretmek gerekmektedir. Arzularına hakim olmanın ve kendini tutmanın bir erdem olarak öğretilmesi gerekir. Bundan sonra ise çocuk hangi sanata ya da ilgiye yetenekliyse ona yönlendirilmeli ve özendirilmelidir."
		}
	}
}
