{
	"Name": "Necati Öner",
	"Desc": "Akademisyen, felsefe profesörü, dekan, Türk Felsefe Derneği Kurucu Başkanı",
	"Period": "Republic",
	"Lifetime": [ 1927, 2019 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ -235, 105 ],
		"Color": [ 124, 127, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Tarihi: 1927\n• Eğitimi ve Akademik Kariyeri:\n----> Mantık ve felsefe alanında akademik çalışmalar yürüttü.\n----> Türk düşüncesi ve zihniyet üzerine araştırmalar yaptı.\n----> Felsefenin toplum ve kültürle buluşmasını savundu.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Necati Öner, özellikle mantık, insan hürriyeti ve zihniyet farklılıkları üzerine çalışmalar yapmıştır.\n--------> Mantık: Türkiye’de mantık eğitiminin gelişimine katkı sağladı.\n--------> İnsan Hürriyeti: Bireyin özgürlüğü ve düşünce yapısı üzerine araştırmalar yaptı.\n--------> Zihniyet Farklılıkları: Kültür ve düşünce sistemleri arasındaki farklılıkları inceledi.\n• Akademik ve Kültürel Katkıları:\n----> Türk felsefesinin gelişimine önemli katkılar sağladı.\n----> Felsefi tutumun toplumda yaygınlaşmasını destekledi.\n----> Dil, düşünce ve kültür arasındaki ilişkilere dikkat çekti.\n• Önemli Eserleri:\n----> İnsan Hürriyeti (1982)\n----> Felsefe Yolunda Düşünceler (1995)\n----> Stres ve Dini İnanç (1985)\n----> Dil Üzerine (2013)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "İlköğrenimini Narman İlkokulunda (Erzurum), orta öğrenimini Erzurum Lisesinde yaptı. 1949-1950 ders yılı kış dönemi sonunda Ankara Üniversitesi Dil ve Tarih-Coğrafya Fakültesi Felsefe Bölümünden \"Pekiyi\" derece ile mezun oldu.\n\nNecati Öner, iş hayatına Erzurum’da \"Yeni Erzurum Gazetesinde gazeteci olarak başladı; on bir aylık askerlik görevinden sonra gazeteciliğe Şarkın Sesi gazetesinde devam etti; 1952 de Erzurum Belediyesinde müfettiş olarak göreve başladı ve bir yıl bu görevde kaldı.\n\n24.4.1953 de Ankara Üniversitesi İlahiyat Fakültesi Felsefe ve Mantık Kürsüsüne asistan olarak atanan Necati Öner akademik çalışmalara Prof. Dr. Hamdi Ragıp Atademir’in yanında başlamış, Prof. Atademir Üniversiteden ayrılınca çalışmalarını Örd. Prof. Hilmi Ziya Ülken’in yanında sürdürmüştür. 1957 de sunduğu \"Tanzimattan Sonra Türkiye’de İlim ve Mantık Anlayışı\" adlı tezi kabul edilerek kendisine \"Pekiyi\" derece ile doktorluk unvanı verildi. 1960-1961 ve 1962-1963 yılları arasında iki yıl Strassburg Üniversitesinde bir taraftan Georges Gusdorf’un derslerini takip etti, bir taraftan da Doçentlik tezi ile ilgili çalışmalar yaptı. 1964 de sunduğu \"Fransız Sosyoloji Okuluna Göre Mantığın Menşei Problemi\" adlı tezi ile Doçent oldu. 1967 yılında tekrar Strassburg Üniversitesine giderek bir yıl bilimsel çalışmalarda bulundu. 1971 de Profesörlüğe yükseltildi. Profesörlük takdim tezi \"Mantığın Ana İlkeleri ve Bu İlkelerin Varlıkla Olan İlişkileri\"dir.\n\nProf. Dr. Necati Öner,  Ankara Üniversitesi İlahiyat Fakültesinde seçkin bir akademik hayatının yanında oldukça verimli bir hocalık görevi de yapmıştır. Bugün Türk Üniversitelerindeki pek çok felsefe hocası onun yetiştirdiği başarılı akademisyenlerdir. Kendilerinin yanında doktora ve yüksek lisans yapanlar şunlardır: Prof. Dr. Abdulkuddüs Bingöl, Prof. Dr. Kenan Gürsoy, Prof. Dr. Murtaza Korlaelçi, Prof. Dr. Naci Bolay, Prof. Dr. İhsan Turgut, Prof. Dr. Haşan Şahin, Prof. Dr. Mehmet Akgün, Prof. Dr. Eyüp Sanay, Prof. Dr. Haşan Katipoğlu, Doç. Dr. M. Tahir Yaren, Doç. Dr. Recep Kılıç ve Araştırma Görevlisi İsmail Köz.\n\nFelsefeci Öner, A.Ü. İlahiyat Fakültesinde uzun yıllar idareci olarak da görev yapmıştır. O, İlahiyat Fakültesinde dört dönem dekanlık görevini sürdürmüştür. Birinci ve ikinci dönemler 1971-1976 tarihleri arasında; üçüncü dönem 2.7. 1990-14.7.1993 tarihleri arasında; dördüncü dönem de 15.7.1993-1.7.1994 tarihleri arasında olmuştur.\n\nNecati Öner Ankara Üniversitesi İlahiyat Fakültesindeki asıl görevine ek olarak, 1964-1967 yılları arasında Konya Yüksek İslam Enstitüsünde; 1966-1967 ders yılında Ankara Üniversitesi Eğitim Fakültesinde; 1968-1975 yılları arasında Hacettepe Üniversitesi Sosyal ve İdari Bilimler Fakültesinde, 1977-1980 yıllan arasında Atatürk Üniversitesi Edebiyat Fakültesinde; 1972-1973 ve 1982-1985 yıllan arasında Dil ve Tarih- Coğrafya Fakültesinde Felsefe ve Mantık dersleri okutmuştur.\n\n1984-1990 yılları arasında Başbakanlık Atatürk Kültür Dil ve Tarih Yüksek Kurulu Atatürk Kültür Merkezi Başkan Yardımcılığı yapan felsefecimiz A.Ü. İlahiyat Fakültesinden yaş haddinden emekli olduktan sonra da felsefi ve bilimsel faaliyetlerini devam ettirmiştir. Emekli olduktan sonra, 1995-1996 ders yılında Kırıkkale Üniversitesi Felsefe Bölümü başkanlığı yapmış ve Gazi Üniversitesi Hukuk Fakültesinde \"Felsefeye Giriş\" derslerini okutmuştur. Ayrıca Ankara İlahiyat, Hukuk, Dil ve Tarih-Coğrafya Fakültesinde yüksek lisans ve doktora aşamasında felsefe ve mantık derslerini vermiştir.\n\nAnkara Üniversitesi İlahiyat Fakültesi’ne intisab ettiği 1953 yılında başlayan akademik hayatında uzun süre dekanlık ve çeşitli üniversitelerde hocalık yapmış bulunan felsefeci Necati Öner aynı zamanda Türkiye’de felsefi düşüncenin gelişip yaygınlaşması konusunda da halen başkanı olduğu Türk Felsefe Derneği vasıtasıyla Türk kültürüne eşsiz hizmetlerde bulunmuştur.\n\nYıllarca Türk düşünce hayatına katkıda bulunan ve bu konuda pek çok felsefeci ve bilim adamı da yetiştiren Necati Öner genç felsefeciler için adeta bir \"academia\" haline gelmiş Türk Felsefe Derneğinin 1987 yılından beri başkanlığını yapmıştır.Prof. Dr. Necati Öner, 2 Ocak 2019 günü Ankara’da vefat etti. Evli ve iki çocuk sahibiydi. Yaklaşık iki bin kitaptan oluşan kütüphanesini Bayburt Üniversitesine bağışlamıştır."
		},
		"2": {
			"Header": "Kitapları",
			"Content": "Fransız Sosyoloji Okuluna Göre Mantığın Menşei Problemi (1967, İkinci baskı, 1977),\nTanzimattan Sonra Türkiye’de İlim ve Mantık Anlayışı (1967),\nKlasik Mantık, Ayyıldız Matbaası, 1970),\nMantık (Liseler için, Teo Grunberg ve Adnan Onat’la Ortaklaşa, 1976),\nİnsan Hürriyeti (1982, İkinci Baskı 1987),\nStres ve Dini İnanç (1985),\nMilli Zihniyet ve Milli Birlik (1986), \nFelsefe Yolunda Düşünceler (1995, Yayımlanmış bazı makalelerin toplamı),\nFelsefe Yolunda Düşünceler II (Genişletilmiş ikinci baskı, 1999)."
		},
		"3": {
			"Header": "Makaleleri",
			"Content": "Türkiye’de Yeni Mantık Cereyanlarının İlk Habercisi Ali Sedat İlahiyat Fak. Dergisi, sayı I - V, 1959, Ankara\nKlasik Mantıkta Modalite, İlahiyat Fakültesi Dergisi,C. XV, 1968, Ankara\nMantığın Ana İlkeleri ve Bu İlkelerin Varlıkla Olan İlişkisi, İla¬hiyat Fakültesi Dergisi,C. XVII, 1969, Ankara\n19. Asra Kadar İslam Dünyasındaki Bilim Faaliyetine Kısa Bir Bakış, Diyanet Dergisi, C. 9, Sayı 96-97, 1970, Ankara.\nMantık Felsefesi Nedir ?, Diyanet Dergisi, Sayı 106-107, 1971, Ankara.\nBu yazılar \"Felsefe Yolunda Düşünceler\" adlı kitapta Toplanmıştır.\nKurtuluş, İslamdadır, Tercüman Gazetesi, 19 Ağustos 1973.\nAllah İnancı, Diyanet Dergisi, C. XVII, sayı 5, 1978\nAşkın (müteal) Değer Bunalımı, Töre, sayı 82, 1978, Ankara..\nDin Aleyhtarlığı ve Din Dersleri, Tercüman Gazetisi, 4 Eylül, 1981.\nYeni Tasarıda Din Hürriyeti, Tercüman Gazetesi, 1 Ağustos, 1.8.\nBir Bilgi Türü Olarak Sanat, Suut Kemal Yetkin’e Armağan İçinde, Hacettepe Üniversitesi, 1984, Ankara\nZihniyet Farklılıkları ve Kültür, Erdem, C.I, sayı 1, 1985, Anka¬ra.\nNiçin Felsefe, Erdem, C.I, sayı 2, 1985, Ankara\nMantıkçı Baba - Oğul: Ahmet Cevdet, Ali Sedat, Erdem, C. II, sayı 6,1986 Ankara.\nLiderin TV’deki Basın Toplantısı, Tercüman Gazetesi, 29 Ocak 1986.\nNiçin Hoşgörü, 10 Şubat, 1986, Tercüman\nDille İlgili Bazı Sorunlarımız, Türk Dili, C. LII,sayı 423 Mart,l 987 Ankaraİnsanın Bilgisi İle Hürriyeti Arasındaki İlişki, II .Türkiye Felse¬fe, Mantık ve Bilim Tarihi Sempozyumu Tebliğleri İçinde, Ege Ü. Edebiyat Fak. Yay., 11 -13 Kasım,1987, İzmir\nSanat Yolu İle İletim, Gazi Ü. Basın-Yayın Yüksekokulu Dergi¬si, 1988-1989\nİnsan Hürriyeti ve İslam, Kutlu Doğum Haftası Sempozyumu, 12-17 Ekim 1989, Ankara\nNiçin Din Öğretimi, Din Öğretimi Dergisi, sayı 22, Mart, 1990, Ankara\n22 - Öğretim ve Eğitime Bir Bakı, Eğitim Bilimleri Sempozyumu, 23 Eylül 1990 A.Ü.Eğ. Bilimleri Fak.\n Felsefe ve Toplum, Milli Kültür, sayı 73, Haziran 1990\nFelsefeden Beklediklerim, Türk Kültürü ve Felsefe Paneli, 25 Nisan, 1991, Kayseri\nİnsanda Öz ve Varoluş, Felsefe Dünyası Derg., sayıl .Temmuz 1991, Ankara\nKültür, Felsefe Dünyası Dergisi, sayı 2, Aralık, 1991, Ankara\nÜç Temel Zihniyet, Türkiye I. Felsefe - Mantık Bilim Tarihi Sempozyumu Bildirileri, 1991, İstanbul\nHürriyet Kavramı İle İlgili Söyleşi, Türk Yurdu, Nisan 1991\nTürkiye’de Mantık Çalışmaları, Felsefe Dünyası Dergisi, sayı 6,1992, Ankara\nDil, Felsefe Dünyası Dergisi, sayı 3, Mart, 1992, Ankara\nHürriyet ve Otorite, Felsefe Dünyası Dergisi, sayı 4, Temmuz, 1992, Ankara\nKişilik ve Hürriyet, Türk Yurdu, sayı. 66, 1993\nKavram, Felsefe Dünyası Dergisi, 7 Mart 1993\nBiçimsel Doğruluk, Felsefe Dünyası Dergisi, sayı 9, Ekim 1993\nÇevre Sorunu, Felsefe Dünyası Dergisi, sayı 15, Bahar 1995\nOkkült Bilgi, Felsefe Dünyası Dergisi, sayı 16, Yaz 1995\nHürriyetin Sınırı, Felsefe Dünyası Dergisi, sayı: 17, Güz 1995\nFelsefi Tutum, Felsefe Dünyası Dergisi, sayı: 18, Kış 1995.\nİnsandan Beklenen, Felsefe Dünyası Dergisi, sayı: 22, Güz 1996.\n\"Zihniyet Oluşumu ve Eğitim, Türkiye 2. Eğitim Felsefesi Kongresi, 23-26, Ekim, 1996, Van.\nKavramın Açıklığı ve Seçikliği, Felsefe Dünyası Dergisi, sayı 24, Bahar 1997.\nDemokrasinin Epistemolojik Dayanağı, Felsefe Dünyası Dergi¬si, sayı 27 Temmuz, 1998.\nCumhuriyet Dönemimizin Bir Filozofu Hilmi Ziya Ülken, Felse¬fe Dünyası Dergisi, sayı 28, Aralık 1998.\nBir Bilgi Türü Olarak Dini Bilgi, Felsefe Dünyası Dergisi, sayı 29, Haziran 1999."
		},
		"4": {
			"Header": "Necati Öner ver Türk Düşüncesi",
			"Content": "Necati Öner, çağdaş Türk felsefesinin kurucu örneklerinden biridir. Hocaları ve öğrencileri arasında entelektüel ve manevi bir köprü kurmuştur. Felsefeyi salt bir akademik etkinlik olmaktan çıkaran, toplum ve kültür ile buluşturan, felsefi tutum sahibi bir düşünürdür. İlgilendiği konular arasında Türkiye’de ilim ve mantık anlayışı, mantığın menşei, insan hürriyeti, zihniyet meselesi, milli zihniyet ve milli birlik, dil ve düşünce ilişkisi, felsefe ve mantık eğitimi gibi ve daha niceleri sayılabilir. Bu çalışmanın ana konusu ve amacı Öner’in felsefi mirasının bir nebze olsun farkında olabilmek ve yorumlamaktır."
		},
		"5": {
			"Header": "Necati Öner Düşüncesinde Felsefenin Yeri ve Değeri Üzerine",
			"Content": "Prof.Dr. Necati Öner, insanın tüm bilinçli eylemleri gibi eğitimin de bilgi sorununa dayandığını düşünür. Ona göre öğretim kurumları, bilgi türlerinden dördünü; bilim ağırlıklı olmak üzere din, felsefe, bilim ve sanatı kazandırmak temel amacı yanında öğrencilere medeni, hoşgörülü bir toplum tesis etmek için eleştirel tutum, zihniyet de kazandırmalıdır. Eğitim ve öğretim yoluyla kazandırılacak tutumların temelindeki değer sisteminin de eğitim faaliyetinde kazandırılması gerektiğini düşünen Öner, bu açıdan milli kültüre önem atfeder. Milli kültür bağlamında dil, düşünce, kültür arasındaki ilişkilere de dikkat çekerek eğitim sisteminde bu hususların göz ardı edilmemesi gereğini hatırlatır. O, uygun bir eğitimle milli kültürden çıkıp üniversel olana ulaşmak ve medeniyete katkıda bulunmak gerektiğini vurgular. Öner, zihniyet inşa eden ve birlikte yaşamayı tesis edecek bir faaliyet olarak eğitimin felsefe ile sağlamlaştırılması gerektiğini düşünür. Bu çalışma, yaşamı boyunca eğitime birçok açıdan katkılarda bulunan Prof. Dr. Necati Öner’in düşüncesinde eğitimin yerini ortaya koymaktadır."
		}
	}
}
