{
	"Name": "Necla Arat",
	"Desc": "Felsefe araştırmacısı, filozof, akademisyen ve siyasetçi",
	"Period": "Republic",
	"Lifetime": [ 1940, 0 ],
	"Importance": "High",
	"GUI": {
		"Position": [ -210, 160 ],
		"Color": [ 255, 191, 208 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri ve Tarihi: İstanbul, Türkiye - 5 Ocak 1940\n• Eğitimi ve Akademik Kariyeri:\n----> İstanbul Üniversitesi Felsefe-Sosyoloji Bölümü'nden mezun oldu (1964).\n----> Doktorasını İstanbul Üniversitesi Felsefe Bölümü'nde tamamladı.\n----> Sistematik Felsefe Kürsüsü'nde doçent ve profesör oldu.\n----> Kadın Sorunları Araştırma ve Uygulama Merkezi'ni kurdu ve yönetti.\n----> Kadın Çalışmaları Kürsüsü'nün başkanlığını yaptı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Necla Arat, özellikle etik, siyaset felsefesi ve kadın hakları üzerine çalışmalar yapmıştır.\n--------> Etik: Değerler felsefesi ve ahlaki ilkeler üzerine yoğunlaştı.\n--------> Siyaset Felsefesi: Kadınların siyasal yaşamda yer alması üzerine araştırmalar yaptı.\n--------> Kadın Hakları: Türkiye’de kadın hakları ve toplumsal cinsiyet eşitliği üzerine çalışmalar yürüttü.\n• Akademik ve Kültürel Katkıları:\n----> Kadın Araştırmaları Dergisi'nin editörlüğünü yaptı.\n----> Çağdaş Yaşamı Destekleme Derneği, Çağdaş Eğitim Vakfı ve Kadın Araştırmaları Derneği gibi kuruluşlarda kurucu üye oldu.\n----> İstanbul Kadın Kuruluşları Birliği'nin kurucu başkanı ve koordinatörü olarak görev aldı.\n• Önemli Eserleri:\n----> Sembolik Form Olarak Sanat (1977)\n----> Etik ve Estetik Değerler (1979)\n----> Kadın Sorunu (1980)\n----> Feminizm’in ABC’si (1991)\n----> Kadınlar ve Siyasal Yaşam (1991)\n----> Türkiye’de Kadın Olgusu (1992)\n----> Kadın ve Cinsellik (1993)\n----> Kadın Girişimcilik (1993)\n----> Türkiye’de Kadın Olmak (1994)\n----> Kadın Gerçeklikleri (1996)\n----> Kadınların Gündemi (1997)\n----> Susmayan Yazılar (1997)\n----> Aydınlanmanın Kadınları (1998)\n----> Siyaset Kadın ve İrtica (2001)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Felsefe araştırmacısı. 5 Ocak 1940, İstanbul doğumlu. Liseyi American Field Service bursu ile gittiği California’da bitirdi. 1964’te İstanbul Üniversitesi Felsefe-Sosyoloji Bölümünden mezun oldu. Doktorasını Felsefe Bölümünde yaptı. Sistematik Felsefe Kürsüsünde doçent ve profesör oldu. Aynı kürsünün başkanlığını yaptı.\n\nMakalelerini ulusal ve uluslararası çeşitli dergi ve ortak kitaplarda yayımladı. Kadın Araştırmaları Dergisi (Women’s Studies Review)’nin editörlüğünü yürüttü. Etik, siyaset felsefesi, kadın çalışmaları üzerine yoğunlaştı. Kadınca dergisinin 1993, 1994, 1995 ödüllerini, Mimoza dergisinin Cumhuriyet’in 75. Yılında Cumhuriyet’in Kadınları Ödülünü (1998), Türk Kadınlar Birliğinin Cumhuriyet Kadınları Ödülünü (1998), Almanya Atatürkçü Düşünce Derneği İletişim Ödülünü (1999), Çağdaş Eğitim Vakfı 2005 Çağdaş Eğitim Ödülünü aldı.\n\n1989 yılında kurulan Çağdaş Yaşamı Destekleme Derneğinin, Çağdaş Eğitim Vakfının, ANAÇEV’in kurucularından biri oldu. 1989 sonunda Türkiye’deki ilk Kadın Sorunları Araştırma ve Uygulama Merkezini İstanbul Üniversitesinde kurdu. Türk Kadınlar Konseyi, Felsefe Derneği, Öğretim Üyeleri Derneği, Kadın Araştırmaları Derneği gibi kuruluşların kurucu üyesidir. Ayrıca 1995 yılında otuz beş kadın derneğinin bir şemsiye altında birleşmesiyle oluşan İstanbul Kadın Kuruluşları Birliğinin kurucu başkanlığını ve koordinatörlüğünü yürüttü.\n\n"
		},
		"2": {
			"Header": "Eserleri",
			"Content": "ARAŞTIRMA-İNCELEME: Sembolik Form olarak Sanat (1977), Etik ve Estetik Değerler (1979), Kadın Sorunu (1980), Feminizm’ in ABC’si (1991), Kadınlar ve Siyasal Yaşam (1991),   Türkiye’de Kadın Olgusu (1992), Kadın ve Cinsellik (1993), Kadın Girişimcilik (1993), Türkiye’de Kadın Olmak (1994), Kadın Gerçeklikleri (1996), Kadınların Gündemi (1997), Susmayan Yazılar (1997), Aydınlanmanın Kadınları (1998), Siyaset Kadın ve İrtica (2001), Türkiye’de\n\nÇEVİRİ: İnsan Üzerine Bir Deneme (E. Cassirer’den, 1980), Devlet Efsanesi  (E. Cassirer’den, 1984), Estetik Seçme Metinler (1980), Yeni Bir İnsan Yeni Bir Toplum (1981), Kendini Savunan İnsan (E. Fromm’dan, 1986), Modern Siyasal Düşünce Tarihi içinde “Thomas Hobbes” (Monk’dan, 2004)."
		},
		"3": {
			"Header": "Kant Estetik'inde Güzel Değerlei ve Yüce Değerleri",
		"Content": "Kültür tarihini n tüm büyükleri gib i Immanuel Kan t da (1724¬ 1804) bi r çağı kapatıp yeni bi r ça açan bi r düşünürdür. Daha çok genç yaşta iken Alman , Fransız ve İngiliz düşünürlerinin estetik ve kriti k kuramları ile yakından ilgilenen Kant, Leibniz, Baumgarten, Winckelnıann, Sulzer, Lessing ve Mendelsshon'dan; Fortenelle, Dubos, Rousseau, Batteux ve Diderot'dan; Shaftesbury, Hutcheson, Young, Home, Hogarth , Burk e ve Hume'dan pekçok şey öğrenmiş ve çok kez onların düşüncelerinden esinlenip yararlanmıştır.\nKan t tarafından işlenen konulardan çoğunu ve O'nun bu konularda öne sürdüklerini, kendisinden öncekilerle karşılaştırabiliriz. Örneğin Kant, kaydlgücünü ruhu n öteki ana yetiler i olan duyulur algı ve akıl arasında bi r aracı saymıştır. O'ndan önce Home da (1696-1782) 'Eleştirme Biliminin1 yani, 'Sanatlar Kuramının' duygu ve akil arasında bir araba olduğunu söylemişti.\nYine Kant, estetik hazzm intereselerden yani çıkar veya yara r duygusundan uzak olduğu düşüncesi üzerinde çok fazla durmuştur. B u düşünceye Shaftesbury (1671-1713), Hutcheson (1694-1746) ve Home'da da rastlamaktayız. Onlar , Kant' m beğeni yargısının doğrudan-doğruy alığı ve zihnî olmayan özelliği ile İlgili öğretisine benzer Öğretilerin sahipleridirler . Örneğin Home, beğeni için sübjektif bi r kuralın bulunduğunu ve hiçbir tartışma söz konusu olmadığı zaman bile, iyi ve kötü beğeniden sözedebileceğimizi savunuyordu. Kan t da b u konuda hemen hemen aynı sözleri kullanmıştır.\nKant' m salt ve göreli güzellik arasında yaptığı ayrıma gelince, bu ayrım, kolaylıkla Hutcheson, Berkeley (1685-1753), Home, Hume (1711-1776), veya Addison'dan alınmı olabilir . Kant'ın Yüce'yi işleyişinde de Addison'dan çok kuvvetli yankılar bulmaktayız. Am a aslında, O'nun Yüce hakkındaki tüm kuramı, Burk e (1729-1797) tarafından etkilenmiştir. Burke, Yüce hakkındaki yaşantımızı şöyle tasvir ediyordu : «Yüce, ruhu n öyle bi r durumudur k i bu duru m içinde, ruhu n tüm hareketleri, âdeta bi r kork u derecesinde donup kalmışlardır» 1 . Aynı düşünceyi Kant'da «canlı güçlerimizin bi r anlık bi r denetimi şeklinde» bulmaktayız,\nKant'ın özellikle ingiliz , düşünürlerinin oluşturduğu psikolojik ekolden başka Baumgarten'dân da büyük ölçüde yararlandığını görmekteyiz. Zaten genellikle bağımsız bi r bilg i dalı olarak estetik söz konusu olduğunda akla herzaman A.G. Baumgarten gelir . Çünkü estetiğe- bugün sahip olduğu adı veren, ayrıca estetiğin konusuyla sınırlarını il k çizmeğe çalışan da Baumgarten'dır.\nKant'ın gerek Baumgarten, gerek ingili z düşünürlerinden aldıkları bi r yana, yeni ve orijina l olan ve O'nu estetiğin asıl kurucusu yapan yanı, kendisinden önceki düşünceleri kendisininkilerle birlik ­ te sistematik bir form içine sokmasıdır. Kant'dan önce bi r temel estetik değer olan güzel'in Öteki değerlerle olan ayrılığı bilinmiyor ­ du, il k kez Kant, güzeli sınırlı ve belirli, bağımsız bi r değer olarak ortaya çıkarıyor. Anti k çağdan ber i iyi ve doğru ile aynılaştırılan güzeli autönom bir değer olarak belirliyor .\n- Kant'ın sanat sorunları ve estetikle olan ilgisinin daha 1772 gib i erken bi r tariht e oluştuğunu görüyoruz. Marcus Herz'e yazdığı bi r mektupt a «Eleştirme ve Beğeni üzerine bi r deneme yazmayı düşündüğünden» sözediyor. O, zaten Salt Aklın Eleştirisini (1781) yazmadan çok önce (1764 de) «Güzel ve Yüce Duyguları hakkında Gözlemler» (Observations on the Feeling of the Beautifu l and the. Süblime) başlıklı bi r deneme yayınlıyor. Gerçi bu il k çalışması ve bu çalışmanın ark a planındaki okumaları Kant'ı belki daha sonra-- l a n güzellik ve sanat üzerinde yaptığı felsefî araştırmalara hazırlamıştır. Am a O, kendisini ancak il k ik i Eleştirisinden (Salt Aklın Eleştirisi ve Prati k Aki m Eleştirisinden) sonra sanat felsefesi üzerinde çalışmak üzere hazır hissetmiştir. Kant, son Eleştirisi olan Yargı Gücünün Eleştirisini yazdığında, çağma Özgü sınırlı beğeni kuramlarını. pekçok aşmı ve felsefî estetik'in en zengin şekilde gelişmesi için gerekli olan yol u hazırlamıştır.\n\nKant, bizim için Önemli bi r düşünür... Çünkü modern anlamında estetik gördüğümüz gib i O'nunla başlıyor ve modern estetik'in anahtar kavramlarından çoğu,, Yargı Gücünün Eleştirisinde öne sürülüyor. Hiç kuşkusuz 18. Yüzyıl İngiliz, Fransız ve Alma n düşünürlerinin çoğu, daha önce de değindiğimiz gibi, sanat üzerinde pekçok açık, kesin ve eleştirse!, düşünceler öne sürmüşler; ama, Onların (özellikle de İngiliz estetikçilerinin) düşünceleri daha çok, psikolojik-analitik. estetikle ilgilidir . Esteti k izlenimi incelediklerini ve onun hem. nesnel hem de öznel koşullarını kurduklarını öne süren bu çalışmalarda sanat felsefesinin önemli bi r boyutu eksiktir . Kant'ın attığı büyük adım, işte bu noktadadır : O, empirik incelemelerin Ötesine geçmi ve estetiği insan yaşamının kuramsal ve eylemsel yönüyle eşdeğer bir alan saymıştır.\n\nKant, Yargı Gücünün Eleştirisinin önsözünde felsefenin tümünü üç büyük alan içinde topluyor . Burada Doğa, Özgürlük ve Sanat seferleri ayrılıyorlar. Bu sferlerin herbirinin kendine Özgü apriori ilkeleri var . Örneğin : Yasaya uygunluk ilkesi doğa'ya.; Son erek ilkesi Özgürlüğe; Ereklilik ilkesi ise Sanata, âit... Bu üç sfer i anlık, akıl ve yargı gücü gib i üç temel yeti kavrayabiliyor . Bu yetiler ise, yine, insan ruhunu n üç ayrı yetisine, yani bilme, iştiha, haz ve acı yetilerine bağlanıyorlar, İşte Kant, Salt Aklın Eleştirisinde ruh yetilerinden bilmeyi, idelerden hakikat idesini, yasalardan nedensellik yasasını, bilgi türlerinden doğa bilgisini inceliyor .\n\nPratik Aklın Eleştirisinde ruh yetilerinden istenci (İradeyi), idelerden iyi idesini, yasalardan gereklilik yasasını, bilgi türlerinden ahlâk bilgisini araştırıyor. Bizim konumuz ise daha çok üçüncü Eleştiri ile Yargı Gücünün Eleştirisi ile ilgili...\n\nKant, bu Eleştirisinde ruh yetilerinden duyguyu, idelerden gramer idesini, yasalardan ereklilik yasasını ele alıyor. Doğa, zorunluluk, ahlâk alanı ise Özgürlük gib i apriori kavramlarl a bilindiklerine göre, duygunun temelinde de bunlara benzer bi r apriori kavram arayan Kant, böyle bi r apriori kavramı ereklilik (finalité) diye adlandırıyor.\n\nKant' m Yargı Gücünün Eleştirisinde yapmak istediği aslında, güzellik ve yücelik hakkındaki yargıların geçerliğini açıklamaktır. Kant, güzellik ve beğeni yargısının evrensel olarak ve tüm insanlarca zorunlulukla kabul edildiği için, dayandığı temelin tüm insanlarda aynı olması gerektiği savını öne sürüyor. O'na göre, güzelin ne olduğunu araştırmak ve belirlemek için, estetik yargıyı çözümlemek gerek.. Çünkü, estetik yargı, güzeli yargılama yetişidir vë biz ancak bu yargının analizi ile bi r objeye güzel denildiği zaman oiıdan neler beklediğimizi biliriz . Kant, Yargı Gücünün Eleştirisinin hemen il k sayfalarında şöyle diyor : «Bir şeyin güzel olup olmadığını anlamak içim onun tasavvurunu akıl aracılığı ile bilg i objesine bağlamayız. Onu daha çok hayalgücü aracılığı ile süjeye ve süjenin haz ve acı duygularına bağlarız. Bundan ötürü, beğeni yargısı, bi r bilgi yargısı değildir. Yani lojik olmayıp estetik bi r yargıdır. Estetik bir yargının belirleyici alanı ise ancak, sübjektiv olabilir» 2 . Görüldüğü gibi, estetik yargı veya beğeni yargısı artık bi r zihin yargısı değildir. Temeli süjede olan ve estetik yargılar veren bi r yeti vardır k i bu da beğenidir. Kant, güzeli belirlemek için beğeni yargısının kategorial olarak çözümlenmesi gerektiğine inanıyor. Ve bu yargıyı Nitelik, Nicelik, Relation ve Modalité yönünden inceliyor.\n\nŞimdi Kant'ın beğeni yargısını Nitelik yönünden nasıl belirlediğini inceliyelim : Kant, «Beğeni yargısını belirleyen haz (veya hoşlanma) tümüyle çıkar veya yarar fikrinde n uzaktır» diyor . Yarar/bir objenin varlığına duyulan bir ilgiyi ve isteği gösterir. Ama , bir şeyin güzel olup olmadığı söz. konusu olduğunda, hiçkimse o şeyin varlığı ile ilgilenmez. Yani , estetik hoşlanma, güzel dediğimiz objenin varlığından hiçbir karşılık beklemeden, duyulan salt bir hoşlanmadır. Kant' a göre, güzellik hakkındaki bi r yargıya pek az da olsa, bir yarar veya çıkar düşüncesi karışırsa ona artık salt bir beğeni yargısı denemez.\n\nHoşa giden bir şeyden duyulan hoşlanma, intereselere yani, çıkar veya yarar fikrin e bağlıdır. Yalnız burada, hoşa giden birşey derken Kant, duyuların duyum sırasında hoş bulduğu şeyi kastediyor . Yani yarar veya çıkar, estetik hoşlanma veya estetik hazla değil, duyusal hoşlanma ile ilgili oluyor. Öyleyse, estetik hazla duyusal hazzı ayırmamız gerek... Çünkü bunlar Özce birbirlerinden farklı... Duyusal haz, estetik haz gibi salt bir haz değil.. Çünkü duyusal, hoşlanmanın belirleyicisi, objenin varlığına duyulan istek...\n\nKant iyiden duyduğumuz hazzm da çıkar veya yarar düşüncesine bağlı olduğunu öne sürüyor. O, iyi derken, aklın yardımıyla salt kavra m olarak hoşa giden şeyin kastedildiğini, yalnız, bir araç olara k hoşa giden şeyi bizim, bir şey için iyi (yani yararlı) saydığımızı halbuki kendi başına hoşa giden şeye, kendinde iyi dediğimizi öne sürüyor 3 . Demekki ister gündelik anlamında yararlı olan şey, isterse, yüksek bir ahlâkî değer olarak anlaşılsın iyi hep bir kavram ile ilgilidir . Gündelik anlamında bi r şeye iyi derken, o şeyin hangi erek için bi r araç olduğunu düşünürüz. Yani burada erek kavramı söz konusudur. Salt ahlâkî iyi de ise ahlâk yasası söz konusudur. B u nedenle, «Genel olarak iyide n duyulan hoşlanma, ilgilere bağlıdır» 1 demekte Kant.. Görüldüğü gibi Kant, güzelin doğru ve hoş'tan olduğu kadar vyi'den de farklı olduğunu söylüyor.\n\nDemek ki Kant estetiğinde beğeni yargısı nitelik bakımından İncelenirken, güzel kavramı salt estetik bi r kavra m olarak karşıtınıza çıkıyor. Kant güzel'i doğru, iyi ve hoştan ayırmakla ona belli bi r bağımsızlık kazandırıyor ve estetiğin ana kavramlarından biri olan güzel'i autonpmbr değer olarak ele almı oluyor . Nitelik yönünden güzel'in tanımı ise şöyle dile getiriliyor : «Beğeni, bir obje veya onu temsil eden bir tasavvur hakkında ondan hiçbir karşılık beklemeden hoşlanma veya hoşlanmama ile yargı verme yetişidir, îşte böyle tümüyle ilgilerden (çıkar veya yarar düşüncelerinden) uzak bir hoşlanmanın objesine de GÜZEL denir» .\n\nKant, beğeni yargısını Nicelik bakımından incelerken apriori'- nin iki temel karakteristiğinden biri olan evrensellik (genel geçerlik ) üzerinde kuvvetle duruyor . Ancak, bu evrensellik objektiv olmayıp subjektiv olan bir evrenselliktir . Yani, Kant, subjektiv bi r yargı olan beğeni yargısının genel bir yargı olması gerektiğini öne sürmektedir. Burada Kant, güzel'i «kavrama dayanmaksızın genel bir hoşlanmanın*konusu olarak ortaya:çıkan şey» -.diye tanımlıyor. Güzelin bu tanımının, güzeli tümüyle ilgilerden uzak olan hoşlanmanın objesi olarak tanımlayan önceki tanımı izlediği görülmektedir. Bir objeden duyduğu hoşlanmanın tümüyle intereselerdeh uzak olduğunun bilincinde olan herkes, o objenin tüm insanlar için bi r hoşlanma kaynağı içermesi gerektiğini düşünür. Başka bi r deyişle : «Güzelden duyduğu hoşlanma hakkında bi r kimse şöyle bir yargı verebilir : Bu hoşlanmanın nedeni herkeste bulunmalıdırÇünkü bu hoşlanma, yargı veren süjenin herhangi bir eğilimine (hatta rasyonel temelli bir ilgisine) dayanmaz. Tersine, yargı veren süje, kendini objeden duyduğu hoşlanma karşısında tümüyle özgür hisseder. Bundan dolayı, duyduğu hoşlanma için, süjenin bağlı olduğu özel koşulları neden olarak kabu l etmez. Bunun için aynı hoşlanmayı başkalarında da şart koşmakla temellendirmesi, sonuç olarak da herkesten böyle bir hoşlanmayı beklemek için bir nedenin bulunduğuna inanması gerekir . Bundan ötürü, beğeni yargısı hernekadar, gerçekten estetik bir yargı ise ve sadece objenin tasavvurunun süjeye olan ilgisini içeriyorsa da o, güzelden sanki .güzellik objenin bir tasavvuru imiş ve estetik yargıdan da (obje kavramlarıyla obje hakkında bir bilgi meydana getiren) bir lojik yargı imi gibi sözaçacâktır. Çünkü beğeni yargısının loji k bi r yargıyla yasal bir şekilde benzer olalı yanı onun herkes için geçerli olduğunun varsayılmasıdir» 0 . Bu düşüncelerde . Kant estetiğinin paradoksal bir yanı ile karşılaşmaktayız. Çünkü Kant, sübjektiv bir temele, yani süjenin hoşlanma veya. hoşlanmama duygusuna dayandırdığı beğeni yargısının aynı zamanda genel yahut evrensel olduğunu söylüyor. Burada beğeni yargısının genelliği sübjektiv bi r genelliktir . Am a yine de insan, genelliğin temel özelliği objektivli k olduğuna göre, sübjektiv bir genellikten ne kastedildiğini haklı olarak soracaktır. B u subjektiv genellik için Kant, aynı zamanda «oriafc geçerlilik-» terimin i de kullanıyor.\n\nŞimdi Kant' a göre, objektiv evrensel geçerliliği olan bir yargı, subjektiv, olarak da herzaman geçerlidir. Yan i eğer yargı,, verilen bir kavram altındaki herşey için geçerli ise, bu kavram aracılığı ile bir objeyi algılayan herkes için de geçerlidir, öte yandan, lojik , evrensel bir geçerlilik, estetik gibi kavramlara dayanmayan subjektiv evrensel bir geçerlilikten çıkarılamaz. Çünkü daha önce de gördüğümüz gibi estetik yargıların objeyle hiçbir ilgileri yoktur . Özellikle bu nedenden bir yargıya atfedilen estetik genellik veya evrensellik özel türden bir genellik olmalıdır. îşte paradoksal gibi görünen bu düşünceleriyle Kant, aslında sübjektivlikle genelliği birleştirerek äpriori'yi duygu dünyasında da bulmak istiyor . Bununla ereği, estetik yargıya, yani beğeni yargısına bir genelgeçerlilik sağlamaktır.\n\nKant' a göre, güzellikte bulunan genellik kavrama dayanan, kavramdan ötürü olan bir objektiv genellik değil; tersine subjektiv bi r genelliktir . Bu bakımdan Kant güzeVinicelik bakımından belirlerken şu tanımı veriyor : «Güzel, kavrama dayanmadan, genel olarak hoşa giden şeydir» 8 . : Kant, beğeni yargılarını teleolojik bağıntılar bakımından incelerken, ilkin , genel olarak erekliliğin ne olduğunu belirlemeye çalışıyor . Burada Kant, «Ereğin ne olduğunu transsendental özellikleri bakımından açıklamaya çalışacağız. Eğer bir objenin kavramı,o  objenin nedeni (onun olabilmesinin gerçek kaynağı) olarak kabul edilirse bü takdirde, bu obje bir erektir. Ve ereklilik (forma finalis ) debir kavramın objesi karşısında sahip olduğu nedenselliktir» diyor?. Bundan ötürü, Kant'a göre, yalnız bir objenin bilgisinin değil, objenin kendisinin (onun for m veya varlığının) kavram aracılığı ile mümkün birer etki olarak düşünüldükleri heryerde, bi r erek algılarız. Demek ki bu forma finalis anlamındaki ereklilik, kavrama dayanıyor. Kavra a dayanan bir ereklilik ise objektiv olmak zorundadır. Oysa güzelde söz konusu olan ereklilik sübjektivtir. Çünkü daha önce gördüğümüz gibi, beğeni yargısı kavrama dayanmaz ve onda belli bir erek kavramı da bulunmaz. Öyleyse, beğeni yargısında söz konusu olan ereklilik, erek tasavvurundan yoksun birer ekliliktir . Kant, böyle bir erekliliğin sübjektiv veya formel bir ereklilik olduğunu, yargılanması sırf formel bir erekliliğe dayanan güzel'in iyi tasavvurundan tamamen bağımsız olduğunu söylüyor. Çünkü : *îyi», objektiv bir erekliliği, yani objenin belli bir erek ile ilgisini şart koşar. Ama , salt estetik yargıda hoşlanma sadece kontemplativdir (yani seyirseldir ) ve objeyle bir ilgisi yoktur . Halbuki moral yargıda hoşlanma pratiktir . Kant' a göre, salt beğeni yargısı, duyusal ve heyecanlarla ilgili yaklaşımlardan bağımsızdır. O, «Herhangi bir ilgi beğeni yargısını ve onun tarafsızlığını bozar. Salt beğeni yargısı, (onlar güzelden duyulan hoşlanma ile birleştirilebilseler bile) duyusal ve heyecanlarla ilgili yaklaşımların, üzerinde hiçbir etki yapamadığı, bundan dolayı da belirleyici alanı, sadece formun erekliliği olan yargıdır» diyor .\n\nKant' a göre estetik yargılar tıpkı kuramsal yargılar gibi empirik ve salt diye bölümlenebilirler. Empirik estetik yargılar, bir objenin veya obje tasavvurunun hoşa gittiğini yahut gitmediğini; salt estetik yargılar ise, bir objenin güzel olduğunu öneren yargılardır. Yani empirik yargılar, duyu yargıları, salt estetik yargılar ise beğeni yargılarıdır.\n\nBeğeni yargıları yetkinlik kavramından da tümüyle bağımsız olan yargılardır. Objektiv ereklilik ancak belli bir erekle ilgi içinde bilinebiliyordu. Yani o, kavram aracılığı ile biliniyordu. Yalnız bu bile güzel'in iyi kavramından tümüyle bağımsız olduğunu göstermeye yeterliydi. Çünkü, daha önce de değindiğimiz gibi, «güzeli yargılamanın temeli, salt formel bir ereklilik, yani ereksiz bir erekliliktir»\n\nAma , iyi kavramı, objektiv bir erekliliği, yani bir objenin belli bir erekle ilgisini Öngörür. Objektiv ereklilik dışsal veya içsel olabilir . Dışsal olduğunda bir objenin yararlılığından içsel olduğunda ise yetkinliğinden sözedilir. Bir objeye ondan hoşlandığımız için güzel dediğimizi ve bu hoşlanmanın objenin yararlılığı fikri üzerine temellendirilemiyeceğini görmüştük, Çünkü, böyle bir temellendirme yapılsaydı objeden doğrudan-doğruya hoşlanılmayacaktı. Halbuki , doğrudan-dogruyalık, güzellik hakkındaki yargının temel koşuludur. Ama , Kant'a göre objektiv içsel ereklilik yani yetkinlik, gerçekten güzellik yüklemine çok yakındır. Nitekim , Baumgarten, G.F. Meier ve Leibniz okulunun estetikçileri gibi ünlü filozoflar , bundan Ötürü yetkinliğin güzellik ile identik olduğuna inanmışlardır. Ama bir beğeni eleştirisinde güzelliğin yetkinlik kavramına indirgenip indirgenemiyeceğine karar vermek en önemli noktadır.\n\nObjektiv erekliliği yargılamak için dâima bir erek kavramına gerek duyarız. Halbuki, beğeni yargısı estetik bir yargıdır. Yani, sübjektiv temellere dayanır. Onun belirleyici alanı bir kavram, hem de belli bir erek kavramı olamaz. Bundan ötürü, Kant'a göre formel ve sübjektiv bir ereklilik olarak güzellik; hiçbir şekilde formel ve buna rağmen objektiv varsayılan bir ereklilik anlamındaki bir objenin yetkinliği düşüncesini dile getirmez. Öyleyse, güzel kavramı ile iyi kavramı arasındaki ayrım sadece mantıksal bir for m ayrımı olmayıp bir içerik ve kaynak ayrımıdır.\n\nKant' a göre, ereksiz ereklilik süjede temellenen ama kavramla ilgisi olmayan bir erekliliktir . Belirli bir ereğe dayanmayan bu ereklilik , bilgi yetilerimizin özgür bir oyununa dayanır. Bu özgür oyun belli  bir ad veya kavram altında dile getirilemediği için, bu ereklilik , belli bir erek tarafından belirlenemez. Yâni, o, formel bir erekliliktir . Sadece bilgi yetilerimizin kavramsız bir oyununa yönelir. Ve tüm bu bilgilerin ışığı altında Kant, güzeli relation bakımından şöyle belirler : «.Güzellik, bir erek tasavvuru olmaksızın, objede algılanması bakımından bir objenin ereğe uygun\" olmasının formu ­ dur».\n\nKant, güzelin tanımını modalite bakımından vermeden önce beğeni yargısının modalitesinin ne olduğu üzerinde durur . O'na göre, her tasavvurun hazla bir bağlantısının bulunması mümkündür. Bir şeyin hoş olduğunu söylemek, onun bende gerçekten bir haz uyandırdığını söylemek demektir . Kant, burada hoş ile güzeli yine bir ­ birinden ayırıp şunları söylüyor : «Güzelin estetik hazla zorunlu bi r bağlantısı olduğu düşünülür. Yalnız bu zorunluluk, özel türden bir zorunluluktur; teorik objektiv bir zorunluluk değildir. Güzel olduğunu Öne sürdüğüm bu objeden herkesin haz duyacağı türünden apriori bir bilg i yoktur . B u zorunluluk, prati k ahlâkî bir zorunluluk da değildir. Pratik ahlâkî zorunlulukda Özgür olarak eylemde bulunan insana kural hizmeti gören salt rasyonel irade tasavvurlarına dayanan haz veya hoşlanma, objektiv bir yasanın zorunlu sonucudur. Pratik ahlâkî zorunluluk ancak şu anlama gelir ; İnsan, mutlak surette belli bir şekilde eylemde bulunmak zorundadır. Halbuki, bir estetik yargıda bulunan zorunluluk ancak, Örnek, bir zorunluluk olarak dile getirilebilir . Buradaki zorunluluk, ifade edilemiyem bir genel kuralın Örneği olarak görülen bir yargıyı herkesin kabul etmesinin zorunluluğudur» 1 3 . Estetik bir yargı objektiv ve bilgisel bir yargı olmadığı için, bu zorunluluk, belirli kavramlardan çıkanlamaz. Bundan ötürü, kesin apodiktik değildir. Biz bu zorunluluğu daha çok, evrenselleşmi yaşantılarımızdan çıkarırız. Belli objelerin güzelliği hakkındaki ,yargılar üzerinde herkesin devamlı olarak uyuşması buna örnek olabilir .\n\nKant'a göre, beğeni yargısına yüklenen sübjektiv zorunluluk, şartlı bir zorunluluktur . Beğeni yargısını herkesin kabul etmesi beklenir veya umulur . Bir objeyi güzel bulan bir kimse, herkesin onu beğenmesini ve aynı şekilde güzel bulmasını bekler. Kant, bu düşünceleri şöyle dile getiriyor : «Beğeni yargısı, herkesin kabulünü bekler ve bir şeyi güzel bulduğunu söyleyen bir kimse, güzel dediği o şeyi, herkesin beğenmesi ve güzel bulması gerektiğini düşünür; Estetik yargının sahip olduğu bu gereklilik, yargı için istenen tüm veriler bakımından şartlı olarak dile getirilir . Başkalarının da bu yargıyı kabulü beklenir. Çünkü, bu bekleme için herkeste ortak bir neden vardır» 1 4 . Bu ortak neden ise, Kant'a göre ortak-duygu yahut sensus-communis aesfheticus adını alan sübjektiv bir ilkedir .\n\nBir şeyin güzel olduğunu Öne sürdüğümüz zaman biz başkalarının bu konuda başka türlü düşünmelerine izin vermeyiz. Yargımızı kavramla değil, yalnız kendi duygularımız, üzerinde temeüendiririz. Buna rağmen, Kant' a göre, beğeni yargısının temeline yerleştîrdirğimiz bu duygu, özel bir duygu olmayıp ortaktır. Ve bu ortak duygu, eğer bir temel olarak görev görecek ise, bir lazım gelmeyi yahut gerekliliği içeren yargıları haklı çıkarması kastedildiğinden, deneye dayandırılamaz. Kant, bu noktada «ortak-duygunun salt ideâl bir norm olduğunu, ve bizim beğeni yargımızı bu ortak-duygunun verdiği yargı için bir Örnek olarak verdiğimizi, bu nedenle, ona, bir örnek geçerlilik kattığımızı» söylüyor 1 5 . îşte, «Ortak-duygumın salt ideal bi r nor m olması şartı ile, bu nor m ile uyuşan bir yargı, ve objeden duyulan ve bu yargı içinde dile getirilen hoşlanma, haklı olarak herkes için geçen bir kural yapılabilir» 1 0 . Burada Kant, sensus communis aestheticusu birey üstü bir ilke olarak kabulleniyor . Bu ilke , Kant'da ancak, tümel bir beğeni olarak düşünülebilen ideal bi r normdur . O, tek tek beğeni yargılarının ölçütü oliıp, her.' tektek beğeni yargısı bu tümel beğeninin bir örneğinden başka birşey değildir. Bu yüzden ortak estetik duygunun örneği olan her beğeni yargısı, bir zorunluluk isteği ile doğar. Ama bu zorunluluk, subjektiv fakat tümel bir ilkeye dayandığı için mutlak ve objektiv bir zorunlulu k olmayıp, örnek bir zorunluluktur. Bu nedenle Kant, modalite bakımından güzeli belirlerken şu tanımı veriyor : «Güzel, bir zorunlu hazzm objesi olarak, kayramsız bilinen şeydir.\n\nKant, Yargı Gücünün Eleştirisinde Yüce'nin Analitiği başlığı altında yüce kavramınıda inceliyor . Burada artık Kant estetiğinde güzeli değerlendirme yetisinden yüceyi değerlendirme yetisine bir geçi görmekteyiz. Kant, «Yüceyi (Lât. Sublime) kendisiyle karşılaştırıldıkta her büyüklüğün küçüldüğü, büyüklük, ve derece bakımından huşû yahut saygı uyandıran şey» olarak tanımlıyor. Güzellik yaşantısıyla karşılaştırıldıkta yüce duygusunun süje ile obje arasındaki bir uyumdan çok uyumsuzluğa dayandığını, Yüceninin ­ sanda sükûnetten çok hareket uyandırdığını söylüyor. Ö, yüceyi Matematik Yüce ve Dinamik Yüce olarak ikiye ayırıyor. Matematik Yüce, bizim Ölçemediğimiz obje hakkındaki yaşantımizdır. Mısır Piramitleri , Komadaki St. Peter, Samanyolunun sistemleri bizim ölçme ve sayma güçlerimizi aşarlar. Biz, bunlar karşısında içgüdüsel olarak antropomorfik bir birim veya ölçü kullanırız. Ama bu müthi büyüklükler karşısında kullandığımız, sayma biriminin değersiz yahut abes hale geleceği bir noktaya kadar devam ettirilmesi gerekecektir . Antropomorfi k terimlerle ölçülmesi olanaksız olan gür cün tasviri olarak tanımlanan Dinamik Yüce, Kant' a göre daha anlamlıdır. Dinamik Yüce, uyumlu bir şekilde çizilmi örnekler yerine, kendisiyle hoşa gideni meydana getireceği formsuz materiale dayanır. Örneğin, bora, fırtına, şelâleler, büyük okyanuslar vs.\n\nKant, genel olarak Yüceyi tanımlarken «Yüce, bizi, güçlerimiz sanki ona uygunmu gibi, kendisine yaklaşmak üzere dâvet eder. Ama , biz onun karşısında bir yılgınlık duyarız. Çünkü kendimizi onunla, örneğin : başımızın üstündeki gökyüzü veya vahşi bir şekilde yükselen dağlarla karşılaştırdığımızda kendi değerlendirmemize göre, onlar karşısında biz, bir hiç sayılırız»\" diyor . Yücenin tüm görünümünü kavrayıp anlamak için güçlerimizi topladığımızı ama aynı zamanda onun büyüklüğüne erişememekten korktuğumuzu, bundan Ötürü eğer güven içinde isek ve korunuluyorsak, Yüce karşısında bizde şaşkınlık ve korkuyl a karışık bir hayranlık duygusunun doğduğunu söylüyor.\n\nKant estetiğinde güzel ve yüce değerleri hernekadar bir terazinin iki kefesindeki denk ağırlıklara benzetilebilirlerse de Yüce, güzelin zıttı olan şey değildir. Çünkü, Kant'a göre, süjenin objeyi kavramak üzere çalışma ve çabalamaları, onda kendisine ait bir büyüklük ve güç duygusu uyandırdığı gibi, tasvi r ve tasavvurda ı/ücenin algılanması herzaman güzel olabilir ve olmalıdır. Çünkü, bu olmadığı takdirde, yüce karşısında duyulan şaşkınlık ve hayretle karışık olan hayranlık, nefrete dönüşür.\n\nKant'ta yüce bir beğeni objesi olarak değil, bir heyecan objesi olarak ele almıyor. Ama , buna rağmen Kant, Yüce'nin sanat yönünden tasvir ve tanımının güzel olabileceğini ve olması gerektiğini sarvunuyor . Çünkü, aksi takdirde o, «vahşi, kaba, itici ve bundan ötürü beğeniye yakışmayan bir değer olacaktır» 2 0 diyor .\n\nKant, Yüce yargısını iki aşamada incelemektedir. Bunlardan ilki , yani birinci aşama, insan duyarlığının doğanın büyüklüğü ve görkemi karşısındaki ezikliğidir. Gökteki yıldızlar, veya deniz kıyısındaki kumla r sınırsızlıkları yüzünden insan zihninin onların sayı ve genişlikleri konusunda belirli ve tek bir izlenim alma gücünü aşarlar..\n\nGözümüzün Önünde, ufukta sıralanan dağların yüceliğinde, sonsuzluğu içindeki sükûneti, yahut köpüren dalgalan ile denizin yüceliğinde, bizi sarsan kavrayan nedir? Kant'a göre, burada bize verilmiş, olan şey, anlayı yeteneğimizi aşar. Aslında kendimizi bu görünüşler karşısında tehlike ve güvensizlik içinde duymamız gerekir ; Oysa âdeta yükseldiğimizi duyuyoruz. Burada güzellikte olduğu gib i sadece for m değil, garip bir şekilde hiçbir formu olmayan, sonsuz ve bilinemez bir şey tüm kaygıları ve tehlike duygusunu bir yana atıp, iç varlığımızı âdeta altüst ederek harekete getirir , dile getirir . Kavranamazlığm yüceliğinin bu yaşanmasında hiçbir belli düşünce, hiçbir yasa yoktur . Burada insanın iç varlığı sanki harekete geçip kaynaşmağa başlamıştır. Bu kaynaşmada gerçek bir zıtlık ortaya çıkar.insanın güven arayan duyurulara bağlı varlığı için hiçbir şey ifade etmeyen doğanın bu görkemi, insanın iç varlığındaki uyum ve tinsel yetenekler bakımından yüksek bi r ereklilik taşır. Bu , tıpkı güzelde olduğu gibi ereksiz bir erekliliktir.\n\nGördüğümüz gibi, birinci aşamada Kant, duyularımızla kavra  dığımız doğanın, büyüklüğü ile bizi ezdiğini söylemekte.. Aslında bu ezilmenin nedeni, süjenin bir duyuvarlığı olarak sınırlı oluşudur. Oysa doğa, yıldızlı gökyüzü, uçsuz bucaksız denizler ve dağları ile bir büyüklüğü ifâde etmekte ve sınırlı bir varlık olan süjeyi ezmektedir . Buradan süjede bir eziklik, doğa karşısında bir küçülme duygusu doğar. Kant diyork i : «Denizdeki bi r fırtına veya bi r şelâlenin hızlı akıntısı insan hayal gücünü insan bedeninin gücünün azamî büyüklüğü ile bile ölçülemez bi r güçle şaşırtır. Bundan ötürü, duyulur bir obje, büyüklüğü ile, hayal gücümüzü başarısızlığa uğratmacaya kadar zorlar ve yorar» 2 2 . Bu düşünceler, Kant'ın Yüce duygusu hakkındaki düşüncelerinin ikinci aşamasına neden olur. Bu aşamada süje, doğanın karşısına sonsuzluk idesi ile çıkar. Bu ' sonsuzluk idesi karşısında doğanın her büyüklüğü küçülmeğe mahkûm olur . Bu aşamada süje, doğa karşısında onun büyüklüklerim ezerek bir zafer kazanmı olur . Bu , süjede bir sevinç, bir mutluluk duygusunun doğmasını sağlar. Süjenin doğayı yenişiyle doğan bu mutluluk duygusu, moral bir duygudur . Çünkü süje burada doğayı, duyusal varlığı yenmektedir .\n\nBundan ötürü, yücenin bize sağladığı haz, ilkin acıya; sonra mutluluğa dayanır. Ve çift tabiatlıdır. Güzel, salt estetik bir hazza dayandığı halde, yücede ve yücenin doğurduğu hazda moral bir nitelik vardır. Nitekim , bu ikinci aşamada Kant, «Yüce'nin fethet mi olduğu haya l gücünün kendini geliştirmeğe çabalarken, güvence olarak kendi kendisine başvurduğunu» söyler2 ?. Başka bir deyişle, yüce karşısında duyulan yaşantı, doğadaki herhangi b r sayı veya güçte n daha büyük olan, insanın moral saygınlığı üzerinde, doğal büyüklük izleniminin yarattığı ürküntüden meydana gelir. Demek k i ilkin bir engel, sonra insanın duyular üstü saygınlık ve ödevinin yarattığı hoşlanma duygusunun taşması, yarattığı mutluluk var . B u yolla mora l tavır içersine giren ruhu n geni alanında önce bir gerginlik sonra bir boşalma bir rahatlama oluyor. Kant, «Doğadaki Yüce duygusu, bizim bile bile ve yanlı olarak doğanın bir objesine atfettiğimiz, ama aslında kendi kaderimiz için duyduğumuz saygı^ dır» 2 4 diyor ve devam ediyor, «Ruhlarımızın düşünsel olmayan eğilirmi . Okyanusu veya yıldızlı gökleri yüce diye. adlandırmaktır. Ama içgüdümüzün gerçek içsel anlamı, tinsel bir, varlık için duyulan bir saygıdır. B u tinsel varlık, (yani ikinci aşamadaki süje) doğal varlıkları kendisinde uyandırdığı hayranlık karşısında soğukkanlı ve ruhen yüksek kalabilir». Burada yine Kant' m estetik sferden, açıkça, emsalsiz saydığı moral sfere geçtiğini görmekteyiz. O'na göre, her zaman için yüce yaşantısının ahlâklılığın bir habercisi olduğunu söyleyebiliriz. Artık (moralite) ahlâklılık, güzellikten ayrılmakta ve daha önceleri sahip olduğu önceliği geri almaktadır. Yani Kant, başlangıçta da belirttiğimiz gibi, güzeV'm alanım, estetiki, ahlâktan kesinlikle ayırıyor. Yüce değerine de iyi gibi moral sferde yer veriyor ."
		}
	}
}
