{
	"Name": "Necmi Uygur",
	"Desc": "Felsefeci, yazar",
	"Period": "Republic",
	"Lifetime": [ 1925, 2005 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -160, 190 ],
		"Color": [ 127, 255, 159 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "Necmi Uygur adlı önemli bir Türk filozof ve akademisyen hakkında bilgiler mevcut. Eğer Nermi Uygur'u kastediyorsan, onun felsefi yaklaşımı ve eserleri üzerine konuşabiliriz.\n\nNecmi Uygur, 1925 yılında İstanbul'da doğmuş ve 2005 yılında hayatını kaybetmiş bir düşünürdür. Özellikle fenomenoloji, dil felsefesi ve kültür felsefesi üzerine çalışmalar yapmıştır.\n\n• Eğitimi ve Akademik Kariyeri:\n----> Galatasaray Lisesi'nden mezun oldu (1944).\n----> İstanbul Üniversitesi Felsefe Bölümü'nde eğitim aldı (1948).\n----> Köln Üniversitesi'nde akademik çalışmalar yürüttü.\n----> İstanbul Üniversitesi'nde profesör olarak görev yaptı (1964).\n----> Almanya, Fransa ve Belçika'da fenomenoloji üzerine araştırmalar yaptı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n---->Nermi Uygur, özellikle fenomenoloji, dil felsefesi ve kültür felsefesi alanlarında çalışmalar yapmıştır.\n--------> Fenomenoloji: Edmund Husserl’in fenomenolojik yaklaşımını Türkiye’de tanıttı.\n--------> Dil Felsefesi: Dilin insan düşüncesi üzerindeki etkisini inceledi.\n--------> Kültür Felsefesi: Kültürün birey ve toplum üzerindeki etkilerini analiz etti.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye’de fenomenoloji ve kültür felsefesinin gelişimine büyük katkılar sağladı.\n----> Uluslararası felsefe kongrelerine katıldı ve Türkiye’yi temsil etti.\n----> Almanya’nın Wuppertal Üniversitesi’nde konuk profesör olarak dersler verdi.\n• Önemli Eserleri:\n----> Edmund Husserl’de Başkasının Ben’i Sorunu\n----> Dilin Gücü\n----> Felsefenin Çağrısı\n----> Türk Felsefesinin Boyutları\n----> Yaşama Felsefesi\n----> Kültür Kuramı"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "(D. 15 Ocak 1925, Pendik / İstanbul – Ö. 21 Şubat 2005, İstanbul). Büyükada İlkokulu’nu (1936), Galatasaray Lisesi Latince Bölümü’nü (1944), İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü’nü (1948) bitirdi. Bitirdiği bölüme asistan olarak atandı (1950). İnsan, toplum, tarih bilimlerinin bilgi-mantık temellerine ilişkin “Wilhelm Dilthey’a Göre Konuca Temellenmesi Bakımından Manevi Bilimler Öbeğinin Meydana Getirdiği Bilim Bağları” başlıklı teziyle 1952’de doktorasını tamamladı. Bir burs kazanarak iki yıl süreyle Almanya’da Köln ve Bonn üniversitelerinde çalışmalar yaptı. Doktora çalışmasını “Kültür Bilimlerinin Varlık Yapısı” teziyle tamamladı. Köln Üniversitesi ile Belçika’nın Vervier Üniversitesi’ne bağlı Husserl Arkivi’nde, Husserl’in henüz yayımlanmamış elyazmalarından hazırladığı, “Edmund Husserl’de Başkasının Ben’i Sorunu” başlıklı doçentlik teziyle 1954 yılında İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü’nde doçent oldu. Aynı bölümde 1964 yılında profesörlüğe yükseldi.\n\nNermi Uygur, aldığı burslarla birçok kez yurtdışına gitme olanağını buldu. 1954’te Brüksel, 1958’de Venedik, 1968’de Viyana ve 1978’de de Düsseldorf uluslararası felsefe kongrelerine katıldı. 1979-81 yılları arasında Almanya Wuppertal Üniversitesi’nde mantık, bilgi öğretisi, eğitim, sanat felsefesi (estetik) dersleri verdi ve seminerler düzenledi. 1981 yılında yeniden döndüğü İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü’nden emekli olduğu 1992 yılına kadar Felsefe Tarihi Anabilim Dalı Başkanlığı görevinde bulundu. Çok sayıda doktora tezi yönetti. İstanbul Üniversitesi’ndeki son yıllarında ağırlıklı olarak yüksek lisans düzeyinde dersler verdi. Birkaç yıl süreyle, Robert Kolej (Boğaziçi Üniversitesi)’de, 1990’lı yıllardan itibaren de toplam on üç yıl Marmara Üniversitesi Güzel Sanatlar Enstitüsü’nde Resim, Heykel, Grafik ve Endüstriyel Tasarım bölümlerinde daha çok doktora düzeyinde felsefe-sanat ilişkileri üzerine düşünce tarihi dersleri verdi, seminerler yaptı.\n\nProf. Dr. Nermi Uygur; eğitim gördüğü, dersler verdiği ve uzun süreler boyunca yaşadığı Almanya’dan başka İngiltere, Fransa ve İtalyan üniversitelerinde birçok kez araştırma yapmak üzere bulundu. Kurucuları arasında yer aldığı ve daha sonra kapanan Türk Felsefe Derneği’nin genel yazmanlık görevini üstlendi. Yurtiçinde felsefe alanındaki çalışmalarının yanı sıra; Felsefe Arkivi, Yeni Ufuklar, Yeni Dergi, Türk Dili dergisi ile Adam Sanat, Kitap-lık dergilerinde; yurtdışında Mind, Zeitschrift für Philosophie, Philosophische Anzeiger, Rheinische Forschung, Aut Aut, Rivista di Cultura, Bildung und Erziehung dergilerinde yayımlanan deneme ve makaleleriyle tanındı.\n\nUygur, felsefe-edebiyat arakesitinde yer alan yapıtlarıyla her zaman Türk dilinin en büyük emekçilerinden birisi oldu. “Filozof denemeci gibi çalışırsa başarıya ulaşır” düşüncesiyle edebiyata yöneldi. 1962’de “Dilin Gücü”yle başlayıp dünyayı, felsefeyi, kültürü sorgulama serüvenini denemeler şeklinde yazdı ve yazdıklarını kitaplaşırdı.\n\nTürkiye PEN Yazarlar Derneği’nin kurucularından olan Nermi Uygur, aynı zamanda Türkiye Felsefe Kurumu ile Alexander von Humboldt Stiftung’un üyesi ve Jahrbuch für Bildungs- und Erziehungsphilosophie’nin yayın kurulu üyeliği yaptı. “Edmund Husserl’de Başkasının Ben’i Problemi” (1958) adlı eseriyle 1959 yılında Türk Dil Kurumu Bilim Ödülünü, Türkiye Gazeteciler Cemiyeti Sedat Simavi Ödülünü (1995), “Tadı Damağımda” adlı eseriyle 1995 yılında Türkiye Yazarlar Birliği Deneme Ödülünü, Türkiye Bilimler Akademisi Hizmet Ödülünü (2000), Türkiye Yayıncılar Birliği Deneme Ödülünü (2003) aldı. Türkiye Felsefe Kurumu 1995 yılında, İstanbul Üniversitesi 1998 yılında, Maltepe Üniversitesi de 2002 yılında; felsefe alanında ulusal ve uluslararası boyutta yaptığı çalışmalardan dolayı kendisine birer plaket verdi.\n\nNermi Uygur, bir kalp yetmezliği sonucunda 2005 yılında öldü ve İstanbul’da Zincirlikuyu Mezarlığı’nda toprağa verildi."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "DENEME-İNCELEME: Edmund Husserl’de Başkasının Ben’i Sorunu (1958), Dilin Gücü (1962), Felsefenin Çağrısı (1962), Dünya Görüşü (1963), Güneşle (1969), İnsan Açısından Edebiyat (1969), Güneşle (1969), 100 Soruda Türk Felsefesinin Boyutları (1974; Türk Felsefesinin Boyutları adıyla: 2002), Kuram Eylem Bağlamı - Çözümleyici Bir Felsefe Denemesi (1975), Dil Yönünden Fizik Felsefesi (1979), Philosophie der Turkischen Sprache (Türk Dilinin Felsefesi, 1980), Yaşama Felsefesi (1981), Bilim Gücü (1984), Kültür Kuramı (1984), Çağdaş Ortamda Teknik (1989), Bunalımdan Yaşama Kültürü (1989), İçi Dışıyla Batı’nın Kültür Dünyası (1992), Bir Deneme Bir Tutam Deyiş (1992), Tadı Damağımda (1995), Bunalımdan Yaşama Kültürü (1996), Başka Sevgisi (1996), Salkımlar (1998), Dipten Gelen (1999), Denemeli Denemesiz (1999), İçimin Sesi (2001), Eşekler İkindiler Yetişimler (deneme, 2005).\n\nÇEVİRİ: Tarihte Gelişme ve Krizler (Erch Rothacker’den, 1955), Ahlâk Denen Bilmece (Heinz Eeimsoeth’ten, 1957)."
		},
		"3": {
			"Header": "Görüşü",
			"Content": "Nermi Uygur’un Yaşam Temelli Felsefe Anlayışı Öz Modern Türk düşüncesini iki döneme ayırır isek bu dönemlerden ilki pozitivist paradigmanın hâkim olduğu cumhuriyetin ilk elli yılıdır. Bu dönemde yapılan felsefi çalışmalar genellikle doğa bilimsel yönteme göre şekillenmiştir. Ayrıca Aydınlanmacı yaklaşımın da popüler olduğu söylenebilir. Bu dönemde verimli eserler meydana getirmiş olan Nermi Uygur ise özellikle Husserl’in fenomenoloji temelli felsefi yaklaşımını benimseyerek farklı bir çığır açmıştır. Uygur’un bu dönemde yaşam temelli bir anlayış ortaya koyması ve her bir yaşam perspektifini felsefi açıdan değerli bulması dikkate değerdir. Bu çalışmada Uygur’un fenomenoloji temelli felsefe yaklaşımının otantik, diyalojik nitelikleri ortaya konulmaya çalışılmıştır. Böylece düşünce geleneğimizde aydınlanmacı, pozitivist paradigmanın yanı sıra farklı seslerin olduğu gösterilmiştir."
		}
	}
}
