{
	"Name": "Nurettin Topçu",
	"Desc": "Felsefeci ve ahlâk düşünürü, Hareket fikriyatının kurucusu",
	"Period": "Republic",
	"Lifetime": [ 1909, 1975 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -120, 215 ],
		"Color": [ 255, 215, 107 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri: İstanbul\n• Ölüm Yeri: İstanbul\n• Hocaları: Celalettin Ökten, Hilmi Ziya Ülken, Abdülaziz Bekkine, Maurice Blondel\n• Öğrencileri: Ezel Erverdi, Orhan Okay, Ali Birinci, Mustafa Kara, İsmail Kara, Ferruh Bozbeyli, Emin Iışık\n• Etkilendikleri: Hüseyin Avni Ulaş, Maurice Blondel, Abdülaziz Bekkine, Louis Massignon, Remzi Oğuz Arık, Hallâc-ı Mansûr, Mehmed Akif Ersoy\n• İletişimde Bulunduğu İsimler: Lütfi Bornovalı, Paul Molla (Hristiyan olmadan önceki adı: Mollazade Mehmet Ali Bey), Ali Fuat Başgil, Cahit Okurer, Mehmet Kaplan\n• Bulunduğu Medreseler: Paris (Sorbonne) Üniversitesi\n• Ekolleri: Edebiyat, Tarih, Tasavvuf"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Erzurumlu Topçuzâde ailesinin mensubu olarak 7 Kasım 1909 günü İstanbul’da doğdu. Sırası ile Bezmialem Valide Sultan Mektebi, Büyük Reşit Paşa Numune Mektebi, Vefa İdadisi ve İstanbul Erkek Lisesi’nden mezun oldu. 1928’de Türkiye Cumhuriyeti’nin bursu ile tahsil için Fransa’ya gitti. Aix Lisesi’nde fark derslerini tamamlamasının ardından 1930-33 arasında ruhiyât ve bediiyât, umumi felsefe ve mantık, muasır sanat tarihi, içtimaiyât ve ahlâk, ilk zaman sanat ve arkeolojisi üzerine Aix ve Strasbourg üniversitelerinde lisans öğrenimi gördü. 1934 yılında André Lalande, Léon Brunschvicg ve Jean Laporte’tan müteşekkil jürinin önünde tezini savunarak Paris (Sorbonne) Üniversitesi’nden felsefe alanında doktora derecesi aldı. Aynı sene Türkiye’ye dönerek lise öğretmenliğine başladı. Galatasaray Lisesi, İzmir Erkek Lisesi, İstanbul Vefa Lisesi, Denizli İsmet İnönü Lisesi, Haydarpaşa Lisesi ve İstanbul Erkek Lisesi’nde tam zamanlı olarak çalıştı. Ayrıca Robert Kolej, İstanbul İmam Hatip Okulu, Hayriye Lisesi ve Erenköy Kız Lisesi’nde ders verdi. Bergson ismiyle kitaplaştırılacak çalışması ile 1947’de İstanbul Üniversitesi’nden doçentlik unvanı aldı, buradaki kısa süreli eylemsiz doçentliği haricinde hiçbir zaman bir üniversitede vazifede bulunmadı. 1939’da yayınlamaya başladığı fikir dergisi Hareket (mecmuanın ismi Maurice Blondel’in aksiyon felsefesinden ilham iledir) muhtelif kesintilerle birlikte 1982’ye kadar 187 sayı olarak neşredildi. Mecmua çatısı altında mühim bir kitap yayıncılığı faaliyeti de oldu. Topçu muhtelif süreli yayınlarda çok sayıda deneme-fikir yazısı kaleme aldı. Sınırlı olarak edebi metin yazdı. Kendi evinde ve Hareket dergisi ofisinde sohbet meclisleri talebelerinde iz bıraktı. Umuma açık birçok konferans verdi. Türk Kültür Ocağı, Türk Milliyetçiler Cemiyeti, Milliyetçiler Derneği, Türkiye Milliyetçiler Derneği’nde aktif rol aldı. Adalet Partisi’nin kuruluşunda yer almış, siyasal parti faaliyeti bu çok kısa tecrübeden ibaret kalmıştır. Naşibendi tarikatı Gümüşhanevî dergâhı postnişinlerinden Abdülaziz Bekkine’ye intisabı vardır. Aile dostu olan Hüseyin Avni Ulaş’ın kızı ile kısa sürmüş bir evliliği oldu. 10 Temmuz 1975 günü vefat ettiği İstanbul’da medfundur.\n\nÖNEMLİ ESERLERİ:Ahlak Nizamı, Yarınki Türkiye, Türkiye’nin Maarif Davası, Milliyetçiğin Esasları, Reha, İsyan Ahlakı, İslam ve İnsan, İradenin davası, Mehmet Akif, Felsefe.\n\nNurettin Topçu çocukluk ve ilk gençlik dönemlerinden başlayarak İslâmî hassasiyetlere sahip oldu. Mehmet Akif Ersoy ve aile dostu Hüseyin Avni Ulaş, Topçu’nun fikriyatında ilk dönemlerden itibaren önemli yer teşkil etmiştir. Fransa’daki altı yıllık tahsil döneminde en önemli kişi gayri-resmi, manevi anlamda hocası, “üstad” kabul ettiği Katolik filozof Maurice Blondel’dir. Topçu’nun doktora tezi İsyan Ahlâkı’nda Blondel’in aksiyon felsefesinin kavramsal çerçevesi ve temel önermeleri ciddi yer tutar. Bu felsefede insan iradesi merkezdedir. İradenin her şeyden evvel insan nefsine ve içinde yaşanılan toplumun yaygın olumsuz anlayış ve pratiklerine rağmen doğru, iyi ve güzele yönelerek harekete geçmesi, olumlu manada “isyan” mefhumu ile ifade olunur. Ayrıca Louis Massignon vasıtasıyla alımlanan Hallac-ı Mansur’a dair unsurlar da bu çalışmada merkezdedir. Topçu’nun ikinci önemli eseri Bergson ismi ile kitaplaştırılan doçentlik tezidir. Bu çalışmada Bergson sezgiciliği seçmeci bir şekilde alımlanmıştır. Topçu’nun akademik nitelikteki metinleri bu iki kitabından ibarettir. Külliyatı büyük ölçüde çok farklı süreli yayınlarda neşredilmiş deneme-fikir yazılarının derlemesidir. Milliyetçilik düşüncesinde vatan ve vatan olarak Müslüman ve Türk Anadolu önemli bir yer tutar. Ona göre 1071 milli tarihin başlangıcıdır. Topçu’da köy hayatı ve zirai üretim idealleştirilir. Bu bağlamda Gandi’nin de ilham kaynağı olduğu bir ilerleme karşıtlığı, teknik gelişmelere mesafeli bir duruş söz konusudur. Ayrıca piyasa ekonomisi, büyük sanayi ve sermaye temerküzü karşıtlığı ehemmiyet teşkil eden temalardır: “İslâmî-Ruhçu Anadolu Sosyalizmi” şeklinde isimlendirilen ve çerçevesi bir dereceye kadar muğlak bir teklifinden söz etmek mümkündür. Öte yandan oldukça şiddetli bir komünizm karşıtlığına, köklü bir Yahudi karşıtlığı ve Hitler yakınlığı da eşlik etmiştir.\n\nTopçu’nun varlık düşüncesinde Hristiyan ruhçuluğundan bir ölçüye kadar etkilendiği söylenebilir. Diğer kıta Avrupası merkezli “imanlı varoluşçuluk” düşüncesinin etkileri de takip edilebilir. Buna karşın bilhassa Yunus Emre anılarak vatan toprağından doğmuş bir “Anadolu tasavvufu”nun altı çizilir. Topçu’nun metinlerinde pozitivizm karşıtlığı önemli yer tutar. Ayrıca Louis Massignon üzerinden Hallac-ı Mansur’a olumlu referanslar ehemmiyet arz eder. Vahdet-i Vücûd anlayışı, “nâmütenahi” telakkisi, varlık ve metafiziğe dair yazılarında hâkim konumdadır.\n\nAhlâk, Topçu’nun esas uzmanlık sahası olmasının yanında fikriyatının da merkezinde yer almaktadır: İradenin konformistlik karşıtı tecellisi, hilkate uygunluk için esastır. Topçu külliyatındaki anlamıyla isyanın, Türkçede ve Fransızcada (révolte) mevcut bir kelimenin oldukça farklı bir manaya tekabül edecek şekilde, özgün bir kavram vücuda getirilmek suretiyle meydana geldiği söylenebilir. Bu yeni kavramsal yapının oluşumunda temel bir terim olarak mesuliyetin altı çizilmelidir. Topçu fikriyatında modern anlamda birey savunusu olmamakla birlikte şahsiyet çerçevesinde milletle bütünleşen bir çeşit ferdiyetçilik vurgusu bulunur. Ayrıca Topçu’nun İslâmcı olanlar dahil siyasî parti faaliyetlerine mesafeli bir duruşu olup, onda, “millet mistikleri” olarak nitelendirdiği “maddi-manevi büyük” figürler düşüncesi ön plana çıkmaktadır."
		},
		"2": {
			"Header": "Felsefe Ne Anlatıyor? Konusu, Ana Fikri ve Özeti",
			"Content": "Etrafımızdaki eşyanın bilgisini duyularımızla elde ediyoruz. Birbirleri arasında herhangi bir şekilde sıralanmayan ve metotsuz olarak gelişi güzel elde edilen bu bilgilere düzensiz bilgiler denir. Düzensiz bilgiler, her günkü yaşayışımızı kolaylaştırarak etrafımızdan daha iyi şekilde faydalanmamızı mümkün kılar. Lâkin insanın bütün bilgisi böyle elde edilenlerden ibaret değildir. Düzensiz bilgiler üzerine ilimler kuruluyor. İlim bilgisinin evvelkinden farkı, onun belli metotlarla elde edilmesi ve genel oluşudur. İlim bilgisi gelişi güzel elde edilemez. Onu elde etmek için zihnin mutlaka belli yollardan gitmesi şarttır. Felsefeye gelince; o bütün bilgilerimizin üzerine kurulmakla beraber hepsinden daha çok genelliğe sahiptir.\n\nHer ilmin kendi konusu alanında ayrı ayrı sonuçlara vardığını biliyoruz. Felsefe bu sonuçların hepsini birleştiricidir. Ancak ilimlerin deneylerle elde ettiği sonuçları felsefe akılla birleştirir. Onun çalışma sahası, deneylerin dışında kalır; deneylerin sahasını içerisine alan daha geniş bir halka teşkil eder."
		},
		"3": {
			"Header": "Felsefe Alıntıları - Sözleri",
			"Content": "• Bütün insanların, var olduklarını hissetmek için aşka ve dostluğa gereksinimi vardır..\n• Bergson'a göre akıldışı felsefe yoktur ve felsefe şöyle tanımlanmalıdır: Metafizikle nihayetlenen bir psikoloji.\n• Hayat karşısında sanatkarların iki zıt durumdan birini seçtiklerini görüyoruz; ya hayata koşuyorlar veya hayattan kaçıyorlar.\n• Asırlarca önce yaşayan insanların düşünerek ortaya koyduğu fikirleri olduğu gibi kabullenmek, insanlığı bir adım ileri götürmez.\n• “Medeniyet satın alınır zannettik; elbiseyi aldık, insanı göremedik.”\n• Dostlar! İnanmak, ummak ve sevmek gibi saadet yoktur.\n• Vicdan! vicdan! İlahi içgüdü, ölmez ve ilahi sedâ.\n• Son halkayı da mutlak hakikat diye kabule hicbir insan zekasını mecbur edecek sebep olamaz. Münakaşalarımız, içinde yaşadığımız yüzyılın zirvesine kadar yükseltilen büyük hakikat binasının en üst katında yapılmalıdır.\n• Dostlarınıza karşı zekânızı değil, kalbinizi kullanınız.\n• Anlatmaktan âciz olduğum şey hakkında nasıl muhakeme yürütebilirim?\n• Bizi kurtaracak ruh; bize Hira Dağı’nda bırakılan mirastır.”\n• ... Lakin bizim bilincimiz (şuur) mutlak olan şeyi kavrayamaz. Çünkü bilincin kendisi, insanın yaşayışı esnasında teşekkül eder ve evrimlenirken, her zaman hayat ve cemiyetin icaplarına uymaktadır.\n• Asırlarca önce yaşayan insanların düşünerek ortaya koyduğu fikirleri olduğu gibi kabullenmek, insanlığı bir adım ileri götürmez.\n• Mütemadi ve ardı arkası kesilmeyen tenkitler, felsefî düşüncenin en doğru yürüyüş tarzıdır."
		}
	}
}
