{
	"Name": "Nusret Hızır",
	"Desc": "Felsefeci, tarihçi",
	"Period": "Republic",
	"Lifetime": [ 1889, 1980 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ 170, -130 ],
		"Color": [ 222, 219, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> Fransız Lisesi'ni bitirdi, ardından Mühendis Mektebi'nde elektrik mühendisliği eğitimi aldı.\n----> I. Dünya Savaşı sırasında askere alındı, savaş sonrası dokuz yıl Almanya'da fizik, matematik, müzik ve felsefe eğitimi gördü.\n----> 1934'te İstanbul Üniversitesi Felsefe Bölümü'nde Hans Reichenbach'ın asistanı oldu.\n----> 1942'de Ankara Üniversitesi Dil ve Tarih-Coğrafya Fakültesi'nde öğretim üyesi oldu.\n----> 1954'te profesör unvanını aldı.\n----> 1964'te Paris'te Yüksek Öğretmen Okulu'nda modern mantık üzerine ders verdi.\n----> 1967'de Felsefe Araştırmaları Enstitüsü Müdürü oldu.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Nusret Hızır, özellikle bilim felsefesi, mantık ve dil felsefesi üzerine çalışmalar yapmıştır.\n--------> Bilim Felsefesi: Bilim ve felsefe arasındaki ilişkiyi inceledi, felsefenin bilimselleşmesi gerektiğini savundu.\n--------> Mantık: Hans Reichenbach’ın lojistik ekolünün temsilcisi olarak kabul edilir.\n--------> Dil Felsefesi: Felsefe ve bilimin kendine ait bir dili olduğunu savundu.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye’de mantık ve bilgi felsefesi üzerine kurulu bir felsefe anlayışının yerleşmesine katkıda bulundu.\n----> Felsefe dilinin sadeleşmesine katkı sağladı, \"olasılık\" terimini Türkçeye kazandırdı.\n----> Nietzsche ve Erasmus’tan çeviriler yaptı.\n----> Türk Tarih Kurumu’nda danışmanlık yaptı.\n• Önemli Eserleri:\n----> Felsefe Yazıları (1976) – Türk Dil Kurumu 1977 Deneme Ödülü’nü kazandı.\n----> Bilimin Işığında Felsefe.\n----> Geride Kalanlar."
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Felsefeci, tarihçi (D. 1889, İstanbul - Ö. 1980, Ankara). Almanya’da fizik, matematik, felsefe ve müzik öğrenimi gördü. Döndüğünde ünlü filozof Prof. Hans Reichenbach’ın asistanı ve mütercimi olarak İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü’nde göreve başladı (1934). Sonrasında Türk Tarih Kurumu’nda çalıştı (1937-42). Hasan Âli Yücel’in teşvikiyle dışarıdan sınava girerek doçent oldu (1947) ve Dil ve Tarih-Coğrafya Fakültesi Felsefe Bölümü öğretim üyeliğine atandı. 1954 yılında aynı fakültede mantık profesörü oldu. 27 Mayıs (1960) döneminde üniversiteden uzaklaştırılan 147 öğretim üyesi arasında yer aldı. 1963’te Paris’te Ecole Normale Superieur (Yüksek Öğretmen Okulu)’da felsefe dersleri verdi. 1962’de DTCF’deki görevine yeniden çağrıldı. 1968’de emekli olana kadar buradaki görevini ve Türk Tarih Kurumu’ndaki danışmanlık hizmetini sürdürdü. Emeklilik döneminde de eğitim ve öğretimden uzaklaşmayan Hızır, Ankara Üniversitesi Siyasal Bilgiler Fakültesi, Orta Doğu Teknik Üniversitesi ve Hacettepe Üniversitesi’nde mantık ve felsefe dersleri vermeye devam etti.\n\nBilim tarihi, mantık ve bilgi felsefesi üzerine birçok makale kaleme alan Hızır, Türkiye’deki felsefe anlayışının oluşmasında önemli paya sahiptir. 1945’te Ant dergisinde kısa süreliğine yayımladığı yazılarında faşizmin kaynaklarına ilişkin tezler ileri sürdü. Sonrasında Yaprak dergisinde çıkan (1949–50) yazılarında ise felsefi kavramlara açıklık kazandırmaya çalıştı. Erasmus ve Nietzsche gibi düşünürlerin yapıtlarını Türkçeye çevirdi. Bir süre de Değişim dergisinde felsefe mantık konuları üzerine yazıları yayımlandı. 1976’da dergi yazılarının bir bölümü Felsefe Yazıları adlı kitapta toplandı ve bu yapıtıyla 1977’de Türk Dil Kurumu Deneme Ödülü’nü aldı. 1979 yılında da Türkiye Felsefe Kurumu tarafından Onur Başkanı seçildi. Ölümünden sonra asistanı Füsun Akatlı’nın derlediği diğer yazıları, Bilimin Işığında ve Geride Kalanlar isimleriyle yayımlandı.\n\nİlgi alanı dil, mantık, tarih, bilim felsefesi üzerine yoğunlaşmış bir felsefecidir. Bilimle felsefe arasındaki ilişkiyi incelemiş, felsefenin bilimselleşmesi gerektiğini savunmuştur. Hans Reichenbach'ın bilimsel felsefe ve lojistik ekolünün temsilcisi kabul edilir.\n\nCumhuriyet dönemi ilk kuşak düşünürleri arasında bulunan Nusret Hızır'ın (1899 - 08.03.1980) çalışmaları, dil, mantık ve bilim felsefesi konularında yoğunlaşıyor görünmekle birlikte, O bunlardan başka konular ve problemlerle de ilgilenmiş, düşünce ve uygarlık tarihiyle ilgili düşüncelerini de dile getirmiştir. Ayrıca, kendisinin de ifade ettiği gibi, yer aldığı mantıkçı pozitivist felsefi geleneğin yalnızca bir takipçisi olmamış, kendine özgü bir felsefi tavır geliştirmeye uğraşmıştır.\n\nBir düşünürü yalnızca belli bir yönüyle tanımlamak ya da sınırlamak mümkün değildir. Bir düşünürü olabildiğince farklı ve hatta varsa çelişik yönleriyle de görebilmek ve değerlendirmek oldukça önemlidir. Bu bağlamda elinizdeki kitap Cumhuriyetin ilk kuşak felsefecilerinden biri olan Hızır’ın felsefe çalışmalarını çeşitli yönleriyle ele alan yazılardan oluşmaktadır.serbest zaman ile ilgili yapılan başlıca çalışmalara yer verilerek, Türkiye örneği tartışılmıştır."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "Felsefe Yazıları (1976), Bilimin Işığında Felsefe (Ölümünden sonra Füsun Akatlı tarafından derlenen makalelerini içerir, 1985), Geride Kalanlar (Ölümünden sonra Füsun Akatlı tarafından derlenen notlarını içerir, 1987)."
		}
	}
}
