{
	"Name": "Oruç Aruoba",
	"Desc": "Türk yazar, şair, akademisyen ve felsefeci",
	"Period": "Republic",
	"Lifetime": [ 1948, 2020 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ -145, -195 ],
		"Color": [ 255, 58, 117 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> TED Ankara Koleji'nden mezun oldu.\n----> Hacettepe Üniversitesi Psikoloji Bölümü'nde lisans ve yüksek lisans yaptı.\n----> Hacettepe Üniversitesi'nde felsefe bilim uzmanı oldu.\n----> 1972-1983 yılları arasında Hacettepe Üniversitesi'nde öğretim üyesi olarak görev yaptı.\n----> Almanya'da Tübingen Üniversitesi'nde felsefe semineri üyeliği yaptı (1976-1977).\n----> Yeni Zelanda'daki Victoria Üniversitesi'nde konuk öğretim üyeliğinde bulundu (1981).\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Oruç Aruoba, özellikle fenomenoloji, etik ve dil felsefesi üzerine çalışmalar yapmıştır.\n--------> Fenomenoloji: Heidegger ve Wittgenstein üzerine yoğunlaştı.\n--------> Etik: İnsan eylemlerinin anlamı ve ahlaki boyutları üzerine araştırmalar yaptı.\n--------> Dil Felsefesi: Şiir ve felsefenin dil aracılığıyla nasıl birleştiğini inceledi.\n• Akademik ve Kültürel Katkıları:\n----> Wittgenstein'ın eserlerini Türkçeye ilk kez çevirdi.\n----> Nietzsche, Hume, Kant ve Rilke gibi düşünürlerin eserlerini Türkçeye kazandırdı.\n----> Haiku şiir türünün Türk edebiyatındaki önemli temsilcilerinden biri oldu.\n----> \"Assos’ta Felsefe\" etkinliklerinde konuşmalar yaptı.\n• Önemli Eserleri:\n----> Tümceler (1990)\n----> De ki İşte (1990)\n----> Yürüme (1992)\n----> Hani (1993)\n----> Ol an (1994)\n----> Kesik Esin-tiler (1994)\n----> Geç Gelen Ağıtlar (1994)\n----> Sayıklamalar (1994)\n----> Uzak (1995)\n----> Yakın (1997)\n----> Ne Ki Hiç (1997)\n----> İle (1998)\n----> Çengelköy Defteri (2001)\n----> Olmayalı (2003)\n----> Doğançay’ın Çınarları (2004)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "1948 yılında Karamürsel'de doğdu. TED Ankara Koleji'ni bitirdikten sonra Hacettepe Üniversitesi Edebiyat Fakültesi Psikoloji Bölümü'nde lisans ve yüksek lisansını tamamladı. Yine Hacettepe Üniversitesi'nde çalışmalarına devam ederek felsefe bilim uzmanı oldu. 1972 ve 1983 yılları arasında Hacettepe Üniversitesi'nde öğretim üyesi olarak görev yaparken felsefe bölümünde doktorasını tamamladı. Bu süreçte, Almanya'da Tübingen Üniversitesi'nde felsefe semineri üyeliği ve 1981 yılında Victoria Üniversitesi (Wellington) (Yeni Zelanda) konuk öğretim üyeliğinde bulundu. Kırmızı Dergisi gibi çeşitli basın organlarında yayın yönetmenliği, yayın kurulu üyeliği ve yayın danışmanlığı yaptı.Birçok dergide yazı ve çevirileri yayınlandı."
		},
		"2": {
			"Header": "Akademik Çalışmaları",
			"Content": "Epistemoloji, Etik, Hume, Kant, Kierkegaard, Nietzsche, Marx, Heidegger ve Wittgenstein konuları üzerine çalışmalar gerçekleştiren Aruoba, bu çalışmalarını ölümüne kadar sürdürmüştür.Özellikle şiir sanatına yönelmiş ve Heidegger'in şiire yaklaşımını; \"Ona göre insanın temel sözü şiirdir. Çünkü insan yaşayan, dünyanın içinde olan, diğer insanlarla ilişkisini dil aracılığıyla kuran varlıktır. İnsanın bütün etkinliklerinde yer alan, içinde yaşadığı dil ile (tarihsel olarak da) içinde yaşadığı varoluş arasında kurduğu temel anlam ilişkisi, şiirde ortaya çıkar. İnsanın bilinen bütün tarihi boyunca çeşitli biçimlerde görülen “şiir” adı verilen dilsel kuruluşlar, bu temel ilişkiyi ortaya koymaya (dile getirmeye) çalışan insan yöneliminin ürünleridir. Heidegger de buna ulaşmaya, (anlamlandırmaya, yorumlamaya) insanın dünya ile ve diğer insarlarla olan ilişkisini ilk biçimiyle yeniden kavramaya çalışır.\" sözleriyle açıklamıştır.\n\nAruoba, Hume,Nietzsche,Kant,Wittgenstein, Rainer Maria Rilke, Hartmut von Hentig, Paul Celan ve Matsuo Bashō gibi düşünür, yazar ve şairlerin eserlerini de Türkçeye kazandırmıştır. Wittgenstein'ın eserlerini Türkçeye ilk defa Oruç Aruoba çevirmiştir.Aynı zamanda Aruoba, Japon edebiyatı kökenli bir şiir türü olan haiku'nun, Türk edebiyatındaki temsilcilerinden de biridir.Yazar, Nietzsche’nin “Antichrist” eserini de Almancadan Türkçeye kazandırmıştır.\n\nFelsefe Sanat Bilim Derneği'nin her yıl düzenlediği \"Assos’ta Felsefe\" etkinliklerine konuşmacı olarak katılan yazar, \"Felsefenin Hayvanına Ne Oldu?\", \"Bilim ve Din\" gibi birçok başlıkta sunumlar gerçekleştirmiştir.   Ayrıca, Füsun Akatlı Kültür ve Sanat Ödülü etkinlikleri kapsamında gerçekleştirilen sempozyuma da konuşmacı olarak katılmıştır. Felsefe Sanat Bilim Derneği'nin her yıl düzenlediği \"Assos’ta Felsefe\" etkinliklerine konuşmacı olarak katılan yazar, \"Felsefenin Hayvanına Ne Oldu?\", \"Bilim ve Din\" gibi birçok başlıkta sunumlar gerçekleştirmiştir.   Ayrıca, Füsun Akatlı Kültür ve Sanat Ödülü etkinlikleri kapsamında gerçekleştirilen sempozyuma da konuşmacı olarak katılmıştır. \n\nOruç Aruoba, 2006 ve 2011 yıllarında Cevdet Kudret Edebiyat Ödülü yarışmasında Füsun Akatlı, Ahmet Cemâl, Doğan Hızlan, Nüket Esen, Orhan Koçak, Nilüfer Kuyaş ve Emin Özdemir ile birlikte seçici kurulda yer almıştır.\n\nAruoba'nın şiirlerinde kullandığı üslup ve noktalama işaretlerinin edebiyat kurallarının dışında olmasına rağmen bu durum akademik çevrelerce sanatçının üslubu olarak değerlendirilmiştir.\n\nOruç Aruoba’nın şiir ve felsefe ilişkisi üzerine düşüncelerini incelemektir. Şiirle felsefeyi hangi anlamda yakın gördüğünü ortaya koymaktır. Bu ilişki bağlamında teorik düşüncelerinin eserlerine yansıtıp yansıtmadığı ile klasik felsefî algı ve akademik felsefeye olan mesafe ve eleştirilerini göstermektir. Bu anlamda Aruoba’nın şiir, felsefe üzerine yaptığı tanım ve tasavvurları ortaya konulmuş, altını çizdiği benzerlikler özellikle vurgulanmış, şiirsel ve felsefî bilgiyi nasıl gördüğü izah edilmeye çalışılmıştır. Gerçeklik ve hayal kavramları üzerinden şiir ve felsefeyi oturtmaya çalıştığı ortak düzlem tespit edilmiştir. Böylelikle Türk edebiyatı ve düşünce hayatında şiir ve felsefe ilişkisi üzerine düşünen Aruoba’nın çalışmalarına ve çabasına dikkat çekilmiştir. Haiku tarzı şiirler yazan, felsefeyle uğraşan bir yazar, şair olarak eserlerinin nasıl bir yapıda olduklarına da temas edilmiştir. Şiirle felsefe arasında bir yerde durmaya çalışan Aruoba’nın felsefe ve şiirlerinin alışılagelenin dışında bir yerde konumlandığı da belirtilmiştir. Türkçede kendine özgü bir tarzda eser veren yazarın şiir ve felsefe ile ilgili anlam dünyasının iz düşümleri sergilenmiştir. Bu yapılırken onun referans noktaları da ihmal edilmemiş, hangi Batılı filozoflara göndermede bulunduğu ya da hangilerine yakın düştüğüne de değinilmiştir."
		},
		"3": {
			"Header": "Eserleri",
			"Content": "Tümceler (1990), De ki İşte (1990), Yürüme (1992), Hani (1993), Ol an (1994), Kesik Esin-tiler (1994), Geç Gelen Ağıtlar (1994), Sayıklamalar (1994), Uzak (1995), Yakın (1997)."
		}
	}
}
