{
	"Name": "Osman Fazlı Atpazari",
	"Desc": "İsmail Hakkı Bursevî’nin şeyhi, âlim-mutasavvıf",
	"Period": "Islamic",
	"Lifetime": [ 1632, 1691 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -100, -200 ],
		"Color": [ 53, 248, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Tam İsim: Seyyid Osman b. Seyyid Fethullah\n• Doğum Yeri: Şumnu\n• Ölüm Yeri: Magosa\n• Hocaları: Saçlı İbrâhim Efendi, Zâkirzâde Abdullah Efendi\n• Öğrencileri: Seyyid Abdülbâkî Efendi, Sun'ullah el-Amasevî, Cûdî Efendi, Ali ed-Debrevî, İsmail Hakkı Bursevî\n• Etkilendikleri: Mehmed Muhyiddin Üftâde, Aziz Mahmud Hüdâyî, Sadreddin Konevî, İbnü’l-Arabî, Molla Fenârî\n• Etkiledikleri: İsmail Hakkı Bursevî\n• İletişimde Bulunduğu İsimler: Şeyhülislam Esîrî Mehmed Efendi\n• Ekolleri: Tasavvuf, Ekberîlik\n• Etkilendiği Ekoller: Ekberîlik"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Osman Fazlı Atpazarî, 1041/1632’de bugün Bulgaristan sınırları içinde yer alan Şumnu kentinde doğdu. İlk tahsilini babası Fethullah Efendi’den gördü. Yirmi yaşından önce Şumnu’dan ayrıldı ve Edirne’ye gelerek Aziz Mahmud Hüdâyî’nin halifelerinden Saçlı İbrâhim Efendi’ye bağlandı. Birkaç sene burada tasavvufi terbiye gören Osman Fazlı ardından İstanbul’a gelerek bir başka Celvetî şeyhi olan Zâkirzâde Şeyh Abdullah’a intisap etti. Sekiz sene boyunca hem Zeyrek’teki dergâhta mürşidine hizmet etti, hem de çeşitli âlimlerden zahirî ilimleri tahsil etti. Daha sonra Edirne’deki Aydos beldesine halife tayin edildi. Birkaç yıllık irşâd vazifesinin ardından şeyhi vefat edince Filibe’ye geçti. Burada on beş yıldan fazla irşatla meşgul oldu, fakat kendisini çekemeyenlerin şikâyeti üzerine Filibe’den ayrılarak İstanbul’a gelmek zorunda kaldı. Uzun bir süre maddi sıkıntılar içerisinde yaşayan Osman Fazlı daha sonra Fatih’in Atpazarı semtindeki Manisalı Mehmed Paşa Camii yanında inşa ettiği dergâha yerleşti. Hem buradaki irşat faaliyetlerinde hem de Fatih, Vefa ve Süleymaniye camilerindeki vaazlarında vahdet-i vücûd çizgisini benimsedi. Bu yüzden çeşitli tepkilerle karşılaşsa da sohbetlerine devam etti. 1683’teki Viyana seferi sırasında devlet yetkilileriyle arası açıldı, çünkü Atpazarî’ye göre bu, hayırlı bir sefer değildi. Başarısız geçen Viyana seferinin ardından Sadrazam İbrahim Paşa’nın girişimleri sonucunda bir müddet Şumnu’ya sürgüne gönderildi. Kısa süre içinde tekrar İstanbul’a dönen Atpazarî, bu kez 1689’daki Belgrad Seferi’ne davet edildi. Ancak bu süreçte yaşanan bazı sıkıntılar neticesinde Sofya’da kaldı ve İstanbul’a dönüldüğünde bu defa Magosa’ya sürgün edildi. Birkaç sene Magosa’da sürgün hayatı yaşayan Osman Fazlı Atpazarî, 17 Zilhicce 1102/11 Eylül 1691 tarihinde burada vefat etti.\n\nVahdet-i vücûd düşüncesinin XVII. yüzyıldaki en önemli temsilcilerinden biri olan Atpazarî’nin tasavvuf anlayışı Tanrı-âlem-insan ilişkilerine odaklanır.\n\nAtpazarî’nin anlayışında Hak gerçek varlığa sahip iken, diğer bütün mevcutların varlığı izafidir. Bu da bütün bir âlemi, Hakk’ın mazharları ve suretleri durumuna getirerek Tanrı’nın varlığını her şeyi kapsayan bir niteliğe kavuşturur. Hak isim, fiil ve sıfatları vasıtasıyla âlemde zuhur etmektedir. Bu nedenle âlemdeki varlıklar onu bu vasıtalar yoluyla bilir. Başka bir deyişle Tanrı-âlem ve insan arasındaki irtibat Hakk’ın isim ve sıfatları yoluyla mümkün olmaktadır. Hakk’ın zatı ise “mutlak gayb” olarak adlandırılır, yani hiçbir şekilde künhüne vâkıf olmak mümkün değildir.\n\nÇeşitli varlık mertebelerinde Hakk’ın bir zuhuru olarak varlık sahasına çıkan âlem ve âlemdeki her bir tikel varlık, Atpazarî’ye göre Hak tarafından gönderilmiş birer “resul” mesabesindedir. Farklı mertebelerde itibari görünümler kazansalar bile her biri birer elçidir ve hakikat ehli bunlardan hiçbirini diğerine üstün tutmaz. Atpazarî’ye göre kâinat, a‘yân-ı sâbitenin tecelligâhıdır, dolayısıyla âlem dediğimiz şey de bu a‘yânın gölgesinin seyredildiği bir mazhar konumundadır. Âlemin varlığı hakiki varlığı yansıtan bir aynadır.\n\nAtpazarî makro kozmos-mikro kozmos ikiliğini kabul eder; ona göre insan, âlemin küçük örneğidir. Bununla birlikte insan, ilahi tecellileri yansıtmadaki tamlığı bakımından âlemden daha üstündür. Bunun nedeni insanın, diğer varlıklardan farklı olarak “Allah” isminin tecellisi ve bu nedenle zıtlıkları birleştiren “kevn-i cami” olmasıdır. Bu özelliğiyle insan, meleklerden de üstün kabul edilir. İnsanın celal ve cemal tecellilerini kabul etmesi, onu bütün bir varlığın zuhur etmesindeki temel gayeye dönüştürür. Hususi olarak insan-ı kâmil ya da Hz. Peygamber, gaye varlıktır; bütün zuhur ve sudûr süreçleri varlığın insan-ı kâmilde yetkin bir şekilde tecelli etmesine doğru bir seyir takip eder.\n\nTanrı-âlem-insan ilişkisi, Atpazarî’nin düşüncesinde metafiziğin temel meselesidir. Vahdet-i vücûd düşüncesini bir nazariyeye dönüştüren en önemli konulardan biri olan a‘yân-ı sâbite konusu, Atpazarî’nin düşüncesine göre Tanrı-âlem irtibatının merkezinde yer alır ve “dua” bahsinde kendini gösterir. Söz gelişi Atpazarî’ye göre dil üç zahirî, ruhî ve isti‘dâdî olmak üzere üç türlüdür ve her şey ancak bu lisan mertebelerinden feyz ederek zuhura gelir. İnsan dua ettiğinde, ancak bu ayn-ı sabiteleri çerçevesinde edebilir. Bu bakımdan a‘yân-ı sâbite ile kader arasında bir ilişki kuran Atpazarî’nin düşüncesinde kader, a‘yân-ı sâbitenin iktiza ettiği şeylerin ilahi hüküm ile (kazâ) zuhura gelmesidir.\n\nÖNEMLİ ESERLERİ:El-Laihatü’l-Berkıyyat fi Keyfi’l-Hucüb ve’l-Estar an Vücuhi Esrarı Ba’zi’l-Ehadis ve’l-Ayat, Misbahü’l-Kalb, Mir’atü Esari’l-İrfan, Mir’atü Esrari’l-İrfan, Tecelliyat’ı Berkıyye, Fethu’l-Bab Şerh,Haşiye ala Muhtasari’l-Meani, Haşiye ale’l-Mutavvel."
		},
		"2": {
			"Header": "Varlık Düşüncesi ve Metafiziği",
			"Content": "Atpazarî’nin varlık düşüncesi, İbnü’l-Arabî ve Konevî’nin tarafından sistemleştirilen metafiziğin klasik bir yorumundan ibarettir. Atpazarî’ye göre varlık, biri ruhlar mertebesinin yukarısında bulunan ve “Hak” (âlem-i ilah) adını alan; diğeri ise ruhlar âleminden aşağıda yer alan “Halk” (âlem-i kevn) adını alan iki kısma ayrılır. Bunlardan birincisi fiil ve infial; ikincisi ise eser ve kabul mertebeleridir ve bu yönden oluş ve bozuluş âlemi, ilahi mertebenin bir sureti ve mazharı niteliğindedir. Bu nedenle varlık, itibarları bakımından çok olsa bile gerçekte tektir. Diğer varlık mertebelerine nazaran Hakk’ın varlığı “Mutlak Gayb” diye adlandırılır. Öte taraftan Hakk’ın vücûdu O’nun zatının aynı iken; mümkünlerin varlığı böyle değildir.  Çünkü mümkünler, varlıklarını O’ndan alırlar. Bu noktada Atpazarî, “aynî varlık” (gerçek varlık) ve “zıllî varlık” (gölge varlık) ayrımı yapar. Hak, mümkünlerin “ayn”larına tecelli ettiğinde onlar “mümkün mahiyetler” olarak varlık bulmuşlardır. Fakat bunlar hakiki bir varlığa sahip değildir; sadece Hakk’ın varlığının bir gölgesi ve suretidir. Atpazarî’ye göre nasıl ki aynadaki görüntünün “gerçek” bir varlığından söz edemeyiz, gölge varlık dediğimiz âlemin de Hakk’ın varlığı karşısında hakiki varlığı yoktur, bu nedenle “ma‘dûm” addedilebilir. “A‘yân-ı sâbitenin varlığının hakikati ise Hakk’ın zâtî birliğidir ve a‘yân şu an da aynı hâl üzeredir.”  Bu bakımdan gerçek varlık Hakk’ın varlığı iken; âlem izafi anlamda bir varlığa sahiptir. Mutlak varlıktan mümkünlerin ortaya çıkışı, Atpazarî tarafından semavî nikâh, bütün âlemin “gönderilmiş bir kitap” olması ya da gece-gündüz gibi semboller ve değerlendirmelerle izah edilir. Bununla beraber Atpazarî’nin varlık mertebeleri hakkındaki düşünceleri, yer yer İbnü’l-Arabî’den kısmen farklılaşan yorumlar içerir."
		}
	}
}
