{
	"Name": "Ömer Naci Soykan",
	"Desc": "Felsefeci, akademisyen, felsefe profesörü ve yazar",
	"Period": "Republic",
	"Lifetime": [ 1945, 2017 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 235, -20 ],
		"Color": [ 199, 255, 183 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> Trabzon Lisesi'nden mezun oldu (1965).\n----> İstanbul Üniversitesi'nde Felsefe, Sosyoloji, Yunanca ve Latince eğitimi aldı (1965-1971).\n----> Hamburg Üniversitesi'nde konuk öğrenci olarak felsefe derslerini takip etti (1969-1971).\n----> İstanbul Üniversitesi'nde \"Schelling’de Varlık ve Sanat Formları\" teziyle doktorasını tamamladı (1982).\n----> Mimar Sinan Üniversitesi'nde felsefe dersleri verdi (1982-1984).\n----> İnönü Üniversitesi Sosyoloji Bölümü'nde yardımcı doçent olarak görev aldı (1984-1986).\n----> Mimar Sinan Üniversitesi Sosyoloji Bölümü'ne katıldı, 1988'de doçent, 1996'da profesör oldu.\n----> Mimar Sinan Güzel Sanatlar Üniversitesi Felsefe Bölümü'nü kurdu ve 2013'e kadar başkanlığını yaptı.\n----> New York Üniversitesi'nde konuk araştırmacı olarak bulundu (2001).\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Ömer Naci Soykan, özellikle bilgi felsefesi, dil felsefesi ve estetik üzerine çalışmalar yapmıştır.\n--------> Bilgi Felsefesi: Bilginin doğası ve öznenin bilgiyi edinme tarzları üzerine araştırmalar yaptı.\n--------> Dil Felsefesi: Dilin felsefi anlamı ve insan düşüncesi üzerindeki etkisini inceledi.\n--------> Estetik: Sanatın kuramsal yapısını ve felsefi yönlerini ele aldı.\n• Akademik ve Kültürel Katkıları:\n----> Internationale Schelling-Gesellschaft ve Austrian Ludwig Wittgenstein Society üyesi oldu.\n----> Türkiye Felsefe Kurumu ve Türk Felsefe Derneği'nde aktif görev aldı.\n----> Türkiye’de felsefenin akademik gelişimine önemli katkılar sağladı.\n• Önemli Eserleri:\n----> Felsefe ve Dil\n----> Kuram Eylem Birliği Olarak Sanat\n----> Türkiye’den Felsefe Manzaraları (4 cilt)\n----> Arayışlar (2 cilt)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Felsefeci, Akademisyen, Felsefe Profesörü, Yazar (D. 10 Şubat 1945, Rize – Ö. 4 Aralık 2017, İstanbul). Edebiyatçı yazar Ayfer Tunç, kuzenidir.\n\nİstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü (1971) mezunu. İstanbul ve Hamburg Üniversitelerinde felsefe, sosyoloji, klasik diller ve edebiyatları okudu.\n\nDoktorasını Sistematik Felsefe alanında “Schelling’de Varlık ve Sanat Formları Sorunu” adlı tezle tamamladı. 1996’da Mimar Sinan Üniversitesi Sosyoloji Bölümü öğretim üyesi iken profesörlüğe yükseltildi. Mimar Sinan Güzel Sanatlar Üniversitesi Felsefe Bölümü’nün de kurucusuydu. Sütçü İmam Üniversitesinde de hocalık yaptı.\n\nYurt içinde ve dışında Fenomenoloji, bilgibilim, dil, kültür, tarih felsefesi, estetik ve etik alanlarında, Türkçe ve Almanca yazılı-sözlü yayınlar yaptı.\n\nProf. Ömer Naci Soykan, 4 Aralık 2017 günü İstanbul’da hayatını kaybetti. Cenazesi 5 Aralık 2017 günü öğle namazından sonra Üsküdar Şakirin Camii'nden kaldırılarak, Karacaahmet Mezarlığında toprağa verildi.\n\nÖnemli düşünürlerimizden biri olan Ömer Naci Soykan (1945-2017), felsefenin çok çeşitli alanlarında yayınlar yapmış ve bilgi felsefesiyle de yakından ilgilenmiştir. Bu çalışmada, Soykan’ın bilgi anlayışı, Bilgi Tarzlarını Bölümleme Denemesi adlı makalesi çerçevesinde ele alınmıştır. Söz konusu makale, bilginin temel sorunu olan öznenin yapısını temellendirmektedir. Soruna bilginin tanımıyla başlamış, nesne ve bilgi türleriyle bitirmiştir.\nSoykan’a göre betimleyici bir bilgi tanımı, tüm bilgi tarzlarını içinde barındırmıyorsa, demek ki burada birden çok tanıma ihtiyaç vardır. Fakat tutumluluk ilkesi uyarınca, gerek olmadıkça tarzlar çoğaltılmamalıdır. Öte yandan, bilginin ve bilimin birliği ilkesi adına bu tanımlar arasındaki bağıntılar da gösterilmelidir (Soykan 2003, 15). Bu tespit doğrultusunda, her biri, temelini öznede bulan, aynı tarzlarda da ele alınmayı hak eden, bilginin birliği ilkesi adına aralarında bağıntılar kurulan bilgi tarzlarını temellendirmektedir. Bilginin birliği temelinin bilen öznede ve bilginin ayrılığı nedeninin, öznenin bilgiyi edinme tarzlarında bulunması, benimsenen hareket noktasıdır.\n\nSoykan, bilgi sorununda ileri adımlar atabilmek için varlıksal (ontik) ve varlıkbilimsel (ontolojik) ayrımının açıklık kazanması gerektiğini belirtmiştir. Ona göre, bir şeyin niteliklerinden birinin onun varlıksal bir niteliği olduğu söylendiğinde, o şey hakkındaki bilgimizin tam, mutlak, değişmez olduğu, şeyin kendisini verdiğini dile getirmektedir. Ama böyle bir şey söyleme hakkımız yoktur (Soykan 2003-1, 15-16). Varlıksal denilen her şey aslında varlıkbilimseldir; yani dile getirilen her şey, bizim sözümüzdür. Eğer şeyin kendisini bilebilseydik, şeyin kendisi ile bundan oluşturduğumuz obje arasında hiçbir ayırım kalmazdı. Oysa biz, şeyin kendisini değil, her defasında bilgi araçlarımız ve elbette anlama yetimiz yoluyla ondan elde ettiğimiz nesneyi (objeyi) biliriz (Soykan 2003-1, 16). Bilmenin bu özelliği görünüş ile şeyin kendisi arasında bir yarım yapmayı gerektirmektedir. Soykan’a göre görünüş ile şeyin kendisi ayrımını yapmanın başlıca iki yararı şudur: Bu sayede aynı şeyin farklı bilgilerini edinmenin, bilimde ilerlemenin olanağı açıklanmış ve böylece “doğa yasası” denilen şeyin aslında bilim yasası demek olduğu anlaşılmış olur. Şeyin kendisini ya da fiziksel nesneyi bilemeyişimiz, bilgimizin sınırını gösterir. Fakat bu sınır sabit değildir; şeyin kendisinden yaptığımız yeni objelerle daima genişleyebilir (Soykan 2003-1, 16). Öznenin kendisini bilmesiyle de ilgili olarak deney bilgisi öne çıkmaktadır. Deney bilgisi, her şeyden önce, deneyen bir özne ile denenen bir şey ayrımını gerektirir. Ama kendisinde bir özne – nesne ayrımının olduğu her tür bilgi de deney bilgisi değildir .\n\nSoykan, öznenin tüm edim ve etkilenimlerinde bulunabilen ayırdında olmayı, bu niteliğinden ötürü, herhangi bir bilgi tarzı olarak değil, tersine tüm bilgi türlerinden önce gelen, insan türünün bir koşulu olarak görmektedir. Ona göre ayırdında olmanın üç tarzı vardır: 1- Tüm duygu ve duyumlarımda (etkilenimlerimde) beden -ruh birliği olarak ruhum (bilincim, kendi benim vb.) duygu ve duyumlara sahip olduğunun ayrımında olabilir. 2- Tüm zihinsel etkinliklerimde zihnim, kendisinin etkinlikte olduğunun ayrımında olabilir. 3- Beden ruh birliği olarak ruh ve zihin bütünlüğüne sahip olan ben, ruhumun ve zihnimin etkilenim ve edimlerinin ayırdında olabilirim. Bu üç tarz, her türlü bilmenin koşulu olarak, bilen öznenin kendi varlığının ve kendi etkilenim ve edimlerinin ayırdında olması biçiminde birlikte dile gelirler (Soykan 2003-1, 17).\nSoykan’a göre bilincimizin etkin olduğu, tasarımlama, anlama-kavrama, düşünme gibi edimlerimizle, daima bir şeyi kavrar ve düşünürüz. Burada öznenin nesnesi başka bir öznenin de nesnesi olabildiği zaman, yani nesne, öznenin kendisinde değil de dışında ise, bu nesne hakkındaki bilgi, aynı zamanda bu nesne aracılığıyla başkasına iletilebilmektedir. Bu tarz bilgide öznenin bilinen şey ile onun bilgisi ayrımına sahip olması, bilinen şeyin özneden bağımsız, onun dışında varolmasına dayanır (Soykan 2003-1, 19). Bu belirlenimler ışığında Soykan bilme tarzlarını ele almıştır.\n\nBirinci tarz, yani duyarlığın doğrudan doğruya sağladığı bilgide, bir şey ile o şeyin bilgisi ayrımı ve nesnenin kendisi ile onun görünüşü ayrımı yoktur (Soykan 2003-1, 19). Nesnelerin bizdeki düpedüz etkilerinin bilgisi, yani doğrudan doğruya duyarlığın sağladığı bilgi ile bu etkilerden oluşturduğumuz tasarım, görü ve kavramlar, nesnelere ilişkin tüm deneylerimiz yoluyla onlar hakkında edindiğimiz bilgi, yani anlama yetisinin bilgisi, birbirinden ayrı iki tarz oluşturur. Bizim dışımızda, bizden bağımsız bütün gerçek (real) nesnelere ilişkin nesnel bilgi bu ikinci tarzda elde edilir. Bu iki tarz arasında başlıca karakteristik ayrımlar şunlardır: Birincisinde bizde meydana gelen etkilenimin nedeni, ister içimizde ister dışımızdaki şey olsun, bu etkilenimin kendisi bilincimizin objesi olduğu zaman, o birincildir (Soykan 2003-1, 20). İkinci tarz, duyarlık temelinde anlama yetisinin sağladığı bilgidir. Duyumum hakkındaki bilgim ile duyumumun kendisi arasında, bir uygunluk sorunu yoktur. Zaten böyle bir ikilik de yoktur. Bilgi kesindir (Soykan 2003-1, 20-21). Duyarlığın sağladığı intuitif bilgi ile anlama yetisinin oluşturduğu nesnel bilginin yanında, bir üçüncü tarz olan akıl bilgisi vardıir. Biri aklın doğrudan doğruya kendisinin ürettiği bilgi, diğeri yine Kant’tan esinle aklın anlama yetisini nesne yaptığı bilgi olarak ikiye ayrılır. Matematik nesnelerin kendileri ve bunlarla yapılan işlemler, tanımlar, ispatlar, kurgulamalar biricisine girer; böylece onlar aklın ürettiği nesne bilgisi olurlar (Soykan 2003-1, 21). Öznenin, doğrudan doğruya, ne kendisi hakkında ne de kendi bedeninde bulduğu bir etkinin ne de kendisi dışındaki bir nesnenin tasarım ve kavramının bilgisi olmayıp, bütün bunların yardımıyla, ama bunlarla olan bağın koparıldığı, dördüncü tarz bir bilgi daha vardır. İnsanda duyarlığa bağlı olarak iş gören, şimdiye dek ele alınanlardan başka olan bu yeti, hayalgücü adını alır .\n\nSoykan bilme tarzları olarak tanımladığı unsurları, içeriksel olarak bir şemada özetlemiştir. Özellikler başlığı altında şu unsurlar sıralanmıştır: a- Bilinen şey ile onun bilgisi ayrımsızlığı ve şeyin kendisi ile onun görünüşü ayrımsızlığı; b- Bilinen şey ile onun bilgisi ayrımı ve şeyin kendisi ile onun görünüşü ayrımı; c- Bilinen şey ile onun bilgisi ayrımı özel bir tarzda; d- Nesne yalnızca bir özne için; e- Nesne her özne için; f- Deney bilgisi; g- Belli tarzda deney bilgisi; h- Niteliksel deyimleme; i- Niceliksel deyimleme; j- Niceliksel deyimlenebilir; k- İletilebilir; l- Dil kullanımına katılma yoluyla bir ölçüde iletilebilir; m- Uzlaşma yoluyla iletilebilir; n- Dil kullanımı, literatür, gelenek yoluyla iletilebilir; o- Aklın doğru kullanımı yoluyla iletilebilir ve doğruluğu görülebilir; p- Doğruluğu kanıtlanabilir; r- Doğruluğu denetlenemez; s- Genel geçer; t- Özneler arası geçerli (Soykan 2003-1, 26). Sıralanan bu özellikler, bilgi tarzı ve bilinen şey başlıkları altında sınıflandırılarak, bilme tarzlarının ne türden özelliklere sahip olduğu daha açık bir şekilde ortaya konmuştur.\n\nBilgi Tarzları ve Bilen Şey: 1- İntuitif Bilgi: a- Bilinen şey ile onun bilgisi ayrımsızlığı ve şeyin kendisi ile onun görünüşünün ayrımsızlığı; d- Nesne yalnızca bir özne için; f- Deney bilgisi; h- Niteliksel deyimleme; l- Dil kullanımına katılma yoluyla bir ölçüde iletilebilir; r- Doğruluğu denetlenemez. Bilen Şey: I- Özne, ben, bilinç, .. insanın tinsel bütünlüğü. 2- Nesnel Bilgi: b- Bilinen şey ile onun bilgisi ayrımı ve şeyin kendisi. ile onun görünüşü ayrımı; e- Nesne her özne için; f- Deney bilgisi; j- Niceliksel deyimlenebilir; p- Doğruluğu kanıtlanabilir; k- İletilebilir; s- Genel geçer. Bilen şey: II- Anlama Yetisi. 3- Akıl Bilgisi: 3.1 Aklın Ürettiği Bilgi: a- Bilinen şey ile onun bilgisi ayrımsızlığı ve şeyin kendisi, ile onun görünüşü ayrımsızlığı; e- Nesne her özne için; f- Deney bilgisi; i- Niceliksel deyimleme; p- Doğruluğu kanıtlanabilir; s- Genel geçer. 3.2 Olanak Bilgisi: a- Bilinen şey ile onun bilgisi ayrımsızlığı ve şeyin kendisi ile onun görünüşü ayrımsızlığı; e- Nesne her özne için; o- Aklın doğru kullanımı yoluyla iletilebilir ve doğruluğu görülebilir. Bilen şey. III- Akıl. 4- Hayalgücü Bilgisi: a- Bilinen şey ile onun bilgisi ayrımsızlığı ve şeyin kendisi ile onun görünüşü ayrımsızlığı; h- Niteliksel deyimleme; n- Dil kullanımı, literatür, gelenek yoluyla iletilebilir. Bilen Şey: IV – Hayalgücü. 5- Değer Bilgisi: c- Bilinen şey ile onun bilgisi ayrımı özel bir tarzda; e- Nesne her özne için; g- Belli tarzda deney bilgisi; h- Niteliksel deyimleme; m- Uzlaşma yoluyla iletilebilir;t- Özneler arası geçerli; (Soykan 2003-1, 26-27). Bilen şey: V – İnsanın Tinsel Bütünlüğü\nSoykan, nesne özne ilişkisinden hareketle, nesnelerin nasıl bir yapıya sahip olduğunu, konu türlerinden hareketle nesne türlerini, bilme biçimleri ile onların dayandıkları yetilerin özelliklerini ve birbirleriyle ilişkilerini temellendirmiştir.\nÇalışma makale boyutunda olduğundan, bilgi felsefesinin diğer sorunlarına değinme imkanı olmamıştır."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "• Felsefe ve Dil\n• Kuram Eylem Birliği Olarak Sanat\n• Türkiye'den Felsefe Manzaraları (4 cilt)\n• Arayışlar (2 cilt)"
		}
	}
}
