{
	"Name": "Rıza Tevfik Bölükbaşı",
	"Desc": "Türk filozof, şair ve siyasetçi",
	"Period": "Islamic",
	"Lifetime": [ 1869, 1949 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -187, -210 ],
		"Color": [ 255, 223, 201 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> Mülkiye Mektebi'nde eğitim aldı, ancak siyasi nedenlerle okuldan uzaklaştırıldı.\n----> Mülkî Tıbbiye'ye girerek tıp eğitimi aldı ve doktor oldu.\n----> İstanbul Üniversitesi'nde felsefe ve estetik dersleri verdi.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Rıza Tevfik Bölükbaşı, özellikle metafizik, tasavvuf ve pozitivizm üzerine çalışmalar yapmıştır.\n--------> Metafizik: Varlık ve Tanrı kavramlarını sorguladı.\n--------> Tasavvuf: İnsan ve evren ilişkisini mistik bir bakış açısıyla ele aldı.\n--------> Pozitivizm: Bilimsel düşüncenin önemini vurguladı.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye’de felsefe ders kitabı yazan ilk kişi oldu.\n----> Hem lise hem de üniversitede felsefe dersleri verdi.\n----> Şiirlerinde felsefi düşüncelerini işledi ve \"Feylesof Rıza\" olarak anıldı.\n• Önemli Eserleri:\n----> Felsefe Dersleri\n----> Ömer Hayyam ve Rubailer\n----> Abdülhak Hamid ve Mülahazat-ı Felsefiyyesi"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Hece vezninde yazdığı şiirlerle tanınan Rıza Tevfik Bölükbaşı, felsefeye merakı nedeniyle Feylesof Rıza olarak anılırdı. Tıp eğitimi gören Rıza Tevfik, Osmanlı döneminde milletvekilliği, Millî Eğitim Bakanlığı da yapan çok yönlü bir kişilikti. Politikadaki tutarsızlıkları ve ateşli kişilik yapısı nedeniyle olaylarla dolu bir ömür sürdü. Sevr Antlaşması’nı imzalayan Osmanlı delegesi olarak Yüzellilikler arasında yer aldığı için uzun yıllar sürgünde yaşadı; gurbet acısını, şiirlerinde dile getirdi. Sürgünde iken yazdığı \"Uçun Kuşlar\" isimli şiirinde yer alan,\n\n\"Uçun kuşlar uçun! Burada vefa yok!\nÖyle akar sular, öyle hava yok!\nFeryadıma karşı aks-i sedâ yok!\nBu yangın yerinde soğuk kül vardır.\""
		},
		"2": {
			"Header": "Hayatı",
			"Content": "Rıza Tevfik, 1869 yılında Cisr, Edirne Eyaleti'nde (günümüzde Bulgaristan'da bulunan Svilengrad'daki Mustafapaşa), Çerkes kökenli bir annenin ve Arnavut kökenli bir babanın ilk çocuğu olarak doğdu. Daha sonrasında Edirne'de intihar ederek ölen bir de bir erkek kardeşi Besim vardı.\n\nMülkiye Valisi olan babası tarafından İstanbul'daki bir Yahudi okuluna yerleştirilen Rıza Tevfik, erken yaşta İspanyolca ve Fransızca öğrendi. Öğrenci yılları boyunca önce ünlü Galatasaray Lisesi'nde ve daha sonra İmparatorluk Tıp Okulu'nda (Tıbbiye) öğrenim gördü. Huzursuz bir kişiliğe sahip olduğundan sürekli dikkat çekiyordu. Ancak otuz yaşında tamamen mezun olabildi ve bunun sonunda doktor oldu.\n\n1869 yılında Cisr'de (o yıllarda Edirne vilayetine bağlı bir kaza; günümüzde Bulgaristan'ın Hasköy iline bağlı Svilengrad ilçesi) doğdu. Babası Mülkiye kaymakamlarından Hoca Mehmet Tevfik, annesi Kafkas muhacirlerinden Münire Hanım idi. Mehmet Tevfik Bey'in emekli olmasından sonra ailesi ile gelip yerleştikleri İstanbul'da kardeşi Ahmet Nazif dünyaya geldi. Bir Musevi okulunda öğretmenlik yapan Mehmet Tevfik Bey oğlunu da aynı okula kaydetti. Rıza Tevfik bu okulda Yahudi İspanyolcası ve Fransızca öğrendi.\n\n1879'da babasının savcı yardımcısı olarak atanması üzerine göç ettikleri İzmit'te Münire Hanım sıtmadan hayatını kaybedince aile İstanbul'a döndü. Rıza Tevfik, babasının Gelibolulu bir ailenin kızı olan Şakire Hanım'la evlenmesinden sonra eğitimine bir süre Gelibolu'da bir Ermeni mektebinde devam etti; ardından Gelibolu Rüştiyesi'nde okuyarak okulu birincilikle bitirdi.\n\n1885'te Mektebi Mülkiyeyi Şahane'ye girdi, özellikle edebiyat derslerinde başarılı oldu; ancak üçüncü sınıfta iken babasını kaybetti (1891), arkasından da ihtilalcilikle suçlanarak bazı hocalar ve öğrencilerle birlikte okuldan çıkarıldı.\n\nDoktorluk mesleğine ilgi duymadığı hâlde eğitimine devam edebilmek için Tıbbiye'ye girdi. Öğrencileri etrafına toplayıp Namık Kemal'in hürriyet şiirlerini okuması; cumhuriyet hakkında konuşmalar yapmaya başlaması bu okuldan da uzaklaştırılmasına sebep oldu ancak Umumi Mektepler Nazırı Mustafa Zeki Paşa'ya yazdığı bir dilekçe sayesinde okula geri dönebildi. Ertesi sene Sirkeci'de bir kahvede hürriyet, adalet ve hükûmet şekilleri üzerine yaptığı bir konuşma nedeniyle hapsedildi; bu defa da Zaptiye Nazırı Hüseyin Nazım Paşa'nın aracılığı ile hapisten kurtulup okula dönebildi. Okulu 1897'de bitirip doktor olabildi.\n\nGümrük idaresinde, sonra Cemiyeti Tıbbiyeyi Mülkiye'de, daha sonra Karantina İdaresinde doktor olarak çalıştı. Tıbbiye'nin son sınıfında iken ilk Türk kadın pedagoji öğretmeni Ayşe Sıdıka Hanım ile evlenerek 3 kız çocuğu sahibi olan Rıza Tevfik 1903'te çocukları henüz 3, 4 ve 7 yaşlarında iken eşini kaybetti. Ertesi yıl ikinci evliliğini Nazlı Hanım ile yaptı; bu evliliğinden iki oğlu oldu.\n\n1908'li yıllarda ise Ulum-u İktisadiye ve İçtimaiye Mecmuası'nın kurucuları arasında yer aldı ve bu dergide çeşitli yazılar yazdı.\n\n30 Aralık 1949'da felç tedavisi için yattığı İstanbul Vakıf Gurebâ Hastanesi'nde saat 21.30'da zatürreden öldü.[ Cenaze namazı 1 Ocak 1950'de Şişli Camii'nde kılınmıştır. Defni ardından Rıza Tevfik'i çok seven Refi' Cevad Ulunay mezarı başında insanlara konuşma yapmıştır. Mezarı, Zincirlikuyu Asrî Mezarlığı'nda bulunmaktadır.\n\nTasavvufu Batılı anlamda tanımlarken ona vahdet-i vücûd, yani panteizm felsefesi demenin uygun olduğunu düşünür. Yaşadığı dönemde özellikle felsefî ıstılah sorununun farkında olan Rıza Tevfik, bu ıstılahî sorunu panteizm – vahdet-i vücûd ilişkisi konusunda da yaşamıştır."
		},
		"3": {
			"Header": "Felsefe Dersleri ve Konferansları",
			"Content": "Bu dönemde devrin belli başlı gazete ve dergilerinde şiirler, edebiyat ve felsefe ile ilgili makaleler yazdı; ülkenin I. Dünya Savaşı’na sürüklenmesine karşı çıktı. Tiyatro salonları ve kıraathanelerde halka açık verdiği konferanslar ile tanındı.\n\nVaniköyü'nde Raif Oğan'ın kurduğu Rehberi İttihad-ı Osmâni özel lisesinde Türkiye'de ilk defa felsefe dersleri verdi. Bu dersler önce “Mebhas-i Marifet (Bilgi Teorisi)” adıyla taş basma olarak basıldıktan sonra 1914’te “Felsefe Dersleri-Birinci Kısım” adıyla yayımlanmıştır. Yakın dostu Tevfik Fikret’in 1915’te ölümünden sonra Arnavutköy Kız Koleji'nde ve Robert Kolej'de Fikret’ten boşalan edebiyat derslerini verdi."
		},
		"4": {
			"Header": "Eserleri",
			"Content": "• Estetik.\n• Tevfik Fikret.\n• Serâb-ı Ömrüm.\n• Textes Houroufis.\n• Ontoloji Mebâhisi.\n• Bergson Hakkında.\n• Sanat ve Estetik Yazıları\n• Biraz da Ben Konuşayım."
		}
	}
}
