{
	"Name": "Sadreddin Konevi",
	"Desc": "Mutasavvıf",
	"Period": "Islamic",
	"Lifetime": [ 1209, 1274 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 230, -70 ],
		"Color": [ 247, 255, 224 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Tam İsim: Ebü’l-Meâlî Sadrüddîn Muhammed b. İshâk b. Muhammed b. Yûsuf Konevî\n• Doğum Yeri: Malatya\n• Ölüm Yeri: Konya\n• Hocaları: Burhâneddin İsmâil b. Muhammed, Ebü’l-Hasan Ali el-İskenderânî, Cemâleddin el-Vâsıtî, Evhadüddîn Kirmânî, İbnü’l-Arabî\n• Öğrencileri: Muhammed eş-Şirvânî, Şihâbüddin Konevî, Denizlili Yusuf b. Ahmed, Muînüddin Süleyman Pervâne, Şemseddin el-Eykî, Şehâbeddin Çoban, Afîfüddin Tilimsânî, Fahreddîn-i Irâkî, Müeyyidüddîn Cendî, Kutbüddîn Şîrâzî, Saîdüddin Fergānî\n• Etkilendikleri: İbn Sînâ\n• Etkiledikleri: Kutbüddinzâde İznikî, Dâvûd-ı Kayserî, Afîfüddin Tilimsânî, Fahreddîn-i Irâkî, İbn Türke, İsmâil Ankaravî, Osman Fazlı Atpazarî, İsmail Hakkı Bursevî, Yazıcızâde Ahmed Bîcân, Yazıcızâde Muhammed Efendi, Abdürrezzâk el-Kâşânî, Saîdüddin Fergānî, Molla Fenârî, Molla Câmî, Abdullah Bosnevî\n• İletişimde Bulunduğu İsimler: Burhâneddin İsmâil b. Muhammed (amcası)\n• Ekolleri: Felsefe, Tasavvuf, Ekberîlik\n• Etkilendiği Ekoller: Ekberîlik"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Sadreddin Konevî, 605/1209 yılında Malatya’da doğdu. Babası Mecdüddin İshak b. Muhammed, Anadolu Selçuklu sultanı Gıyâseddin Keyhüsrev (ö. 607/1211) ve oğulları İzzeddin Keykâvus (ö. 616/1220) ve Alâeddin Keykûbad’a (ö. 634/1237) hocalık yapan ve idarî işlerde yardımcı olan etkili bir devlet adamıdır. Konevî babasının yakın çevresi veya himâyesinde bulunan bilginlerin gözetiminde eğitimine başladı. İlk hocalarından birisi kendisinden Kur’ân-ı Kerim’i de öğrendiği amcası Burhâneddin İsmâil b. Muhammed’dir. Kütüphanesindeki kitapların kıraat ve semâ kayıtlarındaki bilgiler göz önünde bulundurulduğunda Konevî’nin eğitiminde hadis ilmine ayırdığı mesai önemli bir yer tutmaktadır. Amcasından Silefî’nin (ö. 576/1180) el-Erbaûne’l-büldâniyye isimli kırk hadis kitabını, İbnü’l-Harrât’ın (ö. 582/1186) öğrencisi Ebü’l-Hasan Ali el-İskenderânî’den (624/1227 tarihinde)  Ahkâmü’l-kübrâ fi’l-hadîs’i ve Kudâî’nin (ö. 454/1062) Şihâbü’l-ahbâr’ını, Şerefüddîn Ya’kûb b. Muhammed el-Mevsılî’den (643-644/1245-1246 yıllarında Kâhire’de) Mecdüddin İbnü’l-Esîr’in Câmiu’l-usûl’ünü ve Şemseddin Yusuf b. Halîl ed-Dımaşkî’den Ebû Nuaym’ın Hilyetü’l-Evliyâ’sını okudu.\nSadreddin Konevî tasavvuf konusunda Evhadüddîn-i Kirmânî ve İbnü’l-Arabî’den istifade etti. Özellikle babası Mecdüddin İshak ile Mekke’de (600/1203) tanışan ve onunla birlikte Malatya’ya gelen İbnü’l-Arabî’den oldukça fazla etkilendi. Konevî ile İbnü’l-Arabî arasındaki hoca-talebe ilişkisinin yanında aralarında bir sıhriyyet bağının bulunduğu, İbnü’l-Arabî’nin Mecdüddin İshak’ın vefatı (618/1221) sonrasında Konevî’nin dul kalan annesiyle evlendiği şeklinde kaynaklarda çeşitli bilgiler mevcuttur. İbnü’l-Arabî’nin başta el-Fütûhâtü’l-Mekkiyye olmak üzere pek çok eserini kendisinden okudu. Evhadüddîn-i Kirmânî ile tanışıklığında ve yakın ilişkiler tesis etmesinde İbnü’l-Arabî’nin payı büyüktür. İbnü’l-Arabî’nin yönlendirmesiyle Sadreddin Konevî, Evhadüddîn-i Kirmânî ile birlikte hacca gitti (630/1233).\n\nSadreddin Konevî ömrünün yaklaşık ilk yirmi yılını Malatya’da, gençlik ve orta yaşlılık dönemini (626-643/1228-1245) Anadolu dışında Mısır, Hicaz ve Suriye’de (çoğunlukla İbnü’l-Arabî’nin yanında), son otuz yılını da (643-673/1245-1274) Konya’da geçirdi. İbnü’l-Arabî’nin vefatı sonrasına rastlayan yıllarda Şam’dan Konya’ya gelen Konevî, Kutbüddin Şîrâzî ve Muhammed b. Ebû Bekir er-Râzî’nin de iştirak ettiği derslerinde Câmiu’l-usûl ve  Ahkâmü’l-kübrâ fi’l-hadîs’i okuttu. Bununla beraber İbnü’l-Fârız’ın Kasîde-i Tâiyye’sini şerh ettiği (643/1245-46) derslerine eserleriyle tasavvuf ilmine büyük katkılar sunan Müeyyedüddîn-i Cendî, Fahreddîn-i Irâkî, Saîdüddin Fergânî ve Afifüddin Tilimsânî gibi önemli sûfîler katıldı. Ayrıca aralarında Mevlânâ, Kadı Sirâceddin el-Urmevî, Ahî Evrân, Sa’deddîn-i Hammûye, Mahmûd-ı Hayrânî gibi dönemin meşhur sûfîleri ve âlimlerinin de bulunduğu zevât ile yakın ilişkiler kurdu. 673/1274’te Konya’da vefat etti ve  adına inşa edilmiş olan zâviyeye defnedildi."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• Miftâhu’l-Gayb ve’l-Cem’ ve Tafsîlühû: thk. Muhammed Hâcevî, İntişarat-ı Mevla, Tahran 1416/1374; trc. Ekrem Demirli, Tasavvuf Metafiziği, İz Yayıncılık, İstanbul 2002.\n• İ’câzü’l-Beyân fî Tefsîri Ümmi’l-Kur’ân: thk. Abdülkadir Ahmed Ata, Dârü'l-Kütübi'l-Hadise, Kahire 1969; trc. Ekrem Demirli, Fâtiha Sûresi Tefsiri, İz Yayıncılık, İstanbul 2002.\n• Şerhu Esmâillâhi’l-Hüsnâ: trc. Ekrem Demirli, Esmâ-i Hüsnâ Şerhi, İz Yayıncılık, İstanbul 2002.\n• el-Fükûk fî Esrâri Müstenidâti Hikemi’l-Fusûs: thk. Muhammed Hâcevî, İntişarat-ı Mevla, Tahran 1413; trc. Ekrem Demirli, Fusûsu’l-Hikem’in Sırları, İz Yayıncılık, İstanbul 2002.\n• Şerhu Erbaîne Hadîs: trc. Ekrem Demirli, Kırk Hadis Şerhi, İz Yayıncılık, İstanbul 2002; thk ve trc. H. Kamil Yılmaz, Kırk Hadis Şerhi ve Tercümesi, Meram Belediyesi Konevi Araştırma Merkezi (MEBKAM), 2010.\n• en-Nefehâtü’l-İlâhiyye: thk. Muhammed Hâcevî, İntişarat-ı Mevla, Tahran 1426/1384; trc. Ekrem Demirli, İlâhî Nefhalar, İz Yayıncılık, İstanbul 2002.\n• en-Nusûs fî Tahkî’t-Tavri’l-Mahsûs: thk. Seyyid Celâleddîn Âştiyânî, Merkez-i Neşr-i Dânişgâhî, Tahran 1342; trc. Ekrem Demirli, Vahdet-i Vücûd ve Esasları, İz Yayıncılık, İstanbul 2002.\n• el-Mürâselât beyne Sadriddîn Konevî ve Nasîriddîn et-Tûsî: thk. G. Schubert, Franz Steiner Verlag, Beyrut 1995; trc. Ekrem Demirli, Sadreddin Konevî ve Nasreddin Tûsî Arasında Yazışmalar, İz Yayıncılık, İstanbul 2002."
		},
		"3": {
			"Header": "Öğretisi",
			"Content": "Tasavvuf tarihinin -İbnü’l-Arabî dışarda tutulacak olursa- en etkili düşünürü Sadreddin Konevî’dir. İbnü’l-Arabî ve Sadreddin Konevî ile birlikte tasavvuf nazarî bir disiplin veya “müdevven bir ilim” olma hüviyetini kazanmıştır. Tasavvufun tarihi açısından yeni bir döneme işaret eden bu tarihsel kesiti, İbnü’l-Arabî ve Sadreddin Konevî “olgunluk/kemâl dönemi” olarak nitelemişlerdir. Diğer nazarî disiplinlerin dönemlendirilmelerinde görüldüğü üzere tasavvuf için de bir mütekaddimîn ve müteahhirîn ayrımı yapılacaksa şayet, bu dönem söz konusu teşebbüs için bir başlangıç kabul edilebilir. Serrâc, Kelâbâzî, Kuşeyrî gibi IV. ve V. yüzyıl müellifleri, mevzu-mebâdî ve mesâil bakımından tasavvufu hadis, tefsir ve fıkıh gibi şer’î ilimler ile birlikte değerlendirerek, tasavvufa alan açma ve çeşitli açılardan tasavvufu adı geçen ilimlere yaklaştırma gayretini güttüler. Ancak sonrasında İbnü’l-Arabî ve Sadreddin Konevî ile birlikte tasavvuf, felsefe ve kelâmın da yer aldığı aklî ilimler çatısı altında kendisine yer bulma amacıyla hareket etti.  Bu amaç doğrultusunda Sadreddin Konevî tasavvufu, ilm-i ilâhî (metafizik) olarak tanımladı. Konevî bu girişimi ile Fârâbî ve İbn Sînâ gibi Meşşâî filozofların metafiziğe ilişkin görüşlerini tasavvufî dil ve tecrübenin eşlik ettiği bir formasyonla yorumladı. Metafiziğin diğer tikel ilimler ile olan ilişkisini Konevî “ilm-i ilâhî” kavramında karşılık bulan bilgi alanına taşıdı. Yani tasavvuf ya da bu dönemdeki adıyla ilm-i ilâhî diğer ilimlerin ilkelerini kendisinden aldığı tümel bir disipline dönüştü. Nitekim dönemin olgunluk/kemâl olarak vasıflanması da bu çabayla irtibatlı bir sonuç idi. Sadreddin Konevî’nin tasavvufu teorik bir çerçeveye dahil etme girişimi, herhangi bir ilkeye ya da yönteme dayanmaksızın nas yorumculuğu yaptıklarına ilişkin sûfîlere dönük dışarıdan gelen eleştirilerin ve zâhir-bâtın ya da şeriat-hakikat ilişkisi bağlamında yapılan aşırı yorumların yol açtığı İbâhilik hususunda içeriden dile getirilen tenkitlerin önüne geçme amacına matuftu. Bu bağlamda Konevî tasavvufu, objektif kriterleri haiz homojen bir yapı olarak vaz etti. Böylece de Miftâhu’l-gayb adlı eseri başta olmak üzere Konevî sâyesinde tasavvuf kısmen tedrisi mümkün bir forma bürünmüş oldu."
		},
		"4": {
			"Header": "Varlık Düşüncesi ve Metafiziği",
			"Content": "Sadreddin Konevî’de ilm-i ilâhî ile birlikte ilm-i tahkîk, mârifetullah gibi kavramlara karşılık gelen metafiziğin konusu Tanrı’nın varlığı, ilkeleri Tanrı’nın “varlığının lazımı olan ana hakikatler” yani ilâhî isimler, meseleleri ise isimler ile ortaya çıkan hakikatler yani Tanrı-âlem arasındaki ilişkinin izahıdır. Metafiziğin konusunu Tanrı’nın varlığı yapmakla Konevî İbn Sînâcı perspektiften sapmıştır. Bu hususta Konevî’nin tasavvufî hassasiyetleri öne çıkaran bir tavrı benimsediğini söylemek mümkündür. Konevî’ye göre Tanrı mutlak yani zorunlu varlıktır, dolayısıyla da mümkünlerin varlık sebebidir.  Tanrı’nın mümkünlere varlık vermesi ve yaratması belirli bir sebebe taalluk eder. İbnü’l-Arabî’nin dile getirdiği şekliyle bu sebep, Tanrı’nın bilinme arzusu ve sevgisidir. Bu ise ilâhî isimlerin açığa çıkması ve kemallerinin zuhûru talebidir. Çünkü Tanrı için zâtî ve esmâî olmak üzere iki tür kemâlden söz edilir. Zâtî kemâl Tanrı’nın münezzeh ve aşkınlığına işaret eden bir kavramdır, Tanrı bu yönüyle âlemle herhangi bir şekilde ilişkili değildir. Ancak isimlere ait kemâlin gereği Tanrı âlemi yaratmıştır. Konevî’ye göre yaratma, yaratan ile yaratılan arasında bir yönüyle benzerlik bir yönüyle de farklılaşma meydana getirir. Konevî’nin bu yargısı Miftâhu’l-gayb’da belirttiği temel iki ilke dolayısıyladır: “Bir şey kendisinden farklı ve ona zıt bir ürün meydana getirmez.” “Herhangi bir şeyden bütünüyle kendisine benzeyen bir şey meydana gelmez.” Konevî yaratmayı sudûr teorisiyle irtibatlı bir mesele olarak ele almakla birlikte teorinin yol açtığı zorunlu nedensellik fikrini reddederek yaratma sistemine vesileciliği yerleştirmiştir. Bu durumda Konevî’nin yaratma fikri, sudûrun formel yapısını çağrıştırması yönüyle filozoflardan, içeriğin izahında ise kelâmcıların cevher-araz teorisinden etkiler taşımaktadır. Nedenselliğin reddi ile Tanrı-âlem arasındaki ilişkinin sürekliliğine vurgu yapmak amaçlanmış, bunu izahta “tecdîd-i halk” yani Tanrı’nın âlemi bir defa da değil sürekli ve her ân yeniden yaratması fikri devreye sokulmuştur ki bu durumda âlem -Eş’arîlerin cevher-araz teorisinin temel cümlelerinden biri olan- Tanrı karşısında iki anda baki olmayan arazlar toplamı olarak kalmaktadır. Dolayısıyla Konevî’nin yaratma teorisiyle, Tanrı’nın her ân eşyâyı yarattığı ve Tanrı’nın her ân eşyâ ile birlikte olduğu fikrini temellendirmeye çalıştığı söylenebilir.\n\nKonevî’nin varlık düşüncesinde en önemli konulardan birisi nefs ve nefsin mahiyeti meselesidir. Tasavvufta genel itibariyle “Nefsini bilen Rabbini bilir” sözünden hareketle nefis Tanrı’yı bilmek için aracı bir hakikat olarak kabul edilir.  Konevî nefis kavramı ile insanın hakikatine gönderme yapmaktadır ki insanın hakikati (ayn) Tanrı’nın ilminde ezeli bir hakikat olarak bulunur (sübût). İbnü’l-Arabî Tanrı’nın ilmindeki bu bulunuş hâlini vücûd ile değil de sübût kavramıyla, mevcut olan şeyi de ayn veya hakikat kavramıyla karşılamaya özen göstermiştir. Aslında İbnü’l-Arabî ve Konevî’ye göre bir şeyin hakikatinden söz etmek, onun ilâhî ilimde bulunuşundan yani ayn-ı sâbiteden bahis açmaktır, dolayısıyla bir şeyi bilmek de ilâhî ilimdeki hâli ile o şeyi bilmektir. İlâhî ilimde insanın hakikati, gayr-i mec’ûldür yani yaratılmamıştır. Sudûrdaki hiyerarşiyi andıran bir yapı ile nefis kesafet kazanarak şehadet mertebesine kadar iner. Varlığı dâirevî olarak düşünen sûfîler tarafından bu süreç nüzûl olarak adlandırılmaktadır. Sürecin devamında nefsin ilk bulunuş hâline ya da hakikatine ulaşmak ise urûc ile yani nefsin tecerrüdü ile mümkün hâle gelecektir.\n\nSadreddin Konevî’nin düşüncesinde ontolojik bir ilke olarak kabul edilen insan âlemin göz bebeği, aslı, gâyesi ve esasıdır. Tam manasıyla Hz. Muhammed’in şahsında açığa çıkan insan-ı kamil  “Sen olmasaydın âlemleri yaratmazdım” sözüne atıfla âlemin ve âlemdekilerin hem varlık hem de beka sebebidir."
		},
		"5": {
			"Header": "Bilgi Teorisi",
			"Content": "Sadreddin Konevî hakikat araştırmasında ya da hakikate ulaşmada iki yöntemin öne çıktığı görüşündedir: Bunlardan ilki istidlal, diğeri ise müşâhededir. Filozof ve kelâmcılar tarafından benimsenen istidlal ihtiyaç duyulduğu zaman yer yer sûfîlerce de kullanılan bir yöntemdir. Riyâzet, mücâhede, kalbin tasfiyesi, nefzin tezkiyesi gibi tasavvufî pratiklerle hakikate ulaşmanın bir yöntem olarak benimsenmesinde ve yöntemin imkanlarını izahta Konevî tasavvuf tarihinde dikkate değer bir isimdir. Bu bağlamda Konevî, metafizik bahislerdeki yetersizliği üzerinden ilk yönteme eleştiriler yöneltmiştir.  Konevî’ye göre yöntemin yetersizliği, Tanrı hakkında tenzih esaslı bir tasavvura yol açması, yani metafizik bilginin imkanını daraltması dolayısıyladır.  Tasavvufî yöntem ise burada işlev kazanmaktadır. Tasavvufî yöntemin kişiyi ulaştıracağı hakikat ya da kişiye sağlayacağı bilgi, marifetünnefs ve marifetullahtır. Buna göre insan öncelikle kendilik bilgisini elde eder, buna bağlı olarak da Tanrı hakkında bir bilgiye erişir. Bu tahakkuk derecesine denk gelen bir mertebedir. Bilgi ile irtibatlı olarak hakkalyakin şeklinde de isimlendirilen bu mertebede, bilgi-bilen-bilinen arasındaki ayrılık ortadan kalkar. Konevî bilgiyi etken ve edilgen olmak üzere tasnife tabi tutmuştur. Buna göre edilgen bilgi sahibinde herhangi bir eylem/amel doğurmaz; etken bilgi ise doğrudan doğruya bir eylem ile irtibatlı ve bir eylemi gerektiren bir bilgidir. Tanrı’yı bilmek sûfîlere göre dönüştürücü bir etkiye sahiptir. Bununla beraber Tanrı’ya ilişkin bilgi yani marifetullah insan nefsinin yetkinleştirilmesiyle yani marifetünnefs ile mümkündür."
		}
	}
}
