{
	"Name": "Said Halim Paşa",
	"Desc": "Osmanlı devlet ve düşünce adamı",
	"Period": "Islamic",
	"Lifetime": [ 1864, 1921 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ -80, 225 ],
		"Color": [ 197, 255, 91 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> İlk ve orta öğrenimini Kahire'de özel olarak aldı.\n----> Arapça, Farsça, İngilizce ve Fransızca öğrendi.\n----> İsviçre'de siyasal bilgiler eğitimi gördü.\n----> 1888'de Şûrâ-yı Devlet üyeliğine tayin edildi.\n----> 1913-1917 yılları arasında Osmanlı Devleti'nin sadrazamı olarak görev yaptı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Said Halim Paşa, özellikle İslamcılık, Batılılaşma eleştirisi ve siyaset felsefesi üzerine çalışmalar yapmıştır.\n--------> İslamcılık: Osmanlı'nın Batılılaşma sürecine eleştirel bir bakış açısı getirdi.\n--------> Siyaset Felsefesi: Osmanlı'nın yönetim anlayışını ve reform süreçlerini değerlendirdi.\n--------> Batılılaşma Eleştirisi: Batı'nın Osmanlı üzerindeki etkilerini sorguladı.\n• Akademik ve Kültürel Katkıları:\n----> İttihat ve Terakki Cemiyeti'nin önemli isimlerinden biri oldu.\n----> Osmanlı'nın siyasi yapısını ve reformlarını ele alan eserler yazdı.\n----> İslam dünyasının modernleşme sürecine dair fikirler sundu."
		},
		"1": {
			"Header": "Hayatı",
			"Content": "19 Şubat 1864’te Kahire’de dünyaya geldi. Mısır valisi Kavalalı Mehmed Ali Paşa’nın torunudur. Babası Şûrâ-yı Devlet (Danıştay) üyesi Prens Halim Paşa, annesi Şevk-i Cedid Hanım’dır. Prens Halim Paşa’nın en büyük oğludur. Dedeleri Konya’dan Kavala’ya yerleştirilmiş olan bir Türk ailesidir. Ailesi ile birlikte 1870’te İstanbul’da yerleşen Said Halim, ilköğrenimini özel hocalardan aldı. Küçük yaşta Arapça, Farsça, Fransızca ve İngilizce öğrendi. Yüksek tahsilini yapmak üzere İsviçre’ye gitti. İsviçre’de beş yıl kalarak siyaset bilimi alanında üniversite öğrenimini tamamladı. İstanbul’a döndüğünde II. Abdülhamid tarafından kendisine sivil paşalık rütbesi verilerek 21 Mayıs 1888’de ilk görevi olan Şûrâ-yı Devlet üyeliğine atandı. 1895’te amcası Mısır valisi Said Paşa’nın kızı Prenses Emine Tosun ile evlendi. Bu evlilikten Prens Muhammed Halim ve Prens Ömer İbrahim Halim adlarında iki oğlu oldu. Başarısından dolayı kısa zamanda Rumeli beylerbeyliği pâyesine yükseltildi (22 Eylül 1900). Ancak onu çekemeyenler, kendi adıyla anılan yalısında yasal olmayan şeyler bulundurduğunu iddia ederek ihbar ettiler. Bu olaydan sonra Yeniköy’deki yalısına çekildi.\n\n1903 senesinde Jön Türklerle ilişkisi olduğu ileri sürülerek İstanbul’dan uzaklaştırıldı. İngiliz ve Fransız elçilerinin kendi himayelerinde ülkeyi terk etme tekliflerini reddederek kardeşi Abbas Halim Paşa ile birlikte Mısır’a gitti. 1905 kışında Paris’e geçerek Jön Türklerle doğrudan ilişki kurdu. Onlara maddî ve fikrî yardımda bulundu. 1906’da Osmanlı Terakki ve İttihat Cemiyeti’nin müfettişliğine getirildi. II. Meşrutiyet’in ilânından sonra ise İstanbul’a döndü. Burada bulunduğu sürece çeşitli devlet görevlerinde bulundu. Ayrıca aynı dönemde İttihat ve Terakki Cemiyeti’nin genel sekreterliğini üstlendi. 1913’te Şûrâ-yı Devlet Reisi olarak atandı. Hemen ardından, iki gün sonra da Hariciye Nâzırlığı’na tayin edildi. Aynı yıl içerisinde Sadrazam Mahmud Şevket Paşa’nın öldürülmesi üzerine bu göreve getirilerek yeni hükümetin başkanlığını üstlenerek sadrazam oldu. Osmanlılar’ın Almanya ile ittifak içerisinde I. Dünya Savaşı’na girmesi onun sadrazamlığı döneminde gerçekleşti.\n\nPaşa, İttihat ve Terakki Cemiyeti’nin 1913 ve 1916’daki kongrelerinde başkan vekili seçilmiştir.\n\n1917 senesinde Sadrazamlık’tan ayrılan Said Halim Paşa, Mondros ertesinde hem girilen savaş hem de Ermeni kırımında dahli bulunduğu iddialarıyla yargılandı. 1919’da İngilizler tarafından Mondros’a, daha sonra da Malta’ya sürüldü. İngilizlerin o dönemde, İslam dünyasındaki farklı birçok kesimden entelektüel ve siyasetçiyi tutsak ettiği bu adada 1921 yılına kadar tutuldu. İstanbul’a dönmek istediyse de birçok farklı gerekçeyle bu isteği reddedildi. Bunun üzerine Roma’ya yerleşen Said Halim Paşa, burada 5 Aralık 1921’de Ermeni Arşavir Şıraciyan tarafından şehit edildi. İstanbul’a getirilen naaşı, 1922’de II. Mahmud Türbesi’nin bahçesine defnedildi."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• Ta’assub: 1917.\n• Mukallidliklerimiz: 1911 ve 1914.\n• Meşrutiyet.  1911.\n• Buhrân-ı İctimaîmiz: 1916.\n• Buhrân-ı Fikrimiz: 1917 ve 1919 (9 Ocak 1919’dan itibaren Sebîlürreşâd dergisinde tefrika edilmiştir).\n• İnhitât-ı İslâm Hakkında Bir Tecrübe-i Kalemiyye: 1918 (12 Eylül 1918’den itibaren de Sebîlürreşâd’da “Akvâmı İslâmiyyenin Esbâb-ı İnhitâtı” adıyla tefrika edilmiştir).\n• İslâmlaşmak: 1918.\n• İslâmda Teşkîlât-ı Siyâsiyye: 1921 (Roma’da Les Instituons Politiques dans la Société Musulmane adı ile yayınlanmıştır).\n• Islahatımızın Esasları: Matbu olarak basıldığını bilmiyoruz; elimizdeki risale Said Halim Paşa’nın kendi el yazısı ile yazdığı bir nüshadır.\n• Mektuplar: Malta’da sürgünde iken Amerika Devlet Başkanı Wilson, İngiltere Başbakanı Loyd George ve Fransa Başkanı Monsieu Clemencea’ya birer mektup göndermiştir. Mektupların muhtevaları aynı olup 38 sayfadan ibarettir. Mektuplar matbu değildir.\n• Hâtıralar: Paşa siyasî hâtıralarını kaleme almış, ancak bunları şahâdeti dolayısıyla tamamlayamamıştır.\n• Dîvân-ı Âlî Suallerine Yazılı Olarak Verilen Cevaplar: 5 Kasım- 21 Aralık 1918 tarihleri arasında Divân-ı Âlî’nin sorularına yazılı olarak verdiği cevaplar, dönemin Vakit gazetesinde tefrika edilmiş ve 1933 yılında da Harp Kabineleri’nin İsticvâbı adıyla yayınlanan kitapta bir bölüm olarak yer almıştır."
		},
		"3": {
			"Header": "Öğretisi",
			"Content": "II. Meşrutiyet dönemi düşünce dünyası, “Karşı karşıya kaldığımız sorunları, kendi tarihî mirasımızın imkanlarını seferber ederek mi yoksa Batılılaşarak mı çözebiliriz?” sorusu etrafında şekillenmiştir. Said Halim Paşa hem Batı tecrübesini bilen hem de İslâmî terbiye ve talim almış bir şahsiyet olarak katılmıştır tartışmaya. Paşa, Batıyı çok iyi biliyordu çünkü üniversite eğitimini Batı’da almıştı. Köklü bir aileden geldiği ve İslâmî bir terbiye aldığı için de buranın düşünce mirasına yabancılaşmamıştı. Bu farklı beslenme kaynakları ile kurduğu irtibat, meseleleri ele alışındaki özgüvenli tutuma doğrudan yansımış bulunmaktadır.\n\nSaid Halim Paşa’ya göre; “her milletin kendine has fikirleri ve hisleri olmasaydı, ictimaiyât ilmi hayvanât ilmi ile garip bir şekilde iç içe bulunurdu. Bunun içindir ki başka milletlerin tecrübelerini transfer etmeye kalkışan bir milletin, tamiri imkânsız birtakım hatalara düşmemesi çok güçtür.”  O, bu ifadelerle Osmanlı ve İslam medeniyetinin karşı karşıya kaldığı sorunlara çözüm için kendi medeniyetini adres gösteriyordu. Bu yüzden ona göre çözüm İslamlaşmaktadır. İslamlaşmak ise İslamiyet’in inanç, ahlâk, yaşayış ve siyasete ait esaslarının tam olarak uygulanması demektir. Bu esasların her biri bir sonraki ilkenin zeminini oluşturur. Ona göre kişi İslam’ın inanç, ahlâk, toplum ve siyasete ait esaslarını mutlak manada kabul etmeli, zamanın değişmesiyle bu unsurları yorumlayarak bir bütünlük içinde tatbik ederek mükemmel bir Müslüman olmalıdır. Bunları içselleştirmeyen kişinin Müslümanlığı ise ona bir şey kazandırmaz.\n\nPaşa’ya göre bizim sorunlarımızı çözmede Batı medeniyetinin önemli bir katkısı olamazdı, çünkü farklı coğrafyalardaki toplumlar düşünce tarzı, ruh hali, kültür yapısı ile birbirinden farklı özelliklere sahipti. Siyasî, toplumsal ve iktisadî alanlarda meydana gelen olayların sebepleri ve ortaya çıktığı coğrafya dikkate alınmadan yapılacak tetkikler ve sonuçlar hakikatten uzak hayali şeyler olacaktır.\n\nOna göre, Osmanlı aydınları buna dikkat etmedikleri için gitgide kendi toplumuna yabancılaşmaktadır. Karşılarına çıkan her sorunu Batılı bakış açısı ile irdelemeyi benimseyen bu aydınların çoğu “kendi memleketlerine, Batı’da mevcut ne kadar siyasî müessese varsa bunların ya hepsini veya hiç olmazsa bir kısmını getirmekten başka bir şey düşünmez hale gelmiştir. Bu kişiler vatanın gerek toplumsal gerek siyasî gelişmesini sağlayabilmek için Batı’nın düşünce ve prensiplerini aynen tatbik etmekten başka bir çare bulunamayacağı inancıyla hareket etmişler ve bu inançlarını açıkça söylemeye başlamışlardır.” Ona göre, “bu Batılılaşmış kafalar, çaresini bulmak istedikleri hastalığın ne tabiatını ne de mahiyetini hiçbir zaman gereği gibi anlayamamışlardır. İlerlemesini temin etmeye çabaladıkları İslam toplumunu ise ne yazık ki tanımamaktadırlar.”\n\nSaid Halim Paşa Batılılaşmacı aydınları bu şekilde eleştirirken, İslam medeniyetinin çöküşünü “Müslümanlar yükseliş devirlerinde olduğu gibi, yine dinlerine bağlı bulunuyorlar; fakat eskisi gibi yükselmek şöyle dursun, gerileyip alçalıyorlar. Demek aynı sebepler aynı neticeyi vermiyor.” şeklinde tahlil eder ve bu çöküşü Müslümanların İslâmî görevlerini eskisi gibi yerinde getirmemesine bağlar.  Maddi şartların bozukluğunun da önemli bir sebep olduğunu söyleyen Said Halim Paşa, maddi koşulların düzeltilmesi için tabiatta bulunan nimetlerden faydalanılmasını vurgular. Bunun da ancak “tabiatı idare eden kanunları tanımak ve bu kanunlardan çıkan ilimlere sahip olmakla” gerçekleşeceğini ifade eder. Paşa, İslam dünyasının içinde bulunduğu çöküşten kurtulması için “kendisinde bulunmayan ve bulunmaması gerileme ve çökmesinin biricik sebebini teşkil eden ilim ve fenleri durmadan kazanmaya ve elde etmeye” çalışması gerektiğini belirtir. Ancak bu çabadan,    Batı’nın “iktisadî ilkelerini, çalışma ve sermaye teşkilatına ait usûllerini ve bunlar arasındaki münasebetleri tıpkı orada olduğu gibi kabul etmeye taraftar olmak manasının” anlaşılmamasını ister.\n\nSaid Halim Paşa, İslam ahlâkının temelini oluşturan Allah’a imanın insana hakikati araştırma görevini yüklediğini, bunun için ise bazı imkanların ve vasıfların bulunması gerektiğini ifade eder. Bu vasıflar ise hürriyet, eşitlik ve yardımlaşma-dayanışmadır. Hürriyet Müslümanlara kabul ettikleri din tarafından yüklenmiş bir görevdir. İnsanların kullanıp kullanmamakta serbest olduğu veya kanun koyucunun, yani devletin istediği zaman alıkoyacağı, istediği zaman kısıtlayabileceği bir siyasî hak değildir. Herkesin özgür olmasının aynı zamanda herkesin eşit olması anlamına geldiğini ifade eden Paşa, hürriyet ve eşitliğin sevgiyi ve yardımlaşmayı da beraberinde getirdiğini vurgulamaktadır.\n\nPaşa’ya göre devlet olmaksızın bu imkanları oluşturmak mümkün değildir. Ona göre devlet, kendi toplumunu başka toplumlar karşısında temsil eden ve toplumun yönetilmesinde gerekli olan siyasî sistemin devamlılığını sağlayan bütün kurumların çatısını oluşturan bir kurumdur. Bu sebeple varlığı zorunludur. Toplumun iyi bir şekilde yönetilebilmesi için tarihe, tecrübelere dayanan bir devlet teşkilatlanması olmalıdır.\n\nSaid Halim Paşa’ya göre Müslümanların devlet tasavvurunu şekillendiren “İslam’ın siyaset ilkeleri, İslâmî ahlâkın yönlendirdiği toplumsal çerçevede geliştiği için kin, rekabet ve düşmanlık gibi kötü huylardan arınmıştır. Bu sebeple sınıf kavgaları ve geçimsizlikler İslam toplumuna yabancıdır. İslam’da siyasî egemenlik ve siyasî müesseseler sosyal dayanışmadan çıktıkları için her ikisi de bu dayanışmanın birer temsilcisidir.” Siyasî kurumlar İslâmî ahlâkın en iyi şekilde uygulanması ve toplum nizamının sağlanması için kurulduğuna göre siyasî egemenlik de bunların koruyucusu olmaktan ibarettir.\n\nDevlet ve toplum tarafından verilen siyasî gücün farklı kurum veya kişilere dağıtılmasının kurumsal veya kişisel rekabetin ortaya çıkmasına sebep olabileceğini ifade eden Paşa, siyasî gücün parçalanmasına karşıdır. O devletin başındaki yöneticinin, sürekli denetlenmek şartıyla, devletin tüm yetkilerini elinde bulundurması gerektiğini düşünmektedir. Siyasî gücü elinde bulunduran kişiye verilen bu yetkilerin kaynağı ise halktır.\n\nSaid Halim Paşa, siyasî ve toplumsal yapının esaslarının belirleyen ilk unsurun İslam dininin hükümleri olması gerektiğini ifade eder.  Devlet teşkilatında bulunması gereken hiyerarşiyi de şu şekilde sıralar: Devlet başkanı, devlet başkanı tarafından oluşturulan icra kuvveti (hükümet), devlet başkanını ve icra kuvvetini millet ve dini hükümler adına denetleyen ve kontrol eden toplum tarafından yetkilendirilmiş bir meclis. Bu hiyerarşinin başında yer alan devlet başkanı ile icra kuvvetinin ise üç önemli görevi vardır: 1) Şeriata uygun hareket etmek. 2) İdaresi altında bulunan halkın hürriyet ve eşitliğine saygı duymak ve bu hakları korumak. 3) Toplumsal yardımlaşma ve dayanışmayı yaygınlaştırmak. Said Halim Paşa halk tarafından verilen bu görevleri hakkıyla yerine getirmeyenleri veya verilen yetkileri uygun bir şekilde kullanmayanları görevden alma yetkisinin onlara bu yetkiyi veren halkta olduğunu ifade eder.\n\nModern demokratik devletten farklı olarak Paşa, halk iradesinin şeriat prensiplerinden üstün olmadığını savunur. Paşa’ya göre; “millî irade nasıl tabiat karşısında kudret ve hüküm sahibi olamayarak onun kanunlarına itaat zorunda ise manevi ve sosyal alanda da aynı şekilde hâkimiyet iddiasında bulunamaz. Bu sahanın kanunlarına da uymak zorundadır. Üstelik uyulması gereken ahlâkî ve toplumsal kanunların tespit edilmeleri dahi tabiat kanunlarının tespiti kadar kolay değildir. Bu kanunlar ötekiler gibi insanın müşahede ve akıl yürütmesi yolları ile tespit olunamazlar.” Bu nedenle millî iradenin, “şeriatın kendisine gösterdiği sosyal ve ahlâkî nizama saygı göstermek ve boyun eğmek zorunda” olduğunu ve bundan dolayı millî iradenin “ikinci derecede bir yere” konulması gerektiğini belirtmektedir.n\nKanun yapma meselesinde yaygın eğilimlerden farklı bir tutum sergileyen Paşa’ya göre İslâmî bir siyasî sistemde kanunlar “Şeriat’ın ruhuna vakıf” kişilerden oluşan bir heyet tarafından yapılmalıdır. Bu heyet “faziletleriyle, tecrübeleriyle, ilimleriyle milletin hürmet ve itimadını kazanmış mütehassıslar”dan oluşacaktır. Bu alimler heyeti, “millet meclisi gibi bağımsız olacak ve Şeriat’ın mutlak hakimiyetini sağlamlaştırmak ve devamlı kılmak” için görev yapacaktır. Meclisin görevi ise kanun yapmak değil, devlet başkanını ve icra kuvvetini denetlemektir. Onun hayatının son günlerinde yazdığı İslâm’da Teşkîlât-ı Siyâsiyye adlı eseri, bu konuları ihtiva eden ve ulusal düzlemde ne yapılması gerektiği ile ilgili Müslümanlar tarafından sunulmuş “ilk proje”dir."
		}
	}
}
