{
	"Name": "Selahattin Hilav",
	"Desc": "Türk felsefeci, yazar ve çevirmen",
	"Period": "Republic",
	"Lifetime": [ 1928, 2005 ],
	"Importance": "High",
	"GUI": {
		"Position": [ -115, -250 ],
		"Color": [ 255, 234, 221 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü'nden mezun oldu (1950).\n----> 1954-1958 yılları arasında Fransa'da Sorbonne Üniversitesi'nde felsefe eğitimi aldı.\n----> Türkiye'ye döndükten sonra çeşitli gazetelerde, dergilerde ve yayınevlerinde çalıştı.\n----> Meydan Larousse ve Büyük Larousse ansiklopedilerinde redaktörlük yaptı.\n----> Yazko Felsefe Yazıları dergisinde yöneticilik yaptı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Selahattin Hilav, özellikle Marksizm, varoluşçuluk ve diyalektik düşünce üzerine çalışmalar yapmıştır.\n--------> Marksizm: Türkiye’de Marksist düşüncenin kuramsal olarak anlaşılmasına katkıda bulundu.\n--------> Varoluşçuluk: Jean-Paul Sartre ve diğer varoluşçu filozofların eserlerini Türkçeye kazandırdı.\n--------> Diyalektik Düşünce: Diyalektik düşüncenin tarihsel gelişimini ele aldı.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye’de felsefenin ve birçok kuramsal konunun anlaşılmasına açıklayıcı yazılarıyla öncülük etti.\n----> Dilimizdeki felsefe terimlerinin zenginleşmesi için büyük çaba harcadı.\n----> Marx, Engels, Sartre, Schopenhauer, Freud, Foucault gibi düşünürlerden çeviriler yaptı.\n• Önemli Eserleri:\n----> Gerçeküstücülük (1962)\n----> Diyalektik Düşüncenin Tarihi (1966)\n----> Toplumculuk ve İnsan Problemleri (1966)\n----> 100 Soruda Felsefe (1970)\n----> Felsefe Yazıları (1993)\n----> Edebiyat Yazıları (1993)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "17 Nisan 1928 tarihinde İstanbul Fatih'de doğdu.[1] İran Kürtlerinden İstanbul'a göç etmiş ve sonradan Hilav soyadını almış olan babası Muhammed Mihri Bey, annesi Kafkas göçmeni Şaziye Hanım`la 1920 yılında evlendi. Lamia, Süheyla, Leyla isimli üç kız, Necmettin adında erkek kardeşi oldu.\n\nCarşamba İlkokulu ve Karagümrük Ortaokulu`nun ardından 1946'da İstanbul Erkek Lisesi'ni bitirdi. İstanbul Üniversitesi Edebiyat Fakültesi Felsefe Bölümü'nden[2] 1950'de mezun olduktan sonra, Fransa'da Sorbonne (1954-1958) ve İşçi Üniversiteleri'nde okudu.\n\nYurda döndükten sonra çok sayıda gazete, dergi, ansiklopedi ve yayınevinde çalıştı. Meydan Larousse, Büyük Larousse sözlük ve ansiklopedilerinde redaktörlük yaptı. Felsefe çalışmalarını kesintisiz sürdürdü. Felsefeci, çevirmen ve denemeci olarak tanındı. Yazko Felsefe Yazıları dergisinde yöneticilik yaptı. Felsefe yazılarının yanı sıra edebiyat üzerine yazılar da yayımladı. Türkiye'de felsefenin ve birçok kuramsal konunun anlaşılmasına ve öğrenilmesine açıklayıcı yazılarıyla öncülük etti. Ataç, Eylem, Yeni Ufuklar, Türkiye Defteri, Yelken, Değişim, Yön, Sosyal Adalet, Papirüs, Adam Sanat gibi dergilerde ve çeşitli gazetelerde denemeleri ve incelemeleri yayımlandı.\n\nAydınlanmacı felsefenin ve Marksizm'in Türkiye'de kuramsal olarak anlaşılmasında önemli katkıları oldu. Yabancılaşma kavramı başta olmak üzere, Asya tipi üretim tarzı, şeyleşme [en] gibi pek çok marksist kavramın bu şekilde Türkçeye girmesini sağladı. Varoluşçuluğun hem edebî hem de felsefî olarak Türkiye'ye girmesine katkıda bulundu.\n\nMarx, Engels, Sartre (Bulantı), Arthur Schopenhauer (Aşkın Metafiziği), Freud, Roger Garaudy, Gerear de Nerval (Doğu'da Seyahat), Diderot ve Jean le Rond d'Alembert (Ansiklopedi: Seçilmiş Maddeler), Michel Foucault (Bu Bir Pipo Değildir), Kojéve (Hegel Felsefesine Giriş), Oscar Wilde ve Jaroslav Hasek gibi pek çok yazardan çeviriler yaptı.[3]\n\nSelahattin Hilav, 12 Mayıs 2005 tarihinde İstanbul'da hayatını kaybetti. 2006 yılında anısına iki armağan kitap yayımlandı: “Selâhattin Hilâv’a Saygı” (Haz. Doğan Özlem-Güçlü Ateşoğlu), “Felsefeden Edebiyata Selahattin Hilav” (Haz. Selahattin Bağdatlı); yine aynı yıl öğrenciliğinde Paris'ten yazdığı mektuplar derlendi: “Selahattin Hilav ve Paris Mektupları” (Sema Rifat)."
		},
		"2": {
			"Header": "Kitapları",
			"Content": "• Gerçeküstücülük (1962),\n• Diyalektik Düşüncenin Tarihi (1966)\n• Toplumculuk ve İnsan Problemleri (1966)\n• Felsefe El Kitapları (1970)\n• Edebiyat Yazıları, Yapı Kredi Yayınları (1993)\n• Felsefe Yazıları, Yapı Kredi Yayınları (1993)\n• 100 Soruda Felsefe, K Kitaplığı (2003)\n\nHilav, soyut konulara yönelmiş fakat bu konuları somutlaştırmada da ustalaşmıştır. Dilimizdeki felsefe terimlerinin zenginleşmesi için büyük çaba harcamıştır. Pek çok yazardan çeviriler yapan Hilav, Diyalektik Düşüncenin Tarihi ve 100 Soruda Felsefe gibi çalışmaları ile saygın bir yer edinmiştir."
		},
		"3": {
			"Header": "Felsefe Yazıları",
			"Content": "Kitap üç bölüme ayrılıyor ve 1) Marxçılık ve Sosyalizm bölümünde (s. 9-121) 17 yazı; 2) Asya tipi üretim tarzı bölümünde (s. 125-180) 4 yazı ve 3) Felsefe ve Sanat bölümünde (s. 183-377) 26 yazı olmak üzere toplam 47 yazıdan oluşuyordu.\n\nBu yazılar, kitabın arka kapağında da belirtildiği gibi, marxçılığı bir dogma olarak değil, bir yöntem olarak ele almak isteyen bir düşünce çabasının ürünleriydiler. Amaç, Osmanlı-Türk toplumunun gerçeklerini, resmî tarih ve ideolojinin ötesine geçerek ve bunların iç yüzlerini ortaya dökerek açıklamaktı. Dolayısıyla, bu yazılarda, “yabancılaşma”, “Asya-tipi üretim tarzı” gibi kavramlara gönderimler vardı. Bunların yanı sıra ve bunlara bağlı olarak bizde “birey”in Batı’daki bireyden nasıl ve neden farklı olduğu üzerinde duruluyordu. Ayrıca, çeşitli Batı düşünce akımları, bunların felsefesiz bir toplumla ilişkileri ve nasıl özümlendikleri ya da özümlenemedikleri de bu yazıların ele aldığı sorunlar arasında yer alıyordu. Bir başka önemli sorun, insanların ancak felsefeyle insan olabileceği sorunuydu. Eğer insanoğlunun temel varlığı düşünceyse, felsefenin edindiği formlar insanın hangi aşamada olduğunu ortaya dökmek zorundaydılar. Bundan ötürü, ancak düşünce ve kültürle belli bir aşamaya varılabileceği ve tepeden inme şekilsel politik reformlarla insansal içeriğin köklü bir değişikliğe değil (Tanzimat ve Cumhuriyet dönemlerinde görüldüğü gibi), ancak gülünç bir kılık değişikliğine uğratılabileceği de bu yazılarda ileri sürülen tezler arasında yer alıyordu.\n\nArtık kitabın arka kapağındaki bu sunuş ışığında kitaba bir göz atabiliriz.\nMarxçılık ve Sosyalizm üzerine: Hilav ‘a göre “Marx ve Engels, sosyalizmi, şimdilik düşünebileceğimiz en yüce toplumsal organizasyona göre yönelmiş hareket ve bu hareketin bilinci olarak” tanımlıyorlardı (FY, s. 13).\n\nGerçekten de Marx ve Engels, teorik ve pratik praksisleri içinde, sosyalizmi (ya da komünizmi) bir ilk gelişme dönemleri boyunca, yaratılması gereken bir durum ya da gerçekliğin kendini uydurması gereken bir ülkü olarak değil ama güncel durumu “kaldıran” bir gerçek devinim; ikinci bir gelişme dönemleri boyunca daha çok bir “toplum biçimi” olarak tanımlıyorlardı. Buna bağlı olarak marksizmin, Marx ve Engels’in sağlıklarındaki gelişmesinin birinci döneminde (1843/47’den Paris Komünü’ne, 1871’e kadar götürebiliriz bu dönemi) daha çok sınıf bilinci sorunsalı, ikinci döneminde ise devrimci strateji ve taktikler sorunsalı öncelik kazanıyordu.\n\nDüşünce yöntemi olarak Marksizm üzerinde sık sık duran Selahattin Hilav, örneğin “yabancılaşma\" kavramını irdelediği bir yazıda şöyle diyordu: “Marksizm, kendisine aykırı olan bütün düşünceleri, açıklar ve aşar. Bundan ötürü, gerçek marksist felsefede mutlak karşıtlıklar değil, bir açıklama ve aşma (Aufhebung) söz konusudur. İnsanlığın, bugüne kadar ortaya koymuş olduğu (kendi şartları içinde) her doğru düşünce ve atmış olduğu her ileri adım marksizm içinde, kaynaşmış ve daha yüksek bir plana (bir senteze) ulaşmış halde ele alınır. Bundan ötürü, marksizmin, dünyayı tabiatüstü ve manevi bir ilkeye açıklayan idealizme sadece karşıt olmadığı ama idealizmi ve başka düşünceleri bu dünya görüşlerini en yararlı taraflarını içine alıp kaynaştırarak aştığını söylememiz gerekir. Bundan ötürü, marksizm sadece işçi sınıfının ideolojisi olarak kabul edilemez. Çünkü marksizmi sadece işçi sınıfının felsefesi ve dünya görüşü olarak kabul etmek, onu, öteki felsefelerden ve dünya görüşlerinden biri olarak ele almak demektir. Oysa, marksizm bütün felsefeleri ve dünya görüşlerini içinde taşıyan ve aşan bir düşünce metodudur.\" (FY, s. 46-47.)\n\n“ATÜT ve Türkiye sosyalist hareketi” üzerindeki yazıda aynı konuyu bir kez daha ele alan Hilav’a göre, “... marksist düşünce sadece politik teori ve politik pratik değildir. Marksist düşünce, insan bilgisinin ve yaratışının bütün alanlarını kapsamak, kendisinden önce ortaya konulan bütün ürünleri özümleyerek aşmak, her alanda bilimsel açıklamalar getirmek zorunda olan bir düşüncedir.” (FY, s. 154.)\n\nOysa, “Düşünce ve felsefe tarihimize ilişkin saptamalar”da da belirtildiği gibi, “Doğruluğun (hakikatin) bir yerde bulunduğu ve oradan alınabileceği, devşirilebileceği ve özümlenebileceği (kullanılabileceği) inancı dinsel kökenlidir ve düşünce dünyamıza her zaman egemen olmuştur.” (FY, s. 281.)\n\nBuradan, kültür üzerine gelebiliriz. “Evrensel kültür” (tırnaklar Hilav’dan) başlıklı yazıya bir göz atalım: “Kültür, insanoğlunun, doğaya dayanarak doğadan sıyrılma, kendi dünyasını ve dolayısıyla kendisini kurma, yaratma çabasıdır. ... Tek başına kalan kültürler var, çağlarındaki bilinen dünyayı egemenlik altına alan, ama sonra içlerine kapanan, etkileri dışlayan, direnen kültürler var, çelişen, çatışan ve etkileşen kültürler var ve bütün öteki kültürleri özümlemeye yönelen ya da en azından etkileyen ve yıkan bir kültür de var.\n\nBu sonuncusu, modern çağların bir olgusudur; yani Batı kültürüdür; kapitalizm üzerinde temellenen burjuva kültürüdür... “evrensel kültür” deyimiyle... bu kültürün belirtilmek (imlenmek) istendiğini sanıyorum. Eğer böyleyse, bu kültür ile ulusal kültür (burada bizim ulusal kültürümüz üzerinde durmamız gerekiyor) arasında ne gibi bir ilişki vardır sorusuna şöyle cevap verebiliriz:\n\nBatı kültürü, akılsal düşünceye, eleştiriye, araştırmaya, keşfe, icada dayanan açık bir kültürdür; zamansallık bilincini içinde taşır, insanlığın tüm verimlerini saptamaya, özümlemeye yönelir; bireye ve özgürlüğe önem verir (en azından kendi alanı içinde). Bizim kültürümüz ise, inanca dayanır; her şeye bir çözüm getirilmiş olduğu, doğruların sadece öğrenilmesi gerektiği ilkesine dayanan ve dolayısıyla eleştiriye, araştırmaya, keşfe, icada gereksinim duymayan; zamandışılık içinde devinip duran; bireylerden çok topluluğa, özgürlükten çok dinsel, töresel ve siyasal buyruklara uymaya önem veren daha geniş bir kültür çevresi içinde yer alır ve dolayısıyla genelde, kapalı bir kültürdür.” (FY, s. 299-300.) “Felsefeyi tanımamış toplumlar”a özgü bir kültür diyebiliriz buna. Oysa, “Demokratik ve laik kültür sürecinden geçmemiş, özgür düşünceyi ve eleştiriyi (dolayısıyla felsefeyi) tanımamış toplumların tümünde, şiddet ve buyurganlık egemendir. Üstelik buyurganlık, toplumun yalnızca yönetici sınıf ve zümreleri değil, halkın çeşitli katları tarafından da benimsenmiştir.” (FY, s. 303.)\n\nATÜT ve Batılılaşma üzerine: Bir araştırma varsayımı olarak ele alınacak olan Asya-tipi üretim tarzının 60’lı yıllarda marksist metod ve araştırma açısından taşıdığı önem sorununu irdeleyen Hilav’a göre bizde ATÜT’e karşı duyulan ilgi, “aslında Türkiye sosyalist akımının pratikteki aksaklıklarının gözlenmesinden ve Türkiye gerçekleri ile klasik şemaların uzlaştırılması konusunda güçlük çekilmesinden doğmuştur. Türkiye toplumunun geçmişini ve bugününü marksist teorinin kaynaklarına inerek ve marksist metodu kullanarak bilimsel açıdan incelemek konusunda ATÜT’ün yararlı bir varsayım olabileceği düşünülmüştür.\" (FY, s. 154.)\n\nBatılılaşma sorunsalına da bu varsayım açısından yanaşan Hilav, “Tarihsel gerçeğimiz ve felsefe” konusunu irdelerken şöyle diyordu: “Batılılaşma hareketinin, Osmanlı İmparatorluğu’nu hem paylaşmak hem de belli bir biçimde ayakta tutmak isteyen kapitalist Avrupa devletleri ile onlara boyun eğen içerdeki yönetici ve sömürücü zümre ve kadroların etkilerini ve egemenliklerini sürdürmek amacıyla giriştikleri bir hareket olduğu, bilimsel araştırmalarla iyice gösterilmiştir ve bizde ancak son yıllarda açıkça söylenebilmektedir. Batılılaşma, bizde, egemenliklerini yeni ekonomik ve tarihsel koşullara uydurmak ve pekiştirmek isteyen sınıf ve zümrelerin ideolojik silâhıdır. Bu akımın nesnel ve ayırt edici özelliği, gerçek ve köklü ıslahat hareketlerine (reformlara) girişmeden ‘ıslahat yapmak’, ‘devrimci’ hareketin gereklerini yerine getirmeden ‘devrimler’ yapmaktır. Başka bir deyişle Batılılaşma, olmayan şeyi oluyormuş gösteren, örten başka kılığa sokan ideolojik ve aldatıcı bir görüştür. Türkiye’nin Batılılaşma ile kalkınacağına gerçekten inanan ve içtenlikle çaba harcayan kimselerin bulunması, bu gerçeği değiştirmez. Herhangi bir ülkenin kalkınması, insanların sadece iyi niyetleriyle gerçekleştirilebilecek bir şey değildir.\n\nKapitalizm çağında bir ülkenin kalkınması, ancak, gerçek kapitalist düzene geçilmesi ya da sosyalizme yönelmesiyle gerçekleşebilir.” (FY, s. 291-292.)\n\nSelahattin Hilav‘a göre Osmanlı İmparatorluğu ve Türkiye Cumhuriyeti’ndeki Batılılaşma hareketinin altındaki gerçek ekonomik anlam, kapitalistleşme çabalarıydı. (FY, s. 294.)\n\nAncak “Osmanlı İmparatorluğu ve Türkiye Cumhuriyeti, bir burjuva sınıfı yaratarak kapitalistleşme konusunda,\" −Hilav’ın belirttiği başka şeyler yanında− “zaman bakımından da geç kalmıştı. Çünkü kesin ıslahat hareketlerine girişildiği zaman (on dokuzuncu yüzyıl) ve daha sonra kapitalizm, bir yeni ortak kabul etmeyecek kadar yaygınlaşma ve güçlenme yoluna girmiş bulunuyordu. Türkiye’de ancak, yabancı kapitalistle işbirliği yapabilecek kökü dışarda ve derme çatma bir ticaret burjuvazisinin oluşmasına izin verilebilirdi.” (FY, s. 293.) (Hilav’ın belirttiği başka şeyler arasında, burada, “geç kalmış da olsa Japonya’nın on dokuzuncu yüzyıl sonlarında ve yirminci yüzyıl başında otuz-kırk yıl içinde kesinlikle kapitalistleşmesini olanaklı kılan belirlenimler\"e de işaret ediliyordu.)\n\n“Batılılaşma” ve “Batılaşma” sözcüklerini Selahattin Hilav, yazılarında ayrım gözetmeden kullanıyordu. Oysa Düzenin Yabancılaşması adlı ünlü yapıtında İdris Küçükömer, özellikle “Batılaşma” sözcüğünü kullanıyor ve “Türkiye Batılaşamaz!” derken, gerçeklikte Türkiye’nin Batı Avrupa ülkeleri, ABD ve Japonya’nın kapitalistleştikleri gibi kapitalistleşemeyeceğini, sömürgeleşmeden kapitalist sisteme eklemlenemeyeceğini, Türkiye’nin önünde sosyalistleşmeden başka gerçek bir kalkınma seçeneği kalmadığını anlatmaya çalışıyordu.\n\n“Batılılaşma” terimini ise, Doğulu bir toplumun, özünde “sivil toplumsuz” denebilecek bir toplum olmaktan çıkıp, derece derece “sivil toplumlu” bir toplum durumuna dönüşmesi anlamında kullanmak doğru olurdu, Nitekim İdris Küçükömer de “Batılaşma” dediği “yabancılaşma”ya ve bu yabancılaşmayı simgeleyen CHP devletçiliğine, sivil toplumun oluşma ve gelişmesinin önündeki engeller olarak karşı çıkıyordu. Bu açıdan o, tam bir “Batılılaşma”cıydı. Küçükömer’in “Batılaşma” dediği “yabancılaşma”, kendi terimleriyle söylemek gerekirse, “Batısal politik kavramlar ya da tarihi kategorileri, oradaki gelişim ve vargılarından soyutlayarak form diye alıp, reform diye tamamen başka tarih ve yapıdaki bir topluma ve üstelik o yapıyı yok sayarak üstten monte etmek” girişimiydi. (SHP’nin temsil ettiği politik miras, \"İktisat\" dergisi, Eylül 1987, sayı 274, s. 41.)\n\nYabancılaşma üzerine: Bu konuyu içeren parça, Selahattin Bağdatlı’nın “Selahattin Hilav’la konuşma”sından alındı. İlk kez Türkiye Defteri dergisinin Nisan 1975 tarihli 18. sayısında yayımlanan bu konuşmanın tam metni, Felsefe Yazıları’nın 156-180. sayfalarında yer alıyor. Yabancılaşma’yla ilgili soru ve yanıt şöyle:\nSelahattin Bağdatlı: Marksist literatürdeki yabancılaşma (alienation) kavramı karşısında, toplumumuzun, bu kavramın dile getirdiği somut durumu nedir? Tanzimat sonrası Batılaşma hareketlerinin, bu kavram karşısında somut bir gerçekliği var mı? Yoksa hareketlerin sonuçları, daha başka bir kavramla mı dile getirilmelidir?\n\nSelahattin Hilav: Bence çok önemli bir soru... Gerçekten de, bu kavram, ilk ortaya atıldığından bu yana, tamamen yanlış anlaşılmış ve marksist olduğunu söyleyenler tarafından bile tamamen yanlış kullanılmıştır. Aslında, bu yanlışlıktan hareket edilerek, bizde genel olarak düşüncenin ve özel olarak marksist teorinin bir tasvirini, bir fenomenolojisini yapmak ve bir gerçeğin köküne inmeden (burada bir kavramın gerçek anlamı söz konusu) ortada dolaşan yalapşap düşünmelere, sanılara nasıl kapıldığımızı göstermek kolaydır. Bu bizim iki yüzyıllık üstünkörü ve hazırlopçu tutumumuzun ilgi çekici bir sergilenmesi olabilir. Ama bu sorun ele aldığımız konuyu doğrudan doğruya ilgilendirmiyor.\n\nEvet... yıllarca önce bir çeviride (sanıyorum, Garaudy’nin Marksizm ve Jean Paul-Sartre başlığı altında çevirdiğim bir kitabında) bu kavramı yabancılaşma diye Türkçeleştirmiştim. Bu terim zamanla moda hâline geldi, “ilerici” fıkra yazarlarından, gazetecilerden, sanatçılara ve teorisyenlere kadar herkes bu kelimeyi kullanmaya başladı. Hiç kimse bu terimin nerden geldiğini, gerçek anlamının ne olduğunu düşünmedi.\n\nSorunuzun ikinci bölümüne (ağırlık noktasına) geçmek için bu kavramın anlamı üzerinde fazla durmayacağım. Çünkü birçok yazımda, terimin gerçek anlamını boş yere defalarca açıkladım. Yalnız şunu söylemek isterim: Yabancılaşma Hegel’den gelen ve Marx’ın gençlik yazılarında sık sık kullandığı, olgunluk yazılarında ise değişik bir anlam içinde ele aldığı temel bir kavramı dile getirir; marksizmin anlaşılması için kavranması gereken ana açıklama-ilkelerinden biridir. Kısaca ve bir iki örnek vererek bu kavrama yaklaşmaya çalışalım: Platon felsefesinde duyulur ve maddî dünyanın üstünde bir ruh ilkesi vardır; bu ruh zamanla maddî dünyanın içine düşmüş, kendisinden başka bir şeye dönüşmüş, alçalmıştır. Rousseau, insanoğlunun önceleri bir doğa varlığı olduğunu, zamanla, bilimlerin ve uygarlığın etkisiyle doğadan ayrıldığını, yozlaştığını, kendi gerçek özünü yitirdiğini söyler. Hegel, bütün varlığın temeli olarak gördüğü Geist’ın, yani zihnin ya da ruhun (bunu kişisel olmayan bir tanrı halinde de düşünebiliriz) doğa olarak kendisinden başka bir biçime büründüğünü, kendisine yabancılaştığını, sonra insanoğlunun dünyasında ve bilincinde yeniden kendine döndüğünü, kendini bulduğunu ileri sürer. Tasavvufta tüm ve biricik varlık olan tanrı, görünür ve duyulur dünya olarak parçalanmış tek tek varlıklar haline dönüşür; ete kemiğe bürünmüştür; kendinden başka bir şey olmuştur ve yeniden ana kaynağına dönecektir...\n\nBu örnekler, yabancılaşma kavramının temel felsefe anlamını veriyor bize. Bu farklı görüşlerde ortaklaşa olan, başlangıçtaki ilkenin bir başka varlık haline dönüşmesi, bir başka biçime bürünmesidir; alçalması ve yozlaşmasıdır.\n\nMarx’ta, bu felsefe kavramı, ekonomik ve sosyal bir içerik (muhteva) kazanır, doğa-üstü ilkelerin değil, insanın ve toplumun başından geçen bir serüven ele alınır. Marx, özellikle gençlik yazılarında (1844 Elyazmaları bunun en belirgin örneğidir) emeğin yabancılaşmasından söz eder. Ne demektir bu? Emeğin yabancılaşması, emekçinin yarattığı ürünün emekçinin elinden kaçması, ondan bağımsız bir varlık haline girmesi, onun karşısına dikilmesi, onu egemenliği altına alması, insanı insanlığından çıkarması, tutsak etmesi, yozlaştırmasıdır. Marx, daha sonra, Alman İdeolojisi’nde ve Kapital’de bu kavramı daha da işleyecek ve bilimselleştirecek, ekonomi, toplum ve tarih olaylarını açıklayabilmesini sağlayan işlevsel (yani bilimsel açıklamayı sağlayacak) bir temel-kavram haline getirecektir. Yabancılaşma, son zamanlarda özellikle Fransız düşünürü Althusser’in etkisinin sonucu olarak bizde sanıldığı gibi Marx’ın bilimsel görüşü ile bağdaşmayan bir kavram değildir. Marx, Kapital’in 1. cildinde Meta’ın Fetişizmi diye ayrı bir bölüm yazmış ve burada yabancılaşmanın özel bir biçimini, yani ekonomik yabancılaşmayı, kapitalist üretim içinde işçinin yarattığı meta’ın, kendisine yabancı bir gerçek haline gelip onu egemenliği altına almasını; insanların yerine insanların ürünlerinin geçmesini, eşyanın yaratıcı insanı egemenliği altına almasını hayranlık verici bir biçimde açıklamıştır. Bu arada, dinin de bir yabancılaşma biçimi olduğunu, insanın kendi yaratma gücünü tanrıya yansıttığını; elle tutulur gerçeklerin hayalî varlığın egemenliğine girdiğini belirtmiştir. (Bu açıklamaların daha sonra, İtalyan düşünürü Labriola ve Lukacs’tan başlayarak birçok marksist düşünür tarafından geliştirildiğini biliyoruz.) Yine Kapital’de, Marx şöyle der: “Kapitalist sistemin temelinde, üreticinin, üretim araçlarından köklü bir ayrı düşmesi yatar (vardır).” (Capital, 1, 3, s. 154, Ed. Sociales.) Burada, Marx’ın daha önceki yazılarında belirttiği (özellikle, bizde, Kapitalizm Öncesi Ekonomi Şekilleri adıyla bir bölümü çevrilen Grundrisse’de) daha geniş bir yabancılaşma kavramını dile getirdiği görülür. Demek ki, Marx, Althusser’in bilimsel dönemi diye adlandırdığı döneminde de bu kavramı, değişik bir biçimde de olsa, kullanmaya devam etmiştir...\n\nBizde bu kavramın başına neler geldi? Söylediğim gibi, kavram bu ilk ve temel anlamından kaydırıldı, her konuda yabancılaşmadan söz edildi. Herhangi bir birliğin bozulması, bir organik bütündeki herhangi bir işlev (fonksiyon) bozukluğu; herhangi bir şeyden ayrılmak, uzaklaşmak; sevmemek ilgilenmemek; bir kişi ya da grubun eski görevini yerine getirmemesi yabancılaşma diye adlandırıldı. Giderek “halka yabancılaşma”, “çoluğuna çocuğuna yabancılaşma” gibi acayip sözler ortaya atıldı. Oysa yukarıda kısaca belirtmeye çalıştığım gibi, Marksizmdeki yabancılaşma kavramı, sadece, toplum içindeki insanın fikir ya da nesne karşısında bir eşya hâline gelmesini; onlara boyun eğmesini; cansız bir varlık derekesine düşmesini; onları kendisinin değil, onların kendisini yarattığını sanmasını; özgürlüğünü yitirmesini dile getirir. Başka bir anlamı yoktur. Bu olgunun çeşitli yanları Marksist literatürde, yabancılaşma, şeyleşme terimleriyle belirtilir.\n\nBundan ötürü, Batılaşma ya da Tanzimat hareketinin bir yabancılaşma olduğu söylenemez. Bunlar, herhangi bir başka sosyal ya da tarihsel olay gibi, sadece sosyal ve tarihsel özellikler taşıyan olaylardır. Tanzimat ya da Batılaşma hareketi içindeki Türk toplumunda ortaya çıkan yabancılaşmadan söz edilebilir ancak. Ayrıca genel olarak, Türk toplumundaki yabancılaşma biçiminin, kapitalist toplumlardaki ekonomik yabancılaşmadan (meta fetişizminden) ne gibi farkları olduğu; ya da daha derine inilerek böyle bir yabancılaşma söz konusu edilip edilemeyeceği araştırılabilir. Örneğin, klasik Anadolu Türk toplumunda meta üretimi göremiyoruz. Öyleyse, yabancılaşmayı daha çok din olgusunda, törelerde, politik yabancılaşmada (bizde çok yaygın olarak görüldüğü gibi, devlete tapınmada; devlet-baba, devlet-kapısı, devlet-malı mitoslarında) arayabiliriz. Ama bu, somut ve bilimsel araştırmaların yapılmasını gerektirir. Batılaşma, iki ayrı toplum yapısının karşılaşması ve bizdeki egemen sınıf ve zümrelerin orijinal bir çözüm getiremeden durumu idare etmek için buldukları taklitçi, yüzeysel ve aldatıcı bir çıkış yoludur sadece. Yani bir tarih olayıdır. Oysa yabancılaşma sosyolojik bir olgudur; bütün gelişmiş insan topluluklarının yapısal bir özelliğidir, bir boyutudur. (Tanzimat için de Batılaşma için söylediklerimizi tekrarlayabiliriz.) Bir kavramın işlevinin (fonksiyonunun) ne olduğunu, hangi özel alanda kullanılması gerektiğini iyice bilmek zorunludur. Ayrıca bütün bu garip durum bizde marksizmin temel kavramlarının gerçek anlamları içinde kavranmadığını, kavranamadığını ya da kavranmak istenmediğini gösteriyor. Bu, belki de, marksizmin bilimsel bir görüş olmasından ötürüdür...\"\n\nBirey ve Bireyselleşme üzerine: Memleketimizden insan manzaralarının sergilendiği “Felsefenin başlangıcı, Doğu, Korku, Birey” başlıklı saptamaların bir yerinde şöyle yazıyordu Selahattin Hilav:\n“Herhangi yeni bir bilimsel akımın hemen moda olması da, taklit ve yaratışsızlık üzerinde temellenen insan tekinin tipik davranışlarından biri olarak görülebilir. Nitekim Batı’da yaygınlaşan bir bilimsel yöntemin (örneğin edebiyat bilimi konusunda) bütün edebiyat fakülteleri öğretim üyeleri tarafından hep birlikte kabul edilip bir çeşit ‘toplu din değiştirme’ görünümü edinmesi de, düşünceyi kendinden başlatamayan ve hazıra konmak isteyen insan teklerinin ayırdedici özelliğini göz önüne seren bir davranıştır,” (FY, s. 269.) Burada “birey” diyemediği için “insan teki” dediğini anlıyoruz Hilav’ın. Doğuda “birey”in töze, mutlağa, dinsel gerçekliğe oranla ilineksel olduğunu söyleyen Hegel’e gönderimde bulunan ve bu töze devleti ve onun toplumsal yaşam içindeki form kazanmalarından biri olan resmîliği, otoriteyi, bürokrasiyi de katan Hilav, şöyle diyordu:\n“İlineksel insan teki söz konusu olduğu zaman, kadın/erkek, birey olarak değil, kadınlık/erkeklik tözünün ilinekleri olarak davranacaklardır. Burada cinselliğin, içselleşmemesi ve bireyselleşmemesi, töz olarak insan tekinin dışında kalması, insanı yöneltmesi ve kendisinin bir geçici temsilcisi olarak kullanması söz konusu olacaktır. Bireyselleşmeden yoksun kadın/erkek, birbirine hiç bir zaman ‘kişi’ olarak yaklaşamayacaktır. Yalnızca, tözün bir parçası olarak, bir ‘kişilik-dışı’ varlık olarak yaklaşabilecektir. Teke tek bir yaklaşma ve birleşme (gerçekleşse bile) söz konusu değildir burada. Yalnızca tözlerin birleşmesi söz konusudur.\n\nNitekim, erkeklerin kadınlarla olan serüvenlerini yine erkeklere anlatmaları ve bu anlatmalarında yaşadıkları serüvenlerden daha fazla tat almaları, kadınların kendilerine en yakın erkekten çok, yine kadınlara açılmaları, sırlarını dökmeleri bunun olgusal bir kanıtı olarak görülebilir.” (FY, s. 270.)"
		},
		"4": {
			"Header": "Edebiyat Yazıları",
			"Content": "Kitap altı bölüme ayrılıyor ve 1) Gerçeküstücülük bölümünde (s. 9-22) üç yazı; 2) Nazım Hikmet bölümünde (s. 25-72) dört yazı; 3) Kemal Tahir bölümünde (s. 75-102) beş yazı; 4) Ahmet Hamdi Tanpınar bölümünde (s. 105-131) iki yazı; 5) Şairler ve şiir bölümünde (s. 135-159) altı yazı ve 6) Denemeler-İncelemeler-Eleştiriler-Soruşturma Cevapları bölümünde (s. 163-207) on yazı olmak üzere toplam otuz yazıdan oluşuyordu.\n\nN.Hikmet’e, K.Tahir’e, A.H.Tanpınar’a, çeşitli şairlere ve edebiyat sorunlarına ilişkin bu yazılar, kitabın arka kapağında da belirtildiği gibi gerçek anlamıyla edebiyat eleştirileri değil. Hilav’ın Felsefe Yazıları’nda dile getirmeye çalıştığı görüşleri, edebiyat alanında ve somut bir malzeme üzerinde örneklendirme çalışmasının ürünleri. Edebiyat, hem bireyin yeteneğinin, hem de toplumsal geleneğin bir ürünü olduğuna göre, Asya-tipi bir toplumdan ve Doğu despotluğundan gelen bir toplumda, ondan çok farklı ve hatta onun tam tersi olan bir Batı toplumu edebiyat geleneği nasıl başarılı ürünler verebiliyor? Bu yazılarda ele alınan temel sorun buydu. Batı kültür darbesi altındaki Doğulu toplumun bireyleri olarak yazarlar ne gibi formel ve içeriksel çözümler bulmuşlardı? Bu da birinci soruya bağlı olarak Edebiyat Yazıları’nın ikinci sorununu oluşturuyordu. Kısacası bu yazılardaki yaklaşım, felsefe geleneğinden yoksun olan edebiyat eleştirimizin ötesine geçmek ve kavramsal düşünce çabasına dayanmak isteyen bir iyi niyetin ürünleri olarak görülebilirdi. Bir kaç örnek üzerinde duralım.\n\nSanat ve Marksizm üzerine: “Açıkça söylemeseler de Marksist felsefenin ‘sanat’a önem vermediğini işmar etmeye çalışıp gizlice dudak bükenler; marksist olduklarını ileri sürüp, marksist felsefenin ‘sanat’a önem vermediğini söyleyen dogmatiklerle birleşiyorlar. Varılmış olan bu ortak sonucun altında, marksist felsefenin bilinmeyişi yatmaktadır; marksizmin bir hazırlop kurallar topluluğu değil, kendi-içinde-yeniden-kendine-dönerek-kendini-durmadan-aşan bir metod ve düşünce olduğunun anlaşılmamış oluşu yatmaktadır.” (EY, s. 62.)\n\nŞiir üzerine: “Felsefe gibi şiir de hem içinde bulunduğumuz gerçekliğin yansısı ve sonucu, hem de özgürlüğe doğru atılmış bir adımdır; daha doğrusu, bir adım olmak zorundadır... Şiir, insani olmayan’ın ve yabancılaşmışın maddî temelini değişime uğratamazsa da, bu değişimin manevî şartlarını hazırlar. Çağdaş şiirin, verilmiş-dünya’yı yansıtan ya da bu dünya ile birey arasındaki birleşmeyi sağlayan eski şiire karşılık, kişiyi verilmişten koparan, onun ötesine ileten bir serüven, bir keşif bir yaşama biçimi niteliği taşıması bundan ötürüdür. Çağdaş Batı şiiri herşeyden önce bir aşma, keşif, bir yaşama biçimi olarak görülmezse kavranamaz... Çağdaş Batı şiiri, özü gereği, dile karşı bir baş kaldırma, dilin alışılagelmiş kullanılışını bozma biçiminde ortaya çıkmıştır. Dadacıların ve Gerçeküstücülerin, geleneksel dünyanın taşıyıcısı olarak gördükleri dile karşı özel bir tavır takınmaları bu davranışın önemli görünüşlerinden biridir.” (EY, s. 135-136.) Blaise Cendrars-Seçmeler kitabına “Giriş”ten yaptığı bu alıntıya, “Can Yücel üzerine”den bir ikinci alıntıyı ekleyecek ve Can Yücel’e geçeceğim.\n\n“Hegel’e göre şiir, evrenin temelinde bulunan ve onunla özdeş olan Akıl’ın, İde’nin ya da Tin’in (Geist’ın) kendini en somut ve en yetkin biçimde dile getirdiği bir alan; insanoğlunda bilincine ulaşan Mutlak’ın önemli bir konaklama yeri ya da uğrağı. Bu açıdan şiirin, insanoğlunu insan olmaya çağrı, insanoğlunun İnsan’a kavuşma, kendini daha iyi tanıyıp bilme ve kendini yaratma çabalarından biri olduğu söylenebilir. Bu ileri sürüş, insanolum ile şiir arasındaki derin ilişkiyi irdelemeye çalışan felsefî bakışın sonucudur... Yalnızca edebiyat çerçevesi içinde kalan ve beylik kavramlarla iş gören bir şiir irdelemesinin, soyut ve teknik düzeyi aşamaması ve yararlı olmasına rağmen yetersiz kalması, belki de, yukarıda sözü geçen felsefi boyuttan yoksun olmasının sonucudur.” (EY, s. 150.)\n\nCan Yücel üzerine: “Kendisinden başkasına göndermeyen imgenin ya da nesne/sözcük’ün kullanılması, ‘dil simyası’, töresel/resmî dil anlayışının çarpıttığı sözsel dünyaya karşı çıkış ve şiirsel sözcük dağarcığının pervasızca genişletilmesi; mizah, alay, yergi, öfke, sevecenlik, lirizm ve bunlara altyapılık eden kapsayıcı bir kültür ve bilgi, her an işleyen bir eleştirel dünya görüşü, siyasal bilinç ve kendini durmadan sorgulayıp deşen bir öznellik, Can’ın şiirinin temel ögeleri... Can, Breton’un dediği gibi ‘sözcüğü köpürtmek’le, şiiri sözcükten fışkırtmakla, en uzak ve karşıt imgeleri çarpıştırmakla ya da yan yana getirmekle kalmıyor. Çağrışımsal olanaklarını sonuna kadar kullandığı ve kimi zaman ‘kelime oyunları’yla, cinaslarla bir başka yaşama kavuşturduğu sözcüğü, fiziksel olarak değişime de uğratıyor; hece ve harf düzenini altüst ediyor; bildiklerimize benzeyen ama bir bakıma yepyeni ve etkileyici sözcükler yaratıyor. Dilin ve sözcüğün bu biçimde kullanılması, kurulu düzenin taşıyıcısı ve koruyucusu olan belli bir söylemin yıkıma uğratılmasıdır ve şairini devrimci olabilmesi için, dilde ve deyişte kendi şiir devrimini gerçekleştirme zorunluluğunu hem ortaya koyar, hem de zorunluluğun nasıl aşıldığını gösterir.” (EY, s. 151 ve.153.)\n\nCahit Irgat üzerine yazarken, resmî ideoloji ve bunun edebiyattaki uzantıları üzerinde de bir kez daha durmak olanağını buluyordu Selahattin Hilav. Şöyle:\n“Cumhuriyet dönemi resmî ideolojisinin İttihat Terakki’den devraldığı ve kökü çok daha gerilere giden tepeden inmecilik, buyurganlık, doğu faşizmi, evrensel yasaklama eğilimi, kitap korkusu ve fikir düşmanlığı, 40’lı ve 50’li yılların temel özellikleridir ve kasvetli bir gelenek olarak günümüze kadar sürmüştür. Genellikle toplumsal, siyasal ve kültürel alanda, özellikle de edebiyat ve şiirde kendini gösteren bu inanılmaz baskılar, Nazım Hikmet gibi bir büyük şairin ‘yaşamdan ve edebiyattan sürülmesi’ sonucunu vermişti. Böylece, ‘küçük insan’ şairlerine bir alan açılmış oldu. ‘Anlayana sivrisinek saz’ düşüncesine dayanan ve ‘tedbil gezen’ bir şiir yaygınlaştı. Batı şiiri örnek alınıyordu ama bu şiirin geçirmiş ve geçirmekte olduğu evrim pek bilinmiyor ya da gerektiği gibi kavranamıyordu. Geleneksel Türk şiirindeki besleyici ögeler, resmî ideolojinin aldatıcı ‘ilericilik’ yorumu dolayısıyla küçümseniyor ve algılanamıyordu. Nitekim bu gelenek içinde önemli bir yenileştirme deneyi gerçekleştiren Yahya Kemal de, sağcılar tarafından ‘vatan-millet edebiyatı’ çerçevesi içinde değerlendiriliyor ve ‘solcular’ tarafından gözardı ediliyordu. Bu kopukluklar, 40’lı ve 50’li yılların Türk şiirinde bir ‘çölleşme’ dönemine yol açmıştır. Vezin ve kafiyenin atılması, lirizmden yüz çevirme, imge kullanılmaması, günlük dilin olduğu gibi devşirilmesi ve ‘eda’, bu yıllarda, şiirde yenilik sayılıyordu. Garip akımının poetikası, bilindiği gibi ‘eda’ya dayanır. Ne var ki eda sözcüğü, ‘tarz’, ‘üslup’ ve ‘deyiş’ten başka bir anlam taşımaz ve dolayısıyla herhangi bir şiir yeniliğinin temeli de olamaz. Çünkü ‘eda’, her gerçek şiir ürününde gördüğümüz evrensel bir belirlenimdir. Nitekim Nef’i, ‘Var mı bir bencileyin şair-i pâkize edâ’ diyordu. Ama 40’lı ve 50’li yılların toplumcu şairleri (Cahit de bunların arasındadır), şiirsel geleneğin ve kaynakların hem Doğu hem Batı yönünde bu biçimde kurutulmuş olduğunun pek farkında değillerdi ya da ister istemez bu hava içinde yazmak zorunda kalmışlardı. Hattâ bu küçültme ve kurutmayı, bir “başkaldırı” ve “ilerici davranış” olarak benimsedikleri bile söylenebilir. Bu şairlerin içine düştüğü çelişki, kendi toplumcu dünya görüşlerini, bunun tam tersi olan ve şiirde egemen bir poetika içinde vermek zorunda kalmalarından kaynaklanmıştır. Toplumcu bir görüş, insanı bütün yanlarıyla (düşünce, hayal, özlem, bilinçdışı, başkaldırı, eleştiri) ele almak zorundadır. Oysa bu şairler, kuşa döndürülmüş bir şiirsel araçla bu işi yapmaya çalıştılar. Bundan ötürü, yetenekleri ne olursa olsun, amaçları ile araçları arasındaki oransızlık, onları kısıtladı ve şiirlerinde yansıdı.” (EY, s. 146-147.)\n\nVe... Kemal Tahir. “Kemal Tahir ve tarihi kavramak” başlıklı yazıda Selahattin Hilav, şöyle diyordu:\n“Olguların her gün olumsuzladığı (cerh ettiği, inkâr ettiği) soyut klasik şemalar, marksist teorinin kendi içinde yeniden kendine dönmesini; yaratıcı bir metod olarak kullanılıp bir kılavuz hâline gelmesini; aldatmacalardan kurtulup etkin bir devrimci aksiyona yol açılmasını gerektiriyordu. K. Tahir’in tarihe yönelmesi, toplumumuzun ve kendisinin geçirdiği acı deneylerden ders almasından ötürüdür. Batılaşmayı ve onun bir ürünü olan Cumhuriyet devri ideolojisini; ‘Ebedî Şef’ ve ‘Millî Şef’ mitoslarını ve bizde ‘devrimler’ diye adlandırılan ama sınıf muhtevası hiç bir zaman açıkça ortaya konmayan hareketleri kıyasıya eleştirmesi de bundan ötürüdür. Aynı neden, K. Tahir’in, bu aldatmacaları ve bu hareketleri gerektiği gibi eleştirip kendi felsefesini ve sentezini getiremeyen klasik Türk marksist düşüncesinin de karşısına çıkması sonucu doğurmuştur. Cumhuriyet devri ideolojisinin bilerek ya da bilmeyerek temsilcileri olan ‘ilericiler’in K. Tahir’e diş bilemeleri kolayca anlaşılabilecek bir olaydır. Çünkü Batılaşma hayranı olan, ekonomik temelden yoksun, yani millî burjuvazisiz bir milliyetçilik ve bunun sonucu olarak ırkçılık görüşünü benimseyen ve bundan ötürü geleneksel Anadolu toplumu halklarına hayat hakkı tanımayan; bütün sorunları laiklik-teokratik yönetim, dindarlık-yobazlık, eğitim-eğitimsizlik gibi ideolojik karşıtlar açısından gören; ekonomik sorunlardan söz edilince ‘komünistlik’ yaftasını yapıştıran (Selahattin Hilav bu satırları 1974 yılında yayımlıyordu) kapıkulu aydınların iç yüzünü en iyi ortaya vuran kimse K. Tahir’dir.” (EY, s, 88.)\n\nBurada Edebiyat Yazıları’nın “gerçek anlamıyla edebiyat eleştirileri olmadıkları”nı unutmamak gerekiyor. Kemal Tahir elbette romancı olması dolayısıyla ele alınıyor bu kitapta, ancak romancı olmaktan çok sarsıcı bir düşünür olarak ya da, eğer isterseniz, “romancı-düşünür” olarak değerlendiriliyor."
		}
	}
}
