{
	"Name": "Seyfeddin Amidi",
	"Desc": "Eş‘arî kelâmcısı ve usûl-i fıkıh âlimi",
	"Period": "Islamic",
	"Lifetime": [ 1156, 1233 ],
	"Importance": "High",
	"GUI": {
		"Position": [ 110, -225 ],
		"Color": [ 191, 212, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Tam İsim: Ebü’l-Hasen (Ebü’l-Kāsım) Seyfüddîn Alî b. Muhammed b. Sâlim es-Sa‘lebî\n• Doğum Yeri: Diyarbakır (Âmid)\n• Ölüm Yeri: Dımaşk (Şam)\n• Hocaları: İbnü’l-Mennî, Ebu’l-Feth İbn Şâtil, İbn Fadlan, Ammar el-Amidî, Muhammed es-Saffar, İbn Abide\n• Öğrencileri: İbn Ebî Usaybia, İzz b. Abdisselâm\n• Etkilendikleri: Bâkıllânî, İbn Sînâ, Gazzâlî, Ebü’l-Hüseyin el-Basrî\n• Etkiledikleri: Çârperdî‌,  ‌Sarimüddîn el-Vezîr, Kemâlpaşazâde, İbn Emir Hacc, İbnü't-Tilimsânî, Şihâbeddîn el-Karâfî, İbnü’l-Hâcib, İbnü'l-Hümâm\n• Ekolleri: Felsefe, Fıkıh, Kelam, Yeni-Eşarîlik"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Âmidî, 551’de (1156) Diyarbekir’de doğdu. İlk eğitiminden sonra tahsilini tamamlamak üzere Bağdat’a gitti ve Hanbelî âlim İbnü’l-Mennî’den fıkıh, cedel ve münazara âdâbı okudu. Dönemin büyük hadis bilgini İbn Şâtil’in derslerini takip etti, Hıristiyan ve yahudi bilginlerden felsefe ve mantık öğrendi. Âmidî’nin felsefe öğrenmesini hoş görmeyen Şâfiî fakihleri onun inancının bozulduğunu iddia ettiler. Bunun üzerine Âmidî Şam’a gidip (1196) aklî ilimler üzerindeki çalışmalarına orada devam etti. Bir müddet sonra kelâm, felsefe ve fıkıh usûlünde devrin en büyük otoriteleri arasında yer aldı. Aynı yıl Eyyûbîler’in idaresi altındaki Mısır’a gitti ve burada dersler verdi. Mısır fakihleri onu inanç bozukluğu ve felsefî fikirleri yaymaya gayret göstermekle itham edip katline fetva verdiler.\n\nBunun üzerine Hama’ya kaçan Âmidî, Eyyûbî Hükümdarı Muhammed b. el-Melikü’l-Muzaffer’in himayesine girdi. İki yıl sonra el-Melikü’l-Muazzam Şerefeddin Îsâ’nın daveti üzerine Şam’a giderek burada on yıl kadar müderrislik yaptı. Görevinden azledildikten sonra evine çekilip münzevi bir halde yaşayan Seyfeddin el-Âmidî, 4 Safer 631 (9 Kasım 1233) tarihinde vefat etti. Mezarı Şam’da Cebel-i Kâsiyûn Kabristanı’ndadır."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• el-İhkâm fî Usûli’l-Ahkâm: nşr. Abdürrezzâk Afîfî, Dârü’s-Sumey‘î, Riyad, 2003/1424.\n• Müntehe’s-Sûl fî İlmi’l-Usûl: nşr. Ahmed Ferîd el-Mezîdî, Dârü’l-Kütübi’l-İlmiyye, Beyrut 2003/1424.\n• Ebkâru’l-Efkâr fi Usûlu’d-Din: nşr. Ahmed Muhammed el Mehdi, Kahire 2002; nşr. Ahmet Ferid Mezidi, Beyrut 2003.\n• Gâyetü'I-Meram fi İlmi'l Kelâm: nşr. Hasan Mahmud Abdulatif, Kahire 1971.\n• Keşfu't-Temvîhât."
		},
		"3": {
			"Header": "Öğretisi",
			"Content": "Âmidî kelâm, usûl-i fıkıh, felsefe ve mantık sahasındaki eserleriyle meşhurdur. Usûl-i fıkıhta meseleleri fürudan tecrit edip, aklî istidlâl yolunu seçen ve mezhepleri tahkike önem veren muhakkik bir usûlcü olarak tanınır. Âmidî, hilâf ilminde de şerhleriyle kendine has bir usûl ortaya koymuştur.\nÂmidî kelâmî meseleleri felsefi bir tarzda, akli delillerle izah etmiş, Râzî ile başlayan kelâm felsefe yakınlaşmasını daha da ileri götürerek insanın yetkinleşmesinin aklî ilimlere vakıf olmak suretiyle elde edileceğini belirtmiştir. Gâibin şâhidle kıyaslanması gibi birçok kelâmî metodu reddeden Âmidî naklî ve semî delillerin hatabî bir değer taşıdığını ileri sürmüştür. Râzî’nin cevherin ve arazın hudûsu şeklinde belirttiği isbât-ı vâcib yerine mümkünün ademden sonra var olması şeklinde bir isbât-ı vâcib yöntemini benimsemiştir.\nÂmidî, hudûs ve imkân delillerini birleştirerek mümkün varlıkların sonlu ve sınırlılığı üzerine kurulu bir aklî delil geliştirmek istemekte İslâm filozofları ve mütekellimlerin çokça kullandıkları sadece hudûs veya sadece imkân delillerini kullanmamakta buna bağlı olarak cevher ve araz kavramlarına iltifat etmemektedir. İbn Sînâ’nın imkân delilini güçlü, İbn Rüşd’ün ihtira delilini ise psikolojik nedenlerle daha faydalı bulan Âmidî’nin kendi delilinin aşamaları şöyle tasvir edilebilir: Öncelikle yokluktan sonra fiilen mevcûd haline gelen ve müşahede edilen hadis şeyler hissî bedâhet ve açıklıkla vardır. Bu hadislerin yokken var olmalarından hareketle mümkün şeyler olduğu aklî delillerle ispat edilir. Bu hâdis ve mümkünler, başkasıyla değil, zorunlu varlık olan ilk mevcûda dayanmalarını göstermek üzere teselsül batıldır. Onun bu delili kelâmcı ve filozofların hudûs ve imkân delillerini birleştirmesi itibariyle orijinal görünmekle birlikte çeşitli eleştirilere de maruz kalmıştır. Âmidî, Râzî’nin İbn Sînâ’nın İşârât’ı üzerine yazdığı şerhteki yanlış gördüğü noktaları düzeltmek için Keşfü’t-Temvihât adıyla bir şerh yazmıştır. Bu eserde, çoğunlukla Râzî’nin varlık görüşü, varlığın müşterekliği ve Zorunlu Varlık’ta varlık ile mahiyetin aynı olduğuna dair Râzî’nin eleştirileri İbn Sînâcı bir perspektifle cevaplanmaya çalışılmıştır."
		},
		"4": {
			"Header": "Fıkıh Usûlü",
			"Content": "Âmidî’nin usûl-i fıkıhta mensubu olduğu mütekellim geleneğin klasik sonrası dönemi Fahreddin er-Râzî ile başlatılabilir. Onun öncesinde her ne kadar Gazzâlî mantığı fıkıh usûlü ve kelâm gibi İslâmî ilimlere dâhil etmeye çalıştıysa da, doğru düşünmenin kurallarını açıklayan mantığın bütüncül şekilde bir dil olarak fıkıh usûlüne yerleşmesinin Râzî tarafından başarıldığını söylemek mümkündür. Râzî’nin felsefe ve mantığın kavramlarıyla ördüğü bu dil usûl geleneğinin sonraki eserleri için de belirleyici olmuş, hatta gelenek içinde Râzî’ye nispet edilen bir mektep oluşmuştur. Râzî’nin çağdaşı olup usûl mesaisini ondan sonra oluşturan Âmidî’ye gelince, o daha çok Bâkıllânî-Cüveynî-Gazzâlî üzerinden tevarüs ettiği ve kendi tercih ve yorumlarıyla zenginleştirdiği usûl birikimini felsefe-mantık dilinin verdiği imkanla ifade etmiştir. Dahası bu dili kullanma bakımından selefi sayılabilecek Râzî’nin görüş ve argümanlarını yer yer eleştirmiş; kendine özgün bir usûl düşüncesi inşa etmiştir. Onun İşârat üzerine yazdığı şerhte Râzî’yi eleştirmesi usûl geleneğinin yanı sıra nazarî gelenekte de Râzî’ye yönelik münekkit tavrını göstermesi bakımından dikkat çekicidir. Nitekim el-İhkâm fî usûli’l-ahkâm’da “ashâbımızdan birisi şöyle dedi” ifadesiyle atıfta bulunduğu Râzî’ye isim vermeden eleştiriler yönelttiği gibi, el-Mahsûl üzerine yazdığı Meâhiz ale’l-Mahsûl adlı eserinde Râzî’ye yönelik eleştirileri konu edindiği bilinmektedir. Yine İhkâm’da, Râzî’nin özellikle eserinin sistematiğinde esas aldığı ve birçok meselede görüşlerini benimsediği veya atıf yaptığı Ebü’l-Hüseyin el-Basrî’nin görüşlerini de eleştirmiştir. Âmidî’nin gerek İhkâm’da geliştirdiği ve delilleri merkeze alan konu tertibi gerekse görüşleri sonraki usûlcülerin eserleri üzerinde etkili olmuştur. Bu usûlcülerden İbnü’l-Hâcib, Âmidî’nin İhkâm’ı ihtisar ettiği Müntehe’s-sûl fî ilmi’l-usûl eserinin muhtasarı olarak yazdığı Muhtasaru’l-müntehâ adlı eseriyle hatırı sayılır bir etki meydana getirmiştir. Muhtasar üzerine yapılan çok sayıda çalışma dikkate alındığında klasik sonrası dönemde Râzî takipçilerinin yanı sıra Âmidî-İbnü’l-Hâcib çizgisinden bahsedilebilir. Dahası Âmidî ve İbnü’l-Hâcib’in eserleri özellikle konu tertibi bakımından Beyzâvî’nin Minhâc’ı ve Sübkî’nin Cem‘u’l-Cevâmi’i üzerinde etkili olmuştur.\n\nÂmidî usûle dair tasavvurunu eserinin girişinde açıklar. Burada klasik felsefe mirasından istifade etmek suretiyle, bir ilme giriş yapacak kimsenin o ilmin tanımı, mevzûu (konu), gayesi ve mebâdii (postulatlar) hakkında bilgi edinmesi gerektiğini ifade eder. Bu bağlamda sırasıyla fıkıh usûlünün tanımı, konusu, gayesi ve postulatları üzerinde durur. Delilleri merkeze aldığı tanımında fıkıh usûlünü “bütüncül bir bakış açısından fıkhın delilleri, şer‘î hükümlere delalet şekilleri ve o delilden hüküm çıkaranın keyfiyetidir” şeklinde tarif eder. Nitekim usûl-i fıkhın konusunun da deliller olduğunu ifade eder. Zira bu disiplinde konunun yani delillerin zâtî arazlarının halleri incelenmektedir. Fıkıh usûlünün gayesi ise dünyevî ve uhrevî saadetin temeli olan şer‘î hükümlere ulaşmaktır.\n\nÂmidî, seleflerinden farklı olarak, fıkıh usûlünün tanımını, konusunu ve gayesini zikrettikten sonra bu disiplinin dayandığı postulatları teşkil eden ve ona ilkelerini veren mebâdiinden bahseder. Bu anlamda fıkıh usûlünün mebâdiini kelâm ve Arap dili ilimleri ile şer‘î hükümler teşkil eder. Zira delillerin şer‘î hükme delalet etmesi kelâm ilmi olmaksızın ispat edilemeyecek olan Allah’ın varlığı, sıfatları, O’nun resûlü ve getirdiği Kitâb’ın doğruluğunun bilgisiyle mümkündür. Kitab ve sünnet başta olmak üzere lafzî delillerin hükme delaletleri ise Arap dili ilminde incelenen lafızların vazolunduğu anlamlara dair hakikat-mecâz, mantûk-mefhûm ve umûm-husûs gibi konuların bilgisiyle tespit edilebilir. Ayrıca fıkıh usûlü üzerine uzmanlaşmak isteyen bir kimsenin, delillerin gösterdiği şer‘î hükümler üzerine icmâlî olarak konuşabilmesi için fıkıh ilminde ele alınan şer‘î hükümlerin mahiyetini kavraması gerekir. Sonrasında İbnü’l-Hâcib’in Muhtasar’ı ve üzerine oluşan literatürü de etkileyecek olan bu postulatların tespiti usûl tarihi açısından oldukça önemli görünmektedir.\n\nÂmidî usûlün konusu olan ve eserinin omurgasını oluşturan deliller ve hükmün elde edilmesine dair konulara girmeden önce usûlün mebâdiini kelâmî, lügavî (dile dair) ve fıkhî postulatlar başlıkları altında inceler. Bunlardan ilkinde bilginin mahiyeti üzerinde dururken; ikincisinde dilin vaz‘ı, kullanımı ve menşeini inceler. Fıkhî yani şer‘î hükme dair postulatlarda ise hükmü vazeden (hâkim), hükmün mahiyeti ve kısımları, hükme konu olan fiil (mahkûm fîh) ve hükme muhatap olan mükellefe (mahkûm aleyh) dair meseleleri ele alır.\n\nŞer‘î hakikatler meselesini lügavî postulatları ele aldığı kısımda hakikat-mecâz bağlamında ele alan Âmidî dilde lügavî anlamlardan şer‘î anlamlara naklin gerçekleştiğini savunan ve buna karşı çıkan iki grubun da delillerini ele aldıktan sonra her iki tarafın da delillerinin zayıf olduğunu ifade eder. Nitekim Bâkıllânî’nin nakli ve şer‘î hakikatleri inkâr eden görüşün argümanlarını eleştirdikten sonra Cüveynî ve Gazzâlî ile başlayan ve Şâri‘in lafzın manası üzerindeki tasarrufunun mecaz yoluyla gerçekleştiğini savunan görüşe de itiraz eder. Diğer taraftan Mu’tezile’nin nakil görüşünün argümanlarını da zayıf görür. Dolayısıyla bu meselede her iki tarafın görüşünün de imkân dâhilinde olduğunu ancak hangi görüşün vâki olduğuna dair herhangi bir kanaatin kendisi için ağır basmadığını söyler.\n\nÂmidî hükmün tarifini ele aldığı kısımda Eş‘arî-mütekellim usûl geleneğinde kendisinden önce yapılan ve Râzî tarafından da benimsenen “Şâri‘in mükelleflerin/kulların fiillerine ilişkin hitabı” şeklindeki tanımı eleştirir. Zira Şâri‘in mükelleflerin fiillerine ilişkin hitabı oldu'ğu hâlde şer‘î hüküm olmayan naslar da mevcuttur. Şu hâlde ona göre efrâdını câmi ağyârını mâni tanım “Şâri‘in şer‘î bir anlam ifade eden hitabı” şeklinde olmalıdır. Âmidî bu tanımıyla diğer Eş‘arî-mütekellim usûlcüler gibi hükmü Şâri‘in kadîm hitabıyla özdeşleştirmiş, ancak “mükelleflerin fiillerine ilişkin” kaydını tanımda zikretmeyerek onlardan ayrılmıştır.\n\nŞâri‘in hitabının iktizâya/talebe veya bunun dışında bir şeye ilişebileceğini söyleyerek talebin bir fiilin yapılmasına veya terk edilmesine yönelik olduğunu her birinin ise kesin bir şekilde veya kesin olmayan bir şekilde gerçekleştiğini ifade eder. Bu durumda hitap fiilin kesin bir şekilde yapılmasını talep etmeye ilişkin ise hüküm vücûb, kesin olmayan bir şekilde yapılmasını talep etmeye ilişkin ise nedbdir. Hitap fiilin kesin bir şekilde terk edilmesinin talebine ilişkinse hüküm hurmet, fiilin terk edilmesini kesin olmayan bir şekilde talep edilmesine ilişkin ise kerâhet olur. Şayet hitap iktizâ/talep dışında bir şeye ilişkinse bu ya serbest bırakma (tahyîr) yahut bunun dışında bir şeydir. İlk durumda hüküm ibâhâ iken ikinci durumda sıhhat, butlân, sebep, mâni‘ şart gibi vaz‘î hüküm olur.\n\nÂmidî mübâh hükmünün vücûbun anlamına dâhil olup olmamasına dair tartışmayı ele aldığı kısımda, Râzî’den farklı olarak, Gazzâlî’yi takip ederek mübâhın mahiyetinin vücûbdan farklı olduğunu ifade eder ve vücûbun mahiyetine dâhil olmadığını savunur. Nitekim Râzî mübâhın mahiyetini ifade eden “fiil için yasağın kaldırılması” kaydının aynı zamanda vücûbun tanımında bulunduğunu, ancak tanımda buna ilaveten “fiilin terkinin yasaklanması” kaydının da yer aldığını ileri sürmek suretiyle mübâhın vücûbun tanımına dahil olduğunu söyler. Dolayısıyla Râzî’ye göre bir fiil için vücûb hükmü neshedildiğinde geriye kalan hüküm mübahlıktır (ibâha).\n\nDiğer Eş‘arî usûlcüler gibi fiillerin zâtı bakımından iyilik ve kötülükle vasıflanamayacağını ileri süren Âmidî, bununla birlikte, Râzî’nin ileri sürdüğü fiillerin ihtiyârî olmadığına dair delil de dâhil olmak üzere Eş‘arîler’in ileri sürdüğü argümanları zayıf bulur. Kendisinin dayanılması gerektiğini ileri sürdüğü argümanda ise fiilin zatı gereği iyilik ve kötülük bulunsaydı fiilin zatı bilindiğinde iyilik ve kötülüğünün de bilinmesi gerekirdi. Oysa fayda sağlayan bir yalanın iyiliği gibi hükümler, yalan söylemek fiilinin zatı düşünüldüğünde hemen iyiliği anlaşılacak hususlar değildir ve akıl yürütmeye ihtiyaç duyar. Ayrıca iyilik ve kötülüğün fiilin mahiyetine zâid vasıflar (arâz) olması durumunda ise kendisi de arâz olan fiilin arâzla kâim olması gerekecektir. Bu ise imkânsızdır. Dolayısıyla bir fiil zatı itibariyle iyi ve kötü olmakla nitelenemez, fiilin iyilik ve kötülüğü ancak Şâri‘in bildirmesiyle bilinebilir. Buna bağlı olarak nimet verene şükretmenin (şükrü’l-mün‘im) gerekli oluşu ancak şer‘î/naklî bir delille bilinebilir ve şeriatın gelmesinden önce bir fiil için mübâhlık veya haramlık gibi herhangi bir hükmünden söz edilemez.\n\nDelilleri işlediği kısımda sırasıyla Kitab, sünnet, icmâ ve kıyası ele alan Âmidî, ilk üç delili işledikten sonra bu delillerin ortak olduğu konuları işler. Bu konuların bir kısmının delillerin nakline ilişkin iken diğer kısmının nakledilen delilin metnine ilişkin olduğunu ifade eder. Nitekim sünnet başlığı altında Hz. Peygamber’in fiillerini ele alırken delilin nakline/isnâda dair meseleleri, ilk üç delili de ilgilendirdiği için, ortak olduğu konular bağlamında inceler. Ardından delilin metnine diğer bir ifadeyle metnin yorumuna ilişkin ilişkin emir-nehiy, umûm-husus, mücmel-mübeyyen, zâhir-müevvel, mantûk-mefhûm ve nesih konularını inceler. Dolayısıyla Âmidî bu konu tertibini esas almak suretiyle, nakil yoluyla bize ulaşan bu delillerin her birinin haber değerini ortaya koyan isnat değerlendirmesiyle sabit olduğunu, sâbit olan delilerin ise usûlcülerce geliştirilen yorum teorisiyle anlaşıldığını gösterir.\n\nKitab kısmında Kur’ân’ın mahiyetini ele alan Âmidî âyetlerin yorumuna ilişkin meselelere ilk üç delilin ortak konularının ele alındığı kısımda girer. Sünnet delilinde ise Hz. Peygamber’in fiillerinin herhangi bir delil bulunmadığı zaman hangi hükmü ifade ettiğine dair tartışmada mütekellim gelenekteki Gazzâlî ile Râzî’den ayrılan Âmidî’ye göre, eğer fiilde kurbet yani Allah’a yaklaşma kasdı varsa fiil nedbe, eğer böyle bir kasıt bilinmiyorsa ibâhaya delalet eder.\n\nİcmâyı “Hz. Muhammed’in ümmetinden ehl-i hal ve akdin herhangi bir asırda vakıadaki herhangi bir meselenin hükmü üzerine ittifak etmeleridir” şeklinde tanımlayan Âmidî, bu tanımıyla Gazzâlî’den ayrılmıştır. Gazzâlî’nin icmâ tanımını sadece dinî meselelere hasredildiği için tenkit eden Âmidî, ümmet-i Muhammed’den icmâya ehil kimselerin şer‘î hükümlerde olduğu gibi aklî hükümler üzerinde de icmâ edebileceklerini ileri sürer. Âmidî’nin bu görüşü icmâyı şer‘î meselelere hasretmeyen Râzî’nin tanımıyla da örtüşmektedir. Âmidî icmâya ehil âlimlerin bir meselenin hükmü üzerinde ittifak etmeleri hâlinde bazı âlimlerin bunların ittifakına karşı bir görüş ortaya koymayıp sessiz kalması hâlinde sukûtî icmâ olarak isimlendirilen bu icmâyı kesin değil zannî bir delil olarak kabul eder. Diğer bir ifadeyle böyle bir icmâ hakikî bir icmâ gibi kesin bilgi ifade etmemekle birlikte zannî bir bilgi sağlayabilir. Buna göre böyle bir görüş birliği herhangi bir müctehidin kıyası gibi zannî bilgi sağlarken icmâ gibi kesin bilgi sağlamaz.\n\nÜç delilin ortak konularından delilin naklini ele aldığı kısımda tüm usûlcüler gibi mütevâtir haberin epistemolojik olarak kesin bilgi ifade ettiğini belirten Âmidî, bu bilginin Ebü’l-Hüseyin el-Basrî ve Gazzâlî’nin iddia ettiği gibi akıl yürütmeyle değil zarûrî olarak ortaya çıktığını savunur. Onun bu görüşüyle tevatüre dayanan bilgiyi zarûrî kabul eden mantıkçılara yaklaştığı görülür. Haber-i vâhidi kabul için ise selefleri gibi râvînin mükellef, müslüman, adalet ve zabt vasıflarını haiz olmasını şart koşar. Haber-i vâhid şayet insanların genelini ilgilendiren (umûmu’l-belvâ) bir hususta varit olmuş ise Kerhî ve Hanefî usûlcülerin görüşünün aksine kabul edilmesi gerektiğini düşünür. Mürsel haberlerin yani Hz. Peygamber’le görüşmemiş bir kimsenin aradaki râvîleri zikretmeksizin doğrudan Hz. Peygamber’e nispet ettiği rivayetlerin kabulü hususunda ise Hanefîler’in görüşüne yakın duran Âmidî, mürsel rivayetin adalet vasfına sahip bir kişi naklediyorsa herhangi bir şart ileri sürmeksizin kabul edilmesi gerektiğini ileri sürer.  Âmidî’nin bu görüşüyle Şâfiî usûlcülerin çizgisinden ayrıldığı ve görüşünün mütekellim usûl geleneğinde şaz kaldığı görülür. Nitekim takipçisi İbnü’l-Hâcib de bu meselede diğer Eş‘arî mütekkelim usûlcülerin görüşünü benimsemiştir.\n\nUmûm ve tahsîs konusunu delilin metnine ilişkin kısımda ele alan Âmidî, âmm lafzın tanımı hakkında Mutezilî usûlcü Ebü’l-Hüseyin el-Basrî’nin eserinde zikredilen ve Râzî’nin benimsediği, “kendisi için uygun olan fertlerin tamamını kapsayan (müstağrik) lafız” şeklindeki tanımı yanlış bulur. Zira “kapsayan” kaydı zaten âmmın eş anlamlısı olduğu için bu tarif bir tanım olmaktan uzaktır. Bâkıllânî ve Gazzâlî’nin istiğrâk kaydını içermeyen “tek bir cihetten iki şeye ve daha fazlasına delalet eden lafız” şeklinde âmm tanımının da efrâdını câmi‘ ağyârını mâni‘ olmadığını ifade eder. Gelenekteki her iki tanımı da tenkit eden Âmidî’nin daha çok Gazzâlî’ye yaklaştığı tanımına göre ise âmm “iki ve daha fazla anlama iki mutlak olarak ve eş zamanlı delalet eden lafızdır”. Yaptığı tanımdan hareketle âmm lafız için istiğrakı yani tüm fertleri kapsamasını şart görmediği izlenimi oluşsa da, Basrî’nin tanımına yönelik eleştirisinden bunu şart gördüğü ortaya çıkar. Diğer taraftan Âmidî’nin böyle bir hususa temas etmeyişinden âmm lafzı, Râzî gibi mahiyete delalet üzerinden tanımlamaya sıcak bakmadığı anlaşılmaktadır.\n\nUmûmun gerçekte lafzın ârızlarından olduğu hususunda görüş birliğinin olduğunu ancak mananın ârızlarından olduğu hususunda ihtilaf olduğunu ifade eden Âmidî, usûlcülerin büyük kısmının manâların umûmu olduğu iddiasını reddettiğini söyler. Her iki grubun argümanlarına yer verdikten sonra umûmun gerçekte manâlara ârız olabileceğini ileri sürerek usûlcülerin küçük kısmının görüşünü benimser.\n\nÂmidî birçok usûlcü gibi umûmluk anlamı veren sîgaları ele aldığı kısımda mâ (ne), eyyü (hangi), metâ (ne zaman), eyne (nerede), kül ve cemî‘ gibi edatların umûm ifade ettiğini söyler. Ancak hakkında ihtilaf edilen elif-lâm takısı alan cins isimlerin ve Gazzâlî ve Râzî’den farklı olarak nekre çoğulların hakikî anlamlarının umûm olduğunu ifade eder. Ayrıca elif-lâm takısı alan cins isimlerin tekil (müfred) de olsa hakikatte umûm ifade edeceğini düşünerek Râzî’den ayrılmıştır.\n\nİlk üç delilin ortak konularından sonra dördüncü delil olan kıyası ele alan Âmidî, mütekellim gelenekte kabul gören Ebû Bekir Bâkıllânî ile Ebü’l-Hüseyin el-Basrî’nin kıyas tanımlarının her ikisine yöneltilen eleştirileri inceledikten sonra kendi tanımını ileri sürer. Buna göre kıyas “aslın hükmünden istinbat edilen illet hususunda fer‘ ve asıl arasında bulunan eşitliktir.” Söz konusu tanımda illet olan vasıftaki eşitliği yani illet birliğini kıyasın mahiyeti olarak gören Âmidî, yaptığı tanımıyla seleflerinden ve Râzî’den ayrılmıştır. Nitekim Basrî ve Râzî’den farklı olarak kıyas tarifinde müctehidin zannına vurgu yapmayıp fâsid kıyasları tanım dışında bırakmıştır. Âmidî kıyasın unsurlarını ise asıl (nastaki ifade), fer‘ (hakkında hüküm olmayan mesele), aslın hükmü ve ortak vâsıf (illet) şeklinde ifade eder.\n\nÂmidî, tüm usûlcülerin meşruiyeti hususunda ittifak ettikleri dört delili inceledikten sonra meşruiyetinde ihtilaf edilen delilleri ele alır. Bu kısımda şer‘î hükme ulaşmak için ıstıshâbla istidlâli mümkün gören Âmidî, şer‘u men kablenâ (önceki ümmetlerin şeriatı), sahâbî kavli, istihsân ve maslahat-ı mürsele gibi delillerin meşruiyetini ise reddeder.\n\nİctihâdı “herhangi bir şer‘î hüküm hakkında zanna ulaşmak için, daha fazlasını elde etmede acziyet hissedecek şekilde çaba sarfetmek” şeklinde tarif eden Âmidî, müctehidin ictihâd ameliyesinde olanca gücünü sarf ettiğine vurgu yapar. İctihadda hata ve isabet meselesinde her müctehidin isabet ettiğine dair görüşe itiraz eder ve doğru hükmün tek olduğunu ileri sürer. Bununla birlikte ictihadda hata eden müctehidin günahkâr olmayacağını düşünür."
		}
	}
}
