{
	"Name": "Suphi Ethem",
	"Desc": "Veteriner Hekim, pozitivist ve materyalist bir Türk düşünürü ve yayıncı",
	"Period": "Republic",
	"Lifetime": [ 1880, 1923 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 220, -120 ],
		"Color": [ 248, 224, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> 1908'de Askerî Baytar Mektebi'nden mezun oldu.\n----> Çeşitli askerî birliklerde görev aldı ve botanik dersleri verdi.\n----> 1919’da veterinerlik eğitimi için Almanya’ya gitti, aynı zamanda felsefe çalışmaları yaptı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Suphi Ethem, özellikle pozitivizm, materyalizm ve evrimci felsefe üzerine çalışmalar yapmıştır.\n--------> Pozitivizm: Bilimsel yöntemin toplumda yaygınlaşmasını savundu.\n--------> Materyalizm: Evrim teorisini Osmanlı düşünce dünyasına tanıttı.\n--------> Bergsonculuk: Henri Bergson’un felsefesini Türkiye’de tanıtan isimlerden biri oldu.\n• Akademik ve Kültürel Katkıları:\n----> Osmanlı’da bilim tarihi ve bilimsel yöntem bilincinin gelişmesine katkı sağladı.\n----> Genç Kalemler dergisinin yazı kurulu üyesi oldu.\n----> Beşer ve Tabiat dergisini çıkardı.\n• Önemli Eserleri:\n----> İlm-i Nebâtât Târîhi (1917) – Türkçe yazılmış ilk botanik tarihi kitabı.\n----> Ulûm-ı Tabiyye Lügati (1911) – Osmanlı Türkçesiyle yazılmış ilk ansiklopedik sözlük.\n----> Darwinizm (1911) – Evrim teorisini Osmanlı okuyucusuna tanıttı.\n----> Bergson ve Felsefesi (1919) – Henri Bergson’un düşüncelerini ele aldı."
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Suphi Ethem (1880'ler - 1920/1923?; diğer adıyla Subhi Edhem veya İsmail Suphi), Veteriner Hekim, pozitivist ve materyalist bir Türk düşünürü ve yayıncı.\n\nİkinci Meşrutiyet sonrası oluşan ortamda öne çıkan Osmanlı aydınlarındandır. Evrimci felsefeden etkilenmiş ve bu felsefeyi Osmanlı'da temsil etmiştir. Henri Bergson felsefesinin Türkiye'de tanınmasında rol oynamış bir düşünürdür.\n\nBotanik tarihiyle ilgili bilinen ilk Türkçe eser olarak kabul edilen[2] \"İlm-i Nebâtât Târîhi\"'ni ve Osmanlı Türkçesiyle yazılmış ilk ansiklopedik sözlük olan “Ulûm-ı Tabiyye Lügati”’ni yazmıştır.\n\n1908 yılında Askerî Baytar Mektebi’nden mezun olduktan sonra, çeşitli askerî birliklerde görevler aldı ve doğa bilgini İsmail Hakkı Bey’in muavinliğine getirildiği yıllarda botanik dersleri verdi.\n\n1910 yılı sonu ya da 1911 yılı başlarında İsmail Suphi olan adını değiştirdi.1919’da veterinerlik eğitimine devam etmek için gittiği Almanya’da felsefe ile ilgili de çalışmalar yaptı.\n\nBilimin çeşitli alanlarında çok sayıda eser üreten Ekrem Suphi Bey, botanik tarihiyle ilgili bilinen ilk Türkçe eser olan “İlm-i Nebâtât Târîhi”'ni kaleme aldı. 1917 yılında İstanbul’daki “Kütübhâne-i Sûdî Yayınevi” tarafından basınla bu eser, 207 sayfalık hacimli bir çalışmadır. Eserde bilimsel öğretim ve araştırma bakımından bilim tarihi ve bilimsel yöntem bilincinin önemini göstermiş ve kavratmaya çalışmıştır.\n\nSuphi Ethem’in Avrupalı bilginlerin ve sanatçıların yaşamı üzerine araştırmalarına dayanan “Fen Adamları” adlı kitabı ile , Askerî Baytar Mektebi’nin tarihini anlatan “Nevsâl-i Baytarî”, onun bilim tarihi alanındaki çalışmalarındandır.\n\nDoğa bilimleri açısından en değerli eserlerinden birisi “Ulûm-ı Tabî‘iyye Lûgati” (Manastır 1911) adlı ansiklopedik eserdir.[2] Eserin genişletilmiş birinci cildi 1917’de İstanbul’da yeniden basıldı ancak çalışma, yazarın erken ölümü nedeniyle yarım kalmıştır.\n\nSuphi Ethem'in Bergsonculuğun Türkiye'ye girişi ile beraber düşünce alanında ortaya çıkan canlılık ve çeşitliliğe katkısı olmuş bir düşünürdür. Fikirlerini tamamen benimsememekle birlikte “Bergson ve Felsefesi” adında bir kitap yazarak Bergson'u Türk okuyucusuna tanıtmıştır.\n\nGenç Kalemler'in yazı kurulu üyesi olan Suphi Ethem'in yazıları şu yayınlarda çıkmıştır: İzmir, Neyyir-i Hakikat, Genç Kalemler, Muhit-i Mesai, Yeni Felsefe Mecmuası, Felsefe Mecmuası, Zekâ, Serbest Fikir, Yeni Dünya, Servet-i Fünûn, Büyük Duygu.\n\nSuphi Ethem ayrıca; Hüsün ve Şiir, Tabiat, Beşer ve Tabiat adlı dergileri çıkarmıştır.\n1923'te hayatını kaybettiği düşünülür."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "• 1909: İdic[a], İstanbul\n• 1911: Ulum-i Tabiyye Lügatı, Manastır\n• 1911: Darwinizm, Manastır\n• 1911: Sosyoloji, Manastır\n• 1912: Tarih ve Müverrihler, Selanik\n• 1913: Hayat ve Mevt, İstanbul\n• 1914: Lamarkizm, İstanbul\n• 1917: İlmi Nebatat Tarihi, İstanbul\n• 1917: Fen Adamları, İstanbul\n• 1918: Nevsal-i Baytari, İstanbul\n• 1919: Bergson ve Felsefesi, İstanbul"
		},
		"3": {
			"Header": "Görüşü",
			"Content": "O dönemde Türk düşüncesinde hakim olan Mekanik Evrimci ve Materyalist görüşlere mensup olan Suphi Ethem, tekâmül fikrini yaymaya çalışmaktadır. Bu nedenle de, tekâmülden bahseden Bergson felsefesi ile de ilgilenir."
		},
		"4": {
			"Header": "Subhi Edhem'in Beşer ve Tabiat Dergisindeki Bilimsel ve Eleştirel Yazıları",
		"Content": "Beşer ve Tabiat, işgal altındaki Osmanlı Türkiyesi’nde 7 Ağustos-11 Eylül 1919 tarihleri arasında, haftalık olarak beş sayı yayınlanabilmiş popüler bir bilim dergisidir. Dergi, son dönem Osmanlı bilginlerinden Subhi Edhem tarafından çıkarılmış olup onun son eseridir. Dergide doğabilimleri, felsefe, sosyoloji, ekonomi, coğrafya, hukuk, sanat, müzik, antropoloji, dil, biyografi ve dönemin Osmanlı bilim, eğitim ve kültür hayatına yönelik haber ve eleştiriler gibi çok farklı alanlara ilişkin yazılar bulunmaktadır. Resim ve fotoğraflar içeren dergi, işgal altındaki Osmanlı Türkiyesi’ndeki düşünce ve kültür hayatını göstermesi açısından önemli bir tarihsel belgedir. Dergideki yazıların önemli bir kısmı Subhi Edhem’e aittir. Askeri veteriner olan Subhi Edhem, başta doğabilimleri olmak üzere bilimlerin her dalına ilgi duymuştur. Felsefeyle de ilgilenenen Subhi Edhem, çağdaş bilimsel ve felsefi görüşleri popülarize eden çok sayıda eser kaleme almıştır. Döneminin çok yazan, çok okunan yazarlarından olduğu anlaşılan Subhi Edhem bazı bilimsel-felsefi dergiler de çıkarmıştır. Uzun ömürlü olmayıp kısa süre sonra kapanan bu dergilerden sonuncusu Beşer ve Tabiat’tır.\n\nBu makalede dergi ve içeriği tanıtıldıktan sonra Subhi Edhem’in çeşitli dallarıyla doğabilimleri, bu bilimlerin İslâm düyası, Osmanlılar ve Avrupa kültüründeki tarihi, doğabilimlerin okullarda naıl öğretilmesi gerektiği, dönemin önemli eser ve bilginlerinin yanı sıra Darülfünûn konusundaki çok önemli bilimsel eleştirilerini içeren makaleleri incelenip değerlendirilerek zihniyetinin çeşitli yönleri ortaya çıkarılmaktadır."
		}
	}
}
