{
	"Name": "Süleyman Hayri Bolay",
	"Desc": "Türk felsefe profesörü",
	"Period": "Republic",
	"Lifetime": [ 1937, 0 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -45, 250 ],
		"Color": [ 255, 165, 142 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> İlk ve ortaöğretimini Konya'da tamamladı.\n----> 1961 yılında Ankara Üniversitesi İlahiyat Fakültesi'nden mezun oldu.\n----> 1976'da \"Aristo Metafiziği ile Gazzali Metafiziğinin Karşılaştırılması\" adlı teziyle doktorasını tamamladı.\n----> 1980'de \"Emile Boutroux'da Zorunsuzluk Doktrini\" adlı çalışmasıyla doçent oldu.\n----> 1987'de profesör unvanını aldı ve Hacettepe Üniversitesi Felsefe Bölümü'nde görev yaptı.\n----> Gazi Üniversitesi, Selçuk Üniversitesi ve İstanbul 29 Mayıs Üniversitesi'nde akademik çalışmalar yürüttü.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Süleyman Hayri Bolay, özellikle Türk düşünce tarihi, İslam felsefesi ve metafizik üzerine çalışmalar yapmıştır.\n--------> Türk Düşünce Tarihi: Tanzimat’tan günümüze Türk düşünürlerini ele aldı.\n--------> İslam Felsefesi: Aristo ve Gazzali metafiziğini karşılaştırdı.\n--------> Metafizik: Bilim ve felsefenin ilişkisini inceledi.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye’de felsefi düşüncenin gelişimine büyük katkılar sağladı.\n----> Türk felsefesinin Batı felsefesiyle ilişkisini araştırdı.\n----> Bin Temel Eser Komisyonu başkanlığı yaptı (1986-1989).\n• Önemli Eserleri:\n----> Tanzimat’tan Günümüze Türk Düşünürleri (7 cilt)\n----> Türkiye'de Ruhçu ve Maddeci Görüşün Mücadelesi\n----> Aristo Metafiziği ile Gazzali Metafiziğinin Karşılaştırılması\n----> Ferid Kam ve Osmanlı Düşünce Dünyası\n----> Felsefe Doktrinleri ve Terimleri Sözlüğü\n----> Türk Düşüncesinde Gezintiler\n----> Bilimin Değeri Meselesi"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "İlköğretim ve ortaöğretim eğitimini Konya'da tamamladı. 1961 senesinde Ankara Üniversitesi İlahiyat Fakültesi'nden mezun oldu. 1961-1971 yılları arasında sırasıyla Sivas, Ordu ve Ankara'da öğretmenlik yaptı. Araştırmalarda bulunmak ve yabancı dili geliştirmek amacıyla Türkiye Cumhuriyeti Millî Eğitim Bakanlığı tarafından Irak Bağdat Üniversitesi'ne gönderildi.\n\n\"Türkiye'de Ruhçu ve Maddeci Görüşün Mücadelesi\" çalışmasıyla lisans tezini tamamladı. Ankara Üniversitesi İlahiyat Fakültesine felsefe tarihi asistanı olarak atandı. \"Aristo Metafiziği ile Gazzali Metafiziğinin Karşılaştırılması\" teziyle 1976'da doktora \"Emile Boutroux'da Zorunsuzluk Doktrini\" teziyle 1980'de doçentlik unvanını aldı. 1987 senesinde felsefe tarihi profesörü oldu. Halen İstanbul 29 Mayıs Üniversitesi'nde öğretim üyesi olarak görev yapmaktadır."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "• Tanzimat’tan Günümüze Türk Düşünürleri (7 Cilt - 8 Kitap) (editör)\n• Türkiye'de Ruhçu ve Maddeci Görüşün Mücadelesi\n• Aristo Metafiziği ile Gazzali Metafiziğinin Karşılaştırılması\n• Ferid Kam\n• Osmanlı Düşünce Dünyası\n• Felsefe Doktrinleri ve Terimleri Sözlüğü\n• Türk Düşüncesinde Gezintiler\n• Felsefe Dünyasında Gezintiler\n• Bilimin Değeri Meselesi"
		},
		"3": {
			"Header": "Görüşü",
			"Content": "Süleyman Hayri Bolay  yerli düşüncenin gelişmesi ve felsefî düşüncenin yaygınlaşması için yurt içinde ve dışında sayısız konferanslar verdi, panellere, kongrelere ve sempozyumlara iştirak etti ve kendisi de pek çok sempozyum ve panel tertip etti. Sözlük ve ders kitapları yazdı.\n\nFelsefî düşüncenin herkese hitap etmemesine rağmen geniş kitlelere yaygınlaştırılması gerektiği görüşünü savunan Bolay, esas olarak, insanî varlığın önemi üzerinde durdu. Bunun için onun iradesinin ve seçme gücünün bulunduğunu, dolayısıyla hür bir varlık olarak sorumluluğunun ön plana çıktığını düşünür. İnsan hürriyetinin kaynağının birinci derecede insanın kendi ruhunda bulunduğuna ve bu kaynağın uygulama veya pratikle daha iyi işletilebileceğine kânidir. Ona göre hürriyet, ruhun ve aklın bağımsızlığıdır. İnsanın hür yaşayabilmesi, maddî tutkulardan ve bağlardan kendisini kurtarabilmesine bağlıdır. İnsan, madde, hayat ve zihin safhalarından geçerek gelişir. Fakat gelişmesinde tabiatta olmayan bu manevî varlıkların mevcudiyetini gözden kaçırmayan hatta ona dayanan bir görüşe, spiritüalist bir felsefeye dayanması gerekir. İnsan, bir kültür ortamında yetiştirdiği, yaşadığı ve kültür yaratıcısı olduğu için Bolay, kültür meseleleri üzerinde durmuştur. O, kültürü tek kelimeyle “anlamlandırma, anlam verme” olarak tarif eder. Türkiye’de mozaik kültür olmadığını iddia eder. Bolay’ın görüşüne göre insan için en önemli problem, “güven” ve “güvenlik” problemidir."
		}
	}
}
