{
	"Name": "Şakir Kocabaş",
	"Desc": "Türk felsefeci ve kimyacı",
	"Period": "Republic",
	"Lifetime": [ 1945, 2006 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 165, -175 ],
		"Color": [ 76, 255, 180 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> İstanbul Teknik Üniversitesi Kimya Fakültesi'nden mezun oldu (1970).\n----> Londra Üniversitesi King's College'da yapay zekâ alanında doktora yaptı (1985-1990).\n----> İTÜ Uçak ve Uzay Bilimleri Fakültesi'nde öğretim üyesi olarak görev aldı (1991-2006).\n----> TÜBİTAK Marmara Araştırma Merkezi'nde Yapay Zekâ Grup Başkanlığı yaptı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Şakir Kocabaş, özellikle bilim felsefesi, yapay zekâ ve İslam düşüncesi üzerine çalışmalar yapmıştır.\n--------> Bilim Felsefesi: Bilginin sınıflandırılması ve bilimsel buluşların modellenmesi üzerine araştırmalar yaptı.\n--------> Yapay Zekâ: Bilgi organizasyonu, makine öğrenmesi ve simülasyon sistemleri üzerine çalıştı.\n--------> İslam Düşüncesi: İslam'da bilgi ve gerçeklik kavramları üzerine yazılar yayımladı.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye Yazarlar Birliği tarafından \"İfadelerin Gramatik Ayrımı\" adlı kitabıyla ödüllendirildi (1985).\n----> İlim ve Sanat dergisinde felsefi makaleler yayımladı.\n----> Uluslararası konferanslarda yapay zekâ ve bilim felsefesi üzerine sunumlar yaptı.\n• Önemli Eserleri:\n----> İfadelerin Gramatik Ayrımı (1985)\n----> İslam’da Bilginin Temelleri (1997)\n----> Fizik ve Gerçeklik: Bilim Felsefesine Kavramsal Bir Yaklaşım (2001)\n----> Kur’an’da Yaratılış: Uzayların ve Maddenin Yaratılışı (2004)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "İlk, orta ve lise tahsilini İstanbul’da tamamladı. 1970 yılında İTÜ Kimya ve Metalurji Fakültesi’nden mezun oldu. 1972-86 yıllarında Türkiye ve İngiltere’de kimya sanayiinde teknik ve idârî görevlerde bulundu. Bu süre içinde bilim ve dil felsefesi çalıştı.\n\n1985’te yayınladığı İfadelerin Gramatik Ayrımı başlıklı kitabı \"düşünce\" türünde Yazarlar Birliği’nin ödülüne lâyık görüldü. 1985-90 yılları arasında Londra Üniversitesi’nde yapay zekâ alanında hazırladığı çalışmasıyla doktor unvanını hak etti. Doktora tezinin konusu “Bilginin işlevsel sınıflandırılması: bilimsel araştırma ve buluşlar üzerine uygulamalar/ Functional Categorization of Discovery\" idi.\n\nAynı yıllarda Türkiye'de \"İlim ve Sanat\" dergisi ya da Hindistan’da Aligarh Üniversitesi'nin yayımladığı MAAS Journal of Islamic Science dergilerinde islam, bilim ve felsefe konularında makalelerinin yanı sıra, \"The Qur’anic Concept of Intellect ve Foundations of Scientific Thought in Islam\" isimli iki risâlesi neşredildi.\n\n1991 yılında Türkiye'ye dönen Şakir Kocabaş, 2006 yılına kadar İTÜ Uçak ve Uzay Bilimleri Fakültesi’nde öğretim üyesi olarak çalışmış ve Tübitak Marmara Araştırma Merkezi’nde yapay zekâ bölümünün yöneticiliğini yaptı. Kocabaş’ın \"yapay zekâ\" hakkında 15'ten fazla uluslararası makale ve konferans yayını bulunmaktadır."
		},
		"2": {
			"Header": "Akademik Tecrübesi",
			"Content": "• Yapay Zekâda Bilgi Organizasyonu ve Bilgi Gösterimi üzerine araştırma tecrübesi.\n• Yapay Zekâda Makina Öğrenmesi ve Bilimsel Buluşların Modellendirilmesi konusunda araştırma tecrübesi.\n• Gerçek Zamanlı Yapay Zekâ ve Simülasyon konusunda proje tecrübesi.\n• Bilgisayar programlama tecrübesi; PROLOG programlama dilinde yazılım geliştirme."
		},
		"3": {
			"Header": "Yönetiliğini Yaptığı Araştırmalar",
			"Content": "\n• EUCLID RTP 11.3 Kompleks Hava Muharebesi Simülasyonu (1993-97), [Bu proje başarılı bir şekilde tamamlandı ve 3.6.1998 tarihinde Marmara Araştırma Merkezi'nin 1997 Yılı Proje Ödülünü kazandı.\n• EUCLID RTP 11.7 Uçakta Silah Sistemleri Simülasyonu (1996-97), [Bu proje 1997 yılında başarılı bir şekilde tamamlandı.\n• Bilimsel Araştırma ve Buluşların Modellendirilmesi.\n• Osmanlıca-Kiril Optik Harf Tanıma.\n• Parçacık fiziği ve seramik superiletkenler alanındaki bilimsel buluşların modellendirilmesi üzerine araştırma. (Londra'da)\n• Londra Üniversitesi'nde doktora çalışması. Doktora konusu: \"Bilgi Sistemlerinde Bilgi Organizasyonu: Bilimsel Buluşların Modellenmesi Üzerine Uygulamalar\".\n• Istanbul ve Londra'da kimya sanayiinde çeşitli üretim, araştırma ve geliştirme çalışmaları."
		},
		"4": {
			"Header": "Felsefi Eserler",
			"Content": "• Kocabaş, Ş.(1984). İfadelerin Gramatik Ayırımı. Ekin Yayinları: Istanbul, 222 s. (Bu eser \"Düşünce ve Felsefe\" dalında 1985 yılında Türkiye Yazarlar Birliği'nin birincilik ödülünü kazanmıştır.) 26 Ekim 2010 tarihinde Wayback Machine sitesinde arşivlendi.\n• Kocabaş, Ş. (1997). İslam'da Bilginin Temelleri. İz Yayıncılık: İstanbul, 140 s. (Bu kitap \"Araştırma\" dalında 1997 yılında Türkiye Yazarlar Birliği'nin birincilik ödülünü kazanmıştır.) 26 Ekim 2010 tarihinde Wayback Machine sitesinde arşivlendi.\n• Kocabaş, Şakir (2001), Fizik ve Gerçeklik. Küre Yayınları:İstanbul 26 Ekim 2010 tarihinde Wayback Machine sitesinde arşivlendi."
		},
		"5": {
			"Header": "Görüşü",
			"Content": "Bu yazımızda Batı bilim anlayışında gerçeklik kavramının yerini inceliyoruz.Bu incelememiz fizik bilimlerle sınırlı tutulmuştur. Batı’da özellikle son dört yüzyıl içinde gelişen bilim anlayışı ve genel olarak bunu geriden izleyen bilim felsefesi yakından incelendiğinde dikkat çekici bazı özellikler tesbit etmek mümkündür.\n\nGeçtiğimiz yüzyılın başından bu güne kadar geliştirilmiş olan bilim felsefelerinde bilimsel teori ve hipotezlerin olaylarla sağlanabilirliği, yanlışla- nabilirliği, sınanabilirliği, ve teorilerin tarihsel gelişimi, rekabeti ve izafili- ği gibi konular ele alınmıştır. Ancak bunlardan hemen hiçbirinde bilimsel teorilerin dayandığı temel kavramlar ve bunların teori içinde meydana ge- tirdiği kavramsal yapılar tafsilatlı bir şekilde ele alınmamıştır. Böyle bir kavramsal analizin eksikliği yüzünden bilimle lisan ve gerçeklik arasında- ki alaka daima karanlıkta kalmıştır. Hatta diyebiliriz ki modern felsefede ‘bilim ve gerçeklik’ konusunda hemen hemen hiçbirşey söylenmemiştir.\n\nAslında bir açıdan bu duruma şaşmamak gerekir, çünkü böyle bir soruşturma ve araştırma öncelikle ciddi bir kavramsal araştırma ve soruşturmayı gerektirmektedir. İnsanlar kelimeler ve bunların meydana getirdiği bir kavramlar1 örgü- sü, yani bir lisan içinde düşünür. Birbirinden farklı kavramsal yapılar, en genel manada birbirinden farklı lisanlar demektir. Lisanları birbirinden farklı kavram yapılarına sahip insanların olaylarıalgılama şekilleri ve ölçü- leri de farklı olacaktır. Burada esas mesele, olayların doğru bir şekilde an-  laşılmasıdır. Fizik bilimlerle gerçeklik arasındaki alakanın ne olduğu konusuna gir- meden önce bilgi ve gerçeklik arasındaki kavramsal alakaya bakmamız ge- rekiyor. Genel olarak ‘bilgi’ kelimesi lisanda kullanım açısından birbirin- den farklı birkaç alandaki önerme dizileri için kullanılmaktadır: Mantık, matematik, gramer bilgisi; teorik bilgiler, tecrübi bilgiler, tarih bilgisi gi-  bi. Dikkat edilirse burada saydığımız bilgi çeşitlerini iki ana sınıfta topla- yabiliriz: Lisanla ilgili bilgiler ve olaylarla ilgili bilgiler. Gerçekliğin anla- şılmasında, bilinmesinde ve ifade edilmesinde her iki bilgi türünün de ay- rı fakat önemli bir yeri vardır.\n\nFizik bilimlerde gaye, tabiatta gerçek olarak meydana gelen değişimleri bir lisan içinde ve belli bir kavram sistemi üzerine kurulan ve ‘teori’ adını verdiğimiz lisan araçları kullanarak incelemek, araştırmak ve teorinin ve içinde bulunduğu lisanın kavramlarıyla ifadelendirmektir. Fizik bilimlerde incelenen olaylar deney, gözlem, ölçme ve hesaplamaya dayanan metotlar- la tesbit edilmeye çalışılır. Fakat, deney, gözlem, ölçme ve hesaplamalar da teori çerçevesinde yapılır. Teorilerin en önemli fonksiyonlarından biri araştırma konularıyla ilgili meseleler üzerinde bilim adamları arasında iletişimi sağlayan bir üst lisan olmalarıdır. Öyle ki, bu lisanın gramerini bilmeyenler çoğu zaman iletişim çevresine alınmazlar. Bilim adamları teoriyi kullanarak yaptıkları mantıksal çıkarım ve mate- matiksel hesaplarla teori konusuna giren olaylar hakkında öngörülerde (predictions) bulunurlar. Bu öngörülerin, gene teoriye göre yapılan deney, gözlem ve ölçme sonuçlarıyla uyumlu olması bilim adamları tarafından te- orinin geçerli sayılması için yeterlidir. Bilim adamları aynı zamanda bir teorinin kapsamına giren olayları teori- yi kullanarak yaptıkları hesaplarla açıklamak isterler. Teori konusuna giren olayların açıklamaları neticede teorinin gramer yapısı içinde yer alan temel kabuller ve hipotezlere dayandırılarak yapılır. Hipotezler genel olarak basit veya bileşik kurallar şeklinde ifade edilir. Temel kabuller ise olgular şeklin- de ifade edilir; mesela ışık hızının boşlukta sabit olduğunun kabulü gibi. Bir teori ne kadar az hipotez ve kabulle, konusu içine giren en çok sa- yıda olayla ilgili öngörü ve açıklama yapabilme imkanı sağlıyorsa bilim adamları tarafından o kadar ‘şık’ bir teori olarak kabul edilir. Fizik bilimlerin konusu tabiatta meydana gelen değişimler olduğuna gö- re, bu bilimlerle gerçeklik arasında nasıl bir alaka olmalıdır? Bu bilimlerde geliştirilen teorilerde kullandığımız kavramlar ve bunların meydana getir- diği yapı ve daha geniş manada teorinin içinde yer aldığı lisan, gerçekliği anlamamız açısından ne kadar uygundur? Teorileri gerçekliği anlamada kullanılabilecek bir lisan aracı olarak görebilir miyiz? Yoksa teori geliştir- menin amacı sadece, teoriyi kullanan bilim adamlarına bunun kapsamına giren olaylar hakkında öngörüler ve açıklamalar yapabilme imkanı sağla- ması mıdır? Halen geçerli teori anlayışına göre bilim ve gerçeklik arasında ne gibi bir alaka vardır? Bu sorular aslında bilim felsefesinin en temel sorularıdır, fakat bu günün Batı bilim felsefelerini bilim ve gerçeklik açısından incelediğimizde temel bir özellik olarak şunu tesbit ediyoruz: Batı bilim felsefelerinde bilim ve gerçeklik diye bir mesele görünmemektedir. Hatta denilebilir ki genel ola- rak Batı felsefelerinde gerçeklik kavramı temel bir kavram olarak yer alma- maktadır. Batı bilim anlayışı ve düşüncesinin bazı istisnalar dışında büyük ölçüde eski Yunan düşüncesine dayandığı bilinmektedir."
		}
	}
}
