{
	"Name": "Teo Grünberg",
	"Desc": "Türk filozof, mantıkçı ve akademisyen",
	"Period": "Republic",
	"Lifetime": [ 1927, 2025 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 235, 135 ],
		"Color": [ 163, 255, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> Şişli Terakki Lisesi'nden mezun oldu.\n----> 1950'de İstanbul Üniversitesi Kimya Mühendisliği Bölümü'nden mezun oldu.\n----> 1960 yılında İstanbul Üniversitesi'nde mantık dersleri vermeye başladı.\n----> 1964'te \"Anlam Kavramı Üzerine Bir Deneme\" başlıklı teziyle doktorasını tamamladı.\n----> 1966'da ODTÜ'ye geçti ve 1970'te doçent, 1979'da profesör oldu.\n----> 1982-83 yıllarında ODTÜ Sosyoloji Bölümü'nün, 1983-94 yıllarında ODTÜ Felsefe Bölümü'nün başkanlığını yaptı.\n----> 1994'te emekli oldu ancak ders vermeye devam etti.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Teo Grünberg, özellikle analitik felsefe, mantık ve bilim felsefesi üzerine çalışmalar yapmıştır.\n--------> Analitik Felsefe: Felsefenin kavramları netleştirmesi gerektiğini savundu.\n--------> Mantık: Sembolik mantık ve epistemik mantık üzerine çalışmalar yaptı.\n--------> Bilim Felsefesi: Felsefenin bilimle birlikte çalışarak gerçek hakkında bilgi verdiğini öne sürdü.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye’de analitik felsefenin gelişmesine büyük katkılar sağladı.\n----> Lise müfredatına modern mantık derslerinin eklenmesi için çalışmalar yaptı.\n----> Türkiye Bilimler Akademisi Hizmet Ödülü'ne layık görüldü (1998).\n• Önemli Eserleri:\n----> Anlam Kavramı Üzerine Bir Deneme\n----> Bilim Felsefesi\n----> Epistemik Mantık Üzerine Bir Araştırma\n----> Felsefe ve Felsefî Mantık Yazıları\n----> Mantık Terimleri Sözlüğü\n----> Modern Mantık ve Uygulamaları"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Teo Grünberg (d. 24 Kasım 1927; Beyoğlu, İstanbul), Türk filozof, mantıkçı ve akademisyendir.\n\nKökleri, Almanya'dan İstanbul'a göç eden Aşkenaz Yahudilerine dayanan[3] Grünberg, 1927 yılında Beyoğlu’nda doğdu. Şişli Terakki Lisesi'nden ve 1950'de İstanbul Üniversitesi Kimya Mühendisliği Bölümünden mezun oldu.[4] Sonrasında on yıl gibi bir süre boyunca tüccar olan babasının yanında çalıştı.[5]\n\n1960 yılında Hüseyin Batuhan'ın teklifi ile İstanbul Üniversitesi'nde mantık dersleri vermeye başladı.[5] 1964'te bu üniversiteden, \"Anlam Kavramı Üzerine Bir Deneme\" başlıklı tezi ile doktora derecesini aldı.[6] 1966 yılında ODTÜ'ye geçiş yaptı.[6] 1970 yılında doçent, 1979 yılında profesör oldu.[7] Hüseyin Batuhan ile birlikte, liselerde modern mantık okutulması için çalışmalar yaptı, konuyla ilgili kitaplar yazdı ve lise öğretmenlerine dersler verdi.[8] 1982-83 yılları arasında ODTÜ Sosyoloji Bölümünün, 1983-94 yılları arasında ODTÜ Felsefe Bölümünün başkanlığını yaptı.[6] 1994 yılında bu kurumdan emekliye ayrıldı, fakat hala yarı zamanlı öğretim görevlisi olarak ders vermeye devam etmektedir.[9] Bilkent ve Ankara Üniversitesi'nde de ders vermiştir.[5]\n\n1998'de Türkiye Bilimler Akademisi Hizmet Ödülü'nü alan Grünberg;[6] Türkiye Felsefe Kurumu, Türkiye Felsefe Derneği ve Avrupa Analitik Felsefe Topluluğu asli üyesi,[kaynak belirtilmeli] Bilim Akademisi onursal üyesidir.[10]\n\nGrünberg, Raşel Grünberg ile evlidir ve çocuklarından biri, kendisi gibi filozof ve akademisyen olan David Grünberg'tir.[8] Dedesi, Musevi Lisesi'nin kurucularından olan[11] filozof, din adamı ve eğitimci David Markus'tur.[4]\n\n20. yüzyılın en önemli bilim felsefecilerinden biri olan Thomas Kuhn, Grünberg'in Irzık ile birlikte yazdığı \"Carnap and Kuhn: Arch Enemies or Close Allies?\" başlıklı makalesini daha önce okumuş olsaydı \"muhtemelen hiçbir zaman Bilimsel Devrimlerin Yapısı'nı yazmayacağını\" belirtmiş,[12] her iki yazara da övgü mektubu göndermiştir.[4]"
		},
		"2": {
			"Header": "Teo Grünberg’in Felsefe Anlayışı",
		"Content": "Türkiye’de analitik felsefeyi kendine konu edinip çalışan kişilerin başında Teo Grünberg gelmektedir. Tutarlı bir tavırla, doktora tezinde işlediği konuların dışına çıkmamış, mantık ve analitik felsefe konularında derinleşmiş ve alana ilişkin kaynak eserler üretmiştir.\n\nYaptığı bir söyleşide, Grünberg kendini şöyle tanıtmıştır: Kendimi ilk yıllarda ne kadar mantıkçı ampirist, gördüysem de doktora tezime bakıp eski günlerimi hatırlayınca, hiçbir zaman mantıkçı ampirist olmadığımı anlıyorum. Ben daima felsefenin bilgi verdiğini, gerçek hakkında bilgi verdiğini savunmuşumdur. Doktora tezim bunun açık bir belgesidir. Tezimin ana görüşü, felsefenin tek başına gerçek hakkında bilgi vermediği, bilimlerle birlikte çalıştığıdır (Grünberg 2004, 46). Ayrıca felsefe, her türlü kültürel çabanın temelini araştırmalıdır (Grünberg 2004, 46). Son yıllarda realist metafizik görüşünü benimsemiş. Bunun anlamı, bilimin ve felsefenin, düşüncemizden bağımsız olan gerçek hakkındaki doğruların bilgisini sağlamasıdır. Dolayısıyla amacımız doğruya erişmektir (Grünberg 2004, 50). Bir de üç yüce kavram var: Doğru, iyi ve güzel. İşte bu üç yüce kavram benim için her şeydir. Felsefe her üç boyutta kendini göstermelidir. Yalnız doğruda, ya da yalnızca iyi ve güzel de değil. Felsefe doğruya, iyiye ve güzele nasıl erişir? Bilim felsefesi olarak doğruya, sanat felsefesi olarak güzele, ahlak, hukuk ve toplum felsefesi olarak iyiye yönelmektedir\n\nAnlam kavramının çeşitli kullanımı vardır. Kelimenin manası yerine kullanıldığı gibi, önermenin anlamı yerine de kullanılmaktadır. Felsefede önemli olan, kullanılan kavramın ve dile getirilen yargının anlamlarını net bir şekilde ortaya koymaktır\n\nTeo Grünberg, 1963 yılında savunduğu Anlam Kuramı Üzerine Bir Deneme adlı doktora tezinde, hayatı boyunca ilgileneceği mantık ve bilgi sorunlarının temelini atmıştır. Grünberg’e göre felsefe, Sokrates’in kavramların anlamlarını gün ışığına çıkarmasıyla belirmiştir. Çağımızda da anlam analizini merkeze alan analitik felsefeye, Sokratik geleneğe dönüş diye bakılabilir (Grünberg 1970, 1). Felsefeyi böyle tanımlamak, bilgi anlayışının da sınırlarını belirlemektedir. Ona göre, güvenilirbilgi sağlamak amacını güden felsefenin başvurabileceği biricik yöntem, bilgi sistemlerinin ilkel terimlerinin anlamlarının aydınlatılmasıdır. Buna göre her felsefe problemi, bir anlam aydınlatması olacağından, “anlam”ın anlamının aydınlatılması sistematik bir felsefenin ilk ele alacağı problemdir (Grünberg 1970, 1). Anlam teriminin geniş anlamı değil, bilgisel-anlam denilen dar anlamı üzerinde durulmaktadır. Bilgisel anlamı, içinde geçtiği bağlamlardan bağımsız olarak belirlenebilen ifadeler (bilgisel anlam birimleri) yalnız önermelerdir (Grünberg 1970, 1). Ayrıca, bir önermenin doğruluk değeri o önermenin anlamına bağlıdır (Grünberg 1970, 2).\n\nGrünberg, felsefe anlayışının temelinde yer alan önerme ve terimin bilgisel anlamlarını tanımlamıştır. Ona göre bir önermenin bilgisel anlamı, bu önermenin doğruluk değerini belirlemek için gerekli olan anlam-bileşenidir. Bir terimin bilgisel anlamı, bu terimin (içinde geçtiği), her bir önermenin doğruluk değerini belirleme görevinde kendisine düşen paydır .\n\nGrünberg, ele aldığı anlam sorunu nedeniyle, felsefe teriminin anlamca aydınlatılması gerektiğini belirtmiştir. Ona göre felsefenin başvuracağı biricik metot, bilgi sistemlerinin ilkel terimlerinin anlamlarının aydınlatılmasıdır (Grünberg 1970, 5). Felsefe, filozoflarca çok farklı bir şekilde anlaşılmasına rağmen, ortak olan yön, felsefenin bilgi sağlayan bir uğraşı olmasıdır (Grünberg 1970, 5). Grünberg, manalı olarak sözü edilebilen her şeyin felsefe tarafından incelenebileceği, dolayısıyla felsefenin konusunun evrensel olduğu kanısındadır. Bir yandan bütün dil dışı nesneler, öbür yandan da mümkün olan bütün (manalı) dilsel ifadeler felsefenin konusu içine girebilirler (Grünberg 1970, 5-6). Felsefenin asıl amacı, dilsel ifadeler hakkında (ikinci elden) bilgi sağlamak değil, akıl-dışı varlıklar hakkında (birinci elden) bilgi sağlamaktır. Ama göreceğimiz gibi, felsefenin metodu dil dışı nesnelerin doğrudan doğruya incelenmesine elverişli olmayıp ancak dilsel ifadelerin incelenmesini sağlamaktadır. Başka bir deyimle, metot bakımından her felsefe problemi ancak bir dil analizi problemi olmaktadır (Grünberg 1970, 6). Bilgi-teorisi (dil analizi, ikinci elden bilgi) şeklinde başlayan felsefe uğraşısı ontoloji (dil-dışı nesneler hakkında birinci elden bilgi) ile amacına erişir. Dil içinde kapalı kalıp ontoloji seviyesine yükselemeyen bir felsefe problemi felsefe açısından çözülmüş sayılmaz.\n\nFelsefe, bir bilgi çeşidi olup konusu evrensel olduğundan, amacının her şey hakkında bilgi sağlamak olacağı meydandadır (Grünberg 1970, 6). Felsefe diğer bilgi türlerinin toplamından farklı olduğundan, onun amacının iyi belirlenmesi gerekmektedir (Grünberg 1970, 6-7). Felsefe diğer bilgi türlerini güvenilmez bilgi haline getirebilmektedir. Dolayısıyla felsefe dışı bilgiler felsefe tarafından sorgulanmadan güvenilir bilgi haline gelememektedirler (Grünberg 1970, 7). Öte yandan, felsefenin ortaya koyduğu bilgilerin hiçbiri filozoflar tarafından genel olarak benimsenmezken, doğru bilgi sağlamak amacında olması, gülünç gözükmektedir (Grünberg 1970, 8). Bu söylenenlerin yanında, felsefenin amacı, güvenilir bilgi sağlamaktır (Grünberg 1970, 8). Felsefe dışında kalan bilgiler, felsefe tarafından dönüştürülmediği sürece, güvenilmezlerdir (Grünberg 1970, 8). Bir bilgi sisteminin öndayanakları, bu bilgi-sisteminin öbür önermelerini dolaylı olarak belgelemeğe yarayan fakat kendileri belgelenmemiş olup ancak sezgisel olarak apaçık oldukları için kabul edilen ilkel önermeleri ve dile getirilmemiş metodolojik (çıkarım) kuralları demektir (Grünberg 1970, 15). Bir bilgi sisteminin güvenilir -bilgi sağlamasının gerekli ve yeterli şartı, bu bilgi sistemlerinin öndayanaksız bir bilgi sistemi olmasıdır (Grünberg 1970, 16). Felsefenin amacı, öndayanaksız bilgi sağlamaktır (Grünberg 1970, 17). Felsefe dışındaki bütün bilgi dalları ancak öndayanaklı bilgi sağladıklarından, böylece felsefe ile bütün öbür bilgi çeşitleri arasındaki köksel bir ayırım yapılmış olur (Grünberg 1970, 18). Felsefenin görevi, öndayanaksız bilgi sistemlerinin kavram çerçevelerini kurmaktır (Grünberg 1970, 18); ya da bilgi sistemlerini öndayanaksız olarak yeniden kurmaktır.\n\nGrünberg’e göre, herhangi bir bilgi sisteminin öndayanaksız olması için gerekli ve yeterli şart, bu sistemin bütün ilkel önermelerinin (ve dile getirilmemiş çıkarım kurallarının) dolaysız olarak belgelenmiş olmasıdır (Grünberg 1970, 19). Felsefenin baş problemi, “dolaysız belgeleme nasıl mümkündür?” sorusuna çözüm bulmaktır (Grünberg 1970, 19). Bu sorunun cevabını çeşitli ileler kabul ederek temellendirmiştir. Herhangi bir bilgi sisteminin bütün terimlerinin tanımlanmasının gerekli ve yeterli şartı, bu sistemin bütün önermelerinin ve kurallarının belgelenebilmesidir (Grünberg 1970, 19). Herhangi bir bilgi-sisteminin öndayanaksız olmasının gerekli ve yeterli şartı, bu sistemin bütün ilkel terimlerinin tanımlanması, yani bu terimlerin anlamlarının tam olarak aydınlatılmasıdır (Grünberg 1970, 20). Güvenilir bilgi sağlama amacını güden felsefenin başvurabileceği biricik yöntem, bilgi sistemlerinin ilkel terimlerinin tanımlanması, yani bu terimlerinin anlamlarının tam olarak aydınlatılmasıdır (Grünberg 1970, 20). Bilgi edinme çabasında iki çaba öne çıkmaktadır: 1- bilgi sistemleri için yeni kavram çerçevelerinin yaratılması veya eldeki kavram çerçevelerinin değiştirilmesi. 2- Eldeki kavram-çerçeveleri içinde tek tek bilgilerin elde edilmesi, yani bu bilgilerin söz konusu kavram çerçeveleri aracıyla belgelenmesi. Birinci maddedeki işi yapanlar filozoflar, ikinci madde işi yapanlar bilim insanlarıdırlar.\n\nHer felsefe problemi, belli bir dil-dışı nesneden söz eden bir takım önermelerden meydana gelir. Bu önermeler genel olarak doğrulukları belli bir öndayanaklı bilgi sistemi çerçevesi içinde belgelenmiş olan, dolayısıyla (güvenilmez ) bilgi ifade eden önermelerdir. Problemin çözümünde güdülen amaç, bu önermeleri güvenilir bilgi elde edebilecek biçime dönüştürmektir (Grünberg 1970, 28). Ayrıca söz konusu amaç, bu problemlerin konusu olan metafizik önermeleri (yani öndayanaksız olarak belgelenemeyen önermeleri) analitik önermeler veya ampirik önermelere (yani öndayanaksız olarak belgelenebilen önermelere) dönüştürmektir (Grünberg 1970, 29). Felsefenin görevi bu gibi felsefe problemlerini çözmekten ibarettir. Bu problemlerin çözümü olan analitik önermelerle ampirik önermeleri belgelemek felsefenin görevi değildir. Analitik önermeleri belgelemek formel mantık ve matematiğin görevi olup, ampirik önermeleri belgelemek ampirik bilimlerin görevidir (Grünberg 1970, 29). Sergilenen veriler Grünberg’in analitik felsefe çerçevesinde , mantık, bilim ve felsefenin sınırlarını ve görevlerini belirlemektedir.\nÖndayanak, belli bir düşüncenin temellerini oluşturan temel (ya da ilkel) yargılar ile dile getirilmeyen yöntem kuralları, bilgi sisteminin öndayanakları olarak kabul edilir.\nAnalitik felsefe alanında yetişen ve yayınlar yapan Teo Grünberg ülkede yetişen alanında çok başarılı olan mantıkçı ve bilim felsefecisidir. Alanına ilişkin ortaya koyduğu ürünler, konuların ilgili sorunlarını iyi bir şekilde kavrayan, aralarındaki ilişkileri sıkıca dokuyan, tutarlı ve bütünlüklü yapılar sergilemesi açısından çok önemli çalışmalar ortaya koymuştur."
		}
	}
}
