{
	"Name": "Teoman Duralı",
	"Desc": "Türk filozof, mütefekkir ve akademisyen",
	"Period": "Republic",
	"Lifetime": [ 1947, 2021 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ 250, 100 ],
		"Color": [ 255, 177, 104 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> TED Ankara Koleji'nden mezun oldu.\n----> 1973 yılında İstanbul Üniversitesi Felsefe Bölümü'nden mezun oldu.\n----> 1975 yılında aynı bölümde asistan olarak akademik kariyerine başladı.\n----> 1977 yılında \"Biyoloji Felsefesine Dair\" teziyle doktor unvanını aldı.\n----> 1982 yılında doçent, 1988 yılında profesör oldu.\n----> İstanbul Üniversitesi, Kırklareli Üniversitesi ve İbn Haldun Üniversitesi gibi kurumlarda görev yaptı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Teoman Duralı, özellikle biyoloji felsefesi, dilbilim, siyaset felsefesi ve savaş felsefesi üzerine çalışmalar yapmıştır.\n--------> Biyoloji Felsefesi: Canlılar ve bilim arasındaki ilişkiyi inceledi.\n--------> Dilbilim: Dilin düşünce üzerindeki etkisini araştırdı.\n--------> Siyaset Felsefesi: Küresel medeniyet ve Türk kimliği üzerine çalışmalar yaptı.\n--------> Savaş Felsefesi: Savaşın insanlık tarihindeki rolünü ele aldı.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye’de biyoloji felsefesinin gelişmesine büyük katkılar sağladı.\n----> Uluslararası akademik kuruluşlarda görev aldı ve Türkiye’yi temsil etti.\n----> 2021 yılında Cumhurbaşkanlığı Kültür ve Sanat Büyük Ödülü'ne layık görüldü.\n• Önemli Eserleri:\n----> Omurgasızlaştırılmış Türklük\n----> Felsefe-Bilimin Doğuşu\n----> Hayatın Anatomisi\n----> Aklın Anatomisi\n----> Sorun Nedir?\n----> Çağdaş İngiliz-Yahudi Küresel Medeniyeti"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Teoman Duralı, 7 Şubat 1947'de Zonguldak'ın Kozlu ilçesinde doğdu. Babası Sabih Duralı, Langaza'da doğmuştu. Babasının babası, Langaza'da ağır ceza reisi, babasının dedesi ise Gümülcine müftüsüydü.\n\nSabih Bey, 1927 yılında devlet bursuyla mühendislik eğitimi almak üzere Almanya'nın Chemnitz şehrine gönderildi. Annesi Hilda Kohlschmidt ile Sabih Bey, Chemnitz'te tanışarak 1930 yılında evlendi. Hilda Hanım, Protestan kültürüyle yetişmiş, klasik bir Alman'dı. Chemnitz dışına ilk kez lise yıllarında katıldığı bir Bavyera gezisinde çıktı. Koyu bir Alman milliyetçisi olan Hilda Hanım, Türkiye'de hiç mutlu olamamış ve hep vatan hasretiyle yaşamıştır.\n\nAlmanya'dan yüksek mühendis olarak Türkiye'ye dönen Sabih Duralı, Genelkurmay Başkanlığı'nda; Kayseri'de uçak, Eskişehir'de tank ve Kırıkkale'de silah fabrikalarında çalıştıktan sonra Türkiye'nin iki termik santralinden biri olan Zonguldak Kozlu'ya tayin edildi. 1954 yılında Demokrat Parti'den Zonguldak milletvekili seçildi.\n\nTeoman Duralı'nın ağabeyi Kaya Duralı, 1931 yılında Chemnitz'te doğdu. Galatasaray Lisesi'nden mezun oldu.\n\nTeoman Duralı, ilkokulu Zonguldak'ta, ortaokul ve liseyi Ted Ankara Koleji'nde tamamladı. 1973 yılında İstanbul Üniversitesi Edebiyat Fakültesi'nin felsefe bölümünden mezun oldu."
		},
		"2": {
			"Header": "Akademik Hayatı",
			"Content": "Teoman Duralı, İstanbul Üniversitesi Edebiyat Fakültesi'nde öğrenciyken, Nermi Uygur'un teklifiyle 1975 yılında mezun olduğu bölümde asistan olarak göreve başladı. 1977 yılında biyoloji felsefesi hakkındaki teziyle felsefe doktoru unvanını aldı. 1978 yılında NATO bursuyla Paris'te biyoteknoloji seminerlerine katıldı. Mayıs 1982'de yardımcı doçent, Ekim 1982'de biyoloji felsefesi üzerine yazdığı tezle doçent oldu. 1985 yılında ABD'deki Pennsylvania State University'de tamamladığı Kant'ın A Priori Bilgi İstidâdı başlıklı çalışmasının ardından 1988 yılında profesör unvanını aldı.\n\n1992-1993 yıllarında Malezya Uluslararası İslam Üniversitesi'nde, 1994 ve 2003 yıllarında Viyana Üniversitesi bilim felsefesi bölümünde, 1995-1997 ile 1999 yıllarında Kuala Lumpur'daki International Institute of Islamic Thought and Civilisation'da misafir öğretim üyesi olarak bulundu. 1996 yılında, İstanbul Üniversitesi Araştırma Fonu'nun mâli desteğiyle Orta Asya Türk cumhuriyetlerinde araştırma gezisine çıktı.\n\nDuralı, felsefe alanındaki saygın konumu nedeniyle Yeni Şafak, Altınoluk, Gerçek Hayat gibi gazete ve dergilerde yazılar yazmıştır. Öyle ki, \"Evrim teorisi İslam'la çelişmez\" biçiminde bir görüşü savunmasına rağmen, Türkiye'nin en önde gelen evrim karşıtlarından Fethullah Gülen'e yakınlığı ile bilinen Zaman'da yazılar yazmış ve Mehtap TV'de programlar yapmıştır.\n\nBir dönem Kırklareli Üniversitesi Fen-Edebiyat Fakültesi'nde dekanlık yaptı ve fakültenin felsefe bölümünü kurdu. Bülent Ecevit Üniversitesi senatosunun 2016 yılında aldığı karar uyarınca, Teoman Duralı'ya verilen fahrî doktorluk pâyesinin takdim töreni, Sezai Karakoç Kültür Merkezi'nde gerçekleştirildi.\n\nDuralı, ölümünden önce İstanbul Üniversitesi, İstanbul Medeniyet Üniversitesi ve İbn Haldun Üniversitesi'nin felsefe bölümlerinde ders veriyordu. Ayrıca Kutadgubilig Felsefe-Bilim Araştırmaları Dergisi'nin yayın yönetmenliğini yapmaktaydı. Türkiye Bilimler Akademisi şeref üyesi olan Teoman      Duralı, İngilizce, Fransızca, Almanca, Latince, Yunanca, İtalyanca, Felemenkçe, İspanyolca, Rusça ve Malayca dillerini biliyordu. Duralı ölümünden kısa bir süre öncesine kadar TRT 2 ekranlarında Felsefe Söyleşileri başlıklı bir programı yapmaktaydı."
		},
		"3": {
			"Header": "Teoman Duralı Düşüncesinde Felsefe-Bilim",
			"Content": "Felsefe-bilim geçmişten günümüze insan aklının, varlık, bilgi ve değer üzerine bir arayışıdır. Felsefe-bilim, biri olmaksızın diğeri düşünülemez olan, felsefe ve bilimin birbirinden beslendiği bütünlüklü bir yapıdır. Felsefe meraktan beslenir ve bilgelik, 'kendini merak' ile başlar. Ancak felsefe, zeminini bilgelikten almış olsa da, ondan ayrı bir yol izler. Felsefe, zamanla insanın kendini bilme çabasından uzaklaşarak bilgi nedir, nasıl elde edilir, nereden gelir gibi sorularla bilgi üreticisi haline gelir ve bilimi vücuda getirir. Felsefeyi ilk defa sistemli hale getiren ve felsefe-bilimin temellerini ilk atan Aristoteles'tir. Ancak, Descartes sonrası Batı'da biçimlenen felsefebilime yüklenen anlam değişiklik göstermiştir. Felsefe-bilim nedir ve Aristoteles'ten günümüze ne gibi değişiklikler geçirmiştir sorusu çerçevesinde Ş. Teoman Duralı'nın düşünceleri yol gösterici niteliktedir. Duralı'ya göre felsefe-bilim, dayanağını mantık, kültür, fizik ve metafizik çalışmalar, can/lılık, evrim, ahlak gibi pek çok alandan alan, tek boyutlu düşünülemeyecek kadar kapsamlı bir çabanın ürünüdür. Duralı, felsefebilimin özünün Aristoteles'in felsefe-bilim anlayışında gizli olduğuna işaret eder. Descartes sonrası Batı düşüncesinde, özellikle üzerinde durmuş olduğu İngiliz Yahudi Medeniyeti zihniyetinde ise, bir değer varlığı olan insanın insan olma özelliğinin çıkarılmasıyla felsefe-bilimin sekteye uğrama durumu söz konusudur. İnsanın 'can' denilen ruhani yönü kendinden alınırsa geriye sadece maddi yönü kalır. Felsefe-bilimin yapılabilmesinde, hatta bir ilim, bir bilim yapılabilmesinin temelinde insana verilen değer yatar. Duralı, felsefe-bilim yapılabilmesi için Descartes sonrası Batı düşüncesinin dayattığı makine insanın yerini, tekrar insanın değerli olduğu bir düzene vi bırakması gerekliliğini savunur. Bu açıdan felsefe-bilim anlayışının ve insana özgü değerlerin yeniden inşasını önemser."
		}
	}
}
