{
	"Name": "Uluğ Nutku",
	"Desc": "Türk felsefeci ve akademisyen",
	"Period": "Republic",
	"Lifetime": [ 1935, 2014 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 220, 180 ],
		"Color": [ 35, 255, 130 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> 1956'da Robert Koleji'ni bitirdi.\n----> 1957-1964 yıllarında İstanbul Üniversitesi Felsefe Bölümü'nde serbest lisans öğrenimi gördü.\n----> 1964'te İstanbul Üniversitesi'nde fahri asistan olarak göreve başladı.\n----> Takiyettin Mengüşoğlu'nun asistanlığını yaptı.\n----> 1974'te \"Yeniçağ Felsefesinde Apriori Problemi\" başlıklı çalışmasıyla doktorasını tamamladı.\n----> 1978'de \"İnsan ve İnsanlık Kavramları Üzerine Antropolojik-Etik Bir Çalışma\" başlıklı teziyle doçent oldu.\n----> 1994 yılında profesör unvanını aldı.\n----> Mersin Üniversitesi ve Sivas Cumhuriyet Üniversitesi Felsefe Bölümlerini kurdu.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Uluğ Nutku, özellikle bilim felsefesi, etik, özgürlük ve kültür üzerine çalışmalar yapmıştır.\n--------> Bilim Felsefesi: Bilimsellik ve nedensellik kavramlarını tarihsel bağlamda inceledi.\n--------> Etik: İnsan ve toplum ilişkilerini ahlaki açıdan değerlendirdi.\n--------> Özgürlük: Özne-nesne bölünmesi ve bireysel özgürlük üzerine çalışmalar yaptı.\n--------> Kültür: İnsan ve toplum arasındaki etkileşimi felsefi açıdan ele aldı.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye'de felsefenin akademik gelişimine büyük katkılar sağladı.\n----> \"Felsefeylemek\" ve \"Aşmaca\" kavramlarını dilimize kazandırdı.\n----> 1988-1989 yıllarında Türkiye Satranç Federasyonu Başkanlığı yaptı.\n• Önemli Eserleri:\n----> İnanmanın Felsefesi (2012)\n----> Gezgin Felsefe (2011)\n----> Daha Güncel Felsefe (2006)\n----> Felsefe ve Güncellik (2005)\n----> İnsan Felsefesi Çalışmaları (1998)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Prof. Dr. Uluğ Nutku (1935, Zara, Sivas - 2014, Mersin), Türk felsefeci ve akademisyen.\n\nMersin Üniversitesi ve Sivas Cumhuriyet Üniversitesi felsefe bölümünün kurucusudur. Çalışmalarında tarihsel bağlamları içerisinde; nedensellik, bilimsellik, özgürlük, ölüm, kader, kısmet, kültür, insan, toplum, düşünme, eylem, mutluluk, amaç, bilim, inanç gibi kavramların anlamları üzerinde çözümlemeler yapmıştır.[1] Çevresinde Gezgin Filozof olarak tanınırdı.\n\n1935 yılında Sivas'ın Zara ilçesinde dünyaya geldi.\n\n1956'da Robert Kolej'i bitirdi. 1957-1964 yıllarında İstanbul Üniversitesi Felsefe Bölümü'nde serbest lisans öğrenimi gördü. Sistematik Felsefe ve Mantık Anabilim Dalına kayıtlı Nutku, Felsefe Tarihi; Eski Yunan Dili ve Edebiyatı; Latin Dili ve Edebiyatı sertifikalarını aldı.[2] 1964'te fahri asistan olarak aynı fakültenin Sistematik Felsefe ve Mantık kürsüsünde göreve başladı.[2] 1965-1966 yıllarında askerliğini Mamak Muhabere Okulunda yedek subay eğitimi alarak yaptı. 1969'da kadrolu asistan oldu. Takiyettin Mengüşoğlu`nun asistanlığını yaptı. 1974'te \"Yeniçağ Felsefesinde Apriori Problemi\" başlıklı çalışmasıyla doktorasını verdi. 1978’de \"İnsan ve İnsanlık Kavramları Üzerine Antropolojik-Etik Bir Çalışma\" başlıklı teziyle doçent oldu. 1979'da doçent kadrosuna atandı.\n\n1990'da Çukurova Üniversitesi Eğitim Fakültesi Felsefe Grubu Eğitimi Bölümünün bağımsız bölüm olmasına katkıda bulundu. 1994 yılında profesör oldu. Mersin (1994) ve Sivas Cumhuriyet (2000) üniversitelerinde Felsefe Bölümlerini kurdu.Bu üniversitelerde dersler verdi. 2002 yılında yaş haddinden emekli olduktan sonra da ders vermeyi sürdürdü.[3]\n\nMakaleleri, Cumhuriyet Bilim ve Teknoloji, Felsefelogos, Artı, Özne gibi birçok dergide yayımlandı.[3] İngilizce, Almanca, Fransızca ve Latince bilen Nutku \"Felsefeylemek\", \"Aşmaca\" kavramlarını dilimize kazandırmıştır.[1]\n\n1988-1989 yıllarında Türkiye Satranç Federasyonu Başkanlığı yapmıştır.\n\nNutku, 17 Kasım 2014 günü Mersin'deki evinde hayatını kaybetti.[3] Aşiyan Mezarlığı`nda toprağa verildi."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "---->• İnanmanın Felsefesi, 2012 (Anı Yayıncılık) (ISBN 978-605-4434-81-0)\n---->• Gezgin Felsefe, 2011, Kendi Yayını.\n---->• Daha Güncel Felsefe, 2006 (Anı Yayıncılık) (ISBN 9944-474-06-1)\n---->• Felsefe ve Güncellik, 2005 (Bulut Yayınları) (ISBN 9789752861176)\n---->• Ur Uruk Urşu - Şiir Damlası Tarih (şiir kitabı), 2005 (Anı Yayıncılık) (ISBN 9756376856)\n---->• İnsan Felsefesi Çalışmaları, 1998 (Bulut Yayınları) (ISBN 9789758295135)"
		},
		"3": {
			"Header": "Tanrı İnancı ve Felsefe",
			"Content": "Düşüncenin, varolanları oldukları gibi anlama, nesneler ve olaylar arasındaki bağları insani eğilimlere, niyetlere göre değil, doğru olanı bulma ve ancak bu sayede kendi varlığını sürdürebileceğini,-örneği, doğru zaman ve yerde buğday ekeceğini, balık tutacağını- bilme yönelimi yanı sıra vazgeçemediği ve birbirini sürükleyen ama insanoluşu da belirleyen üç temel yanılgısı, üç yanılgılı sıçrayışı vardır. Bunlar, kısa başlıklarla: düzenlilikten amaçlılığa sıçrayış, oluştan yaratılmışlığa sıçrayış ve açıklama ediminden anlam verme edimine sıçrayıştır. İçiçe örülü bu yanılgılar demetinin düşüncede nasıl ve ne gibi amaçlar güderek sürdüğünü çözümlemek, yanılgının da hayata katkısının, paradoksal da olsa yerini göstermek, felsefenin görevidir. Felsefe tarihinde bu görevi yerine getirmeye girişen pek az filozof oldu. Nesne özelliklerini bilmeye yönelmeksizin yaşayamayacağını, bu yalın olguyu, her insan gibi, filozoflar da anlamış olmalarına rağmen, bilgiye sığmayan inançlara neden daha çok tutunduklarını sorun edinmediler ya da sorunu düşünme cesaretini kendilerinde bulamadılar; doğru-yanlış ayırımının ötesine geçen aşkın inançlar alanını din ile sınırlandırdılar; vahiy inancını tarihselliğinden kopardılar, özel bir bilgi çeşidi sandılar. Birkaçı dışında filozofların bu ayıbı, bilgide olanla inançta olan arasındaki sınırı kayganlaştıran savlara dalmış olmaları yüzündendendir. Kimileri de inanmanın bir çeşidini, aşkın bir varlığa ya da varlıklara inanmayı, bilmenin kendisini olumsuzlaması değerlendirmesinde bırakıp asıl soruna geçemedi. Asıl sorun, günlük ilişkiler düzeninde birbirinin sözüne ve eylemine inanmanın, birlikte yaşamanın önkoşulu olmasıyla birlikte, gerçeklik dışı biçimlere girişinin ve inanan-inanmayan ayrımıyla insanların birbirine husumet, düşmanlık, hatta şiddet uygulayışının nedenlerini bulmaktır. Yanlış özdeşleştirmelerin ve karşıtlaştırmaların insani ve pek insani kaygılardan kaynaklandığını, insan hayatının gerçeklik bilgileri kadar, hatta daha çok, gerçeklik dışı, aşkın inançlarla örülü olduğunu her filozof, verilmiş kültürün insan ve dünya görüşüne kendisini hapsetmeyen felsefenin karşıt kültürünün temsilcisi olarak anlamış olmalıydı. Bildiğini kavramlara döken ve dile getiren tek canlı olarak insan, ne biliyorsa hepsini kendisine ve yalnız kendisine borçludur. Hiçbir bilgi ona lütfedilmemiştir; hepsini kendi emek ve zahmetiyle edinmiştir. O halde soralım: Varolanı olduğu gibi bilme yanı sıra varolana olmadığı gibi inanma, üstelik varolmayanı varolana üstün tutma, nasıl bir zihinsel olgudur?\n\nBu soruya cevabımı verebilmem için ontolojik bir ayırımdan hareket etmem gerekiyor. Zihnin girebildiği üç çeşit nesne alanı var; ikisi dışta, üçüncüsü içte: gerçeklik nesnesi, ideal nesne, zihin nesnesi. Gerçeklik nesnesi en uzak galaksilerden dünkü tarihe kadar hareket, oluş ve değişime bağlı olan, çeşitlenmiş, her biri bir bilimin konusu olmuş nesne türüdür. Varlık, gerçeklikten fazladır; çünkü oluş içinde bulunanla birlikte, oluşa bağlı olmayan, değişmeyen yapılar ve ilkeler vardır. Bu alanı kavramamız sayesinde gerçeklikteki düzenliliği kavrarız. Düşünce bu yapıları keşfeder, onlara nüfuz eder ama onları yaratmaz. Terimler karıştırılmamalı: ideel, düşünsel olan, yani insan bilincine ait olan yeti, gerçekliği kavrayabildiği gibi ideal olanı da kavrar. Bu terimin bir izm ile, idealizmle ilgisi yoktur. İdealizm-materyalizm karşıtlığı, madde ile bilincin hangisinin belirleyici ve öncelikli olduğu tartışmasıdır, kısır bir tartışmadır. Ulaşılması istenilen hedef anlamındaki ideal de burada söz konusu değil. İdealite terimiyle değişmez ilkeler ve kesin matematiksel bağıntıları olan yapılar alanını kastediyorum. Mantık ilkeleri ve etik değerler de ideal varlık alanına kimi filozoflarca yerleştirilmişlerdi; çünkü mantığın üç ilkesinin ve etik değerlerin doğadan kaynaklanmadığı anlaşılmıştı. Bu saptama doğrudur fakat bundan kalkarak mantık ilkelerinin ve ethik belirlenimlerin insan varlığından bağımsız oldukları sonucu çıkmaz. Doğa içinde ve doğaya karşıt konumda olan insan, tür olarak ömrünü doldurup doğadan çekilip gittiğinde, mantık ilkeleri ve tüm değerler alanı da gider. Bu tür ilkelerin göreli olmayışları, sübjektifliği ve inter-sübjektifliği bile aşmaları, insanın bulunduğu her yerde ve her zaman onunla birlikte bulunmaları ve insan varlığında objektifleşmeleri, insandan bağımsız varoldukları yanlış sonucunu getirmemelidir. İdeal varlık olarak yalnız sabit doğa ilkelerinden (Planck sabiti gibi), kesin matematiksel yapılardan ve bağıntılardan sözedilebilir. Dünyadan Mars’a gönderilen uzay aracının hedefine ulaşması, ideal varlığın değişmezliği sayesindedir.\n\nBurada bizi ilgilendiren, zihinsel nesnelerdir. Bu nesne türünü anlamak için zihin kendi içine bakacak, nasıl işlediğini çözümleyecek. Son zamanlarda İngilizce felsefede ‘philosophy of mind’ diye adlandırılan uğraş, aslında bilgi teorisinin bir alt dalıdır. Burada kullandığım zihin kavramı, insanın bütünlüğünde etkin olan ve ancak felsefi antropolojinin inceleyebileceği yeti anlamındadır. Bu yetiyi tipik bir örneğimi tekrarlayarak açıklamaya çalışayım: Bagalabula dağdan dağa zıplar. Bu cümlede anlaşılmayacak hiçbirşey yoktur. Cümle hem dil kurallarına uygundur hem de cümleyle birlikte gelen tasavvur düşüncede çelişki yaratmaz. Dağdan dağa zıplayan bir şeyi doğrudan algılamamış olmamıza rağmen düşünebiliyoruz. Felsefe tarihlerinin yapıştırdığı yaftayla empirist denilen filozofların bir savı burada işimize yarıyor: empirik olan hiçbirşey çelişki içermez. Başka deyişle, gerçeklikteki bir nesnenin özelliklerini ve fiillerini, gerçeklikte varolmayan bir tasavvura dönüştürebiliyoruz. Sonraki çıkarımlar zor değil: Bagalabula zıpladığına göre bir canlıdır. Dağ yüksekliğinde bir vücudu yahut bacakları olmalı ki dağdan dağa zıplayabilsin. Cümlenin bildirdiği sadece bu, ama tasavvur için yeterli. Artık kendi içinde devinerek doksandokuz niteliğe bürünebilir. Bu canlı, insan için iyi mi kötü mü, insan için güzel mi çirkin mi diye sorularla başka nitelemelere girişebiliriz. Hatta ‘en’ pekiştirmesini kullanarak en büyük, en güzel, en yüksek, en iyi zıplayıcı da diyebiliriz. Bunları eklemekle, doğada varsaydığımız bir nesneye doğada bulunmayan nitelikler atfetmiş oluruz. Böylece zihinsel bir varlık oluştururuz. Bu varlık yalnız ve yalnız insan zihninde vardır. Gerçekliğe herhangi bir şekilde yansır mı? Aşkın bir inanca bürürsek yansır. Bagalabula ölümsüz ise, insan için bir tanrıdır. Onu tanrılaştırdığımızda, kutsallaştırırız da. Bedeni ölümlü ise ama ölümsüz bir yanı varsa, onun için bir piramit bile yapabiliriz. Böylece, varolmayan sayesinde bir sanat eserine kavuşuruz.\n\nZihinsel varlık salt hayal midir? Hayal gücünün gerçeklikten bütünüyle kopardığı bir nesne midir? Bu soru, doğru anlamında metafizik bir sorudur. Metafiziğin doğru anlamı, ‘çözümsüzlük tortusu bırakan sav’dır. Gerçek olmayanı hayal eden yetimizin, bir yönüyle bile gerçeklikten kaynaklanmaması, dünyevi hiçbir bağı olmaması, hiçbir özelliğinin algılanmamış olması olanaklı mıdır? Bunun olanaksız olduğunu düşünüyorum. Varolmayanın düşünülemez olduğunu bizden 25 yüzyıl önce Parmenides söylemişti. İki sav öne sürmüştü: 1. Varolan ‘dır’, varolmayan ‘değildir’. 2. Varolmayan düşünülemez de. Yüksek matematiğin, evrende algılanabilirliği ve uygulanabilirliği olmayan yapılara ulaşması dışında (bunlar hayal değildir), algılanabilirliği olan her gerçek yapıdan ve süreçten bazı özellikler seçen ve başka bir gerçek yapıya ekleyen hayalgücü başka tür bir varolana, zihinsel varlığa uzanıyor. Kendi kurgusunu gerçekliğin üstüne taşıyabiliyor, üstelik onu kutsayabiliyor. Bu olgu felsefi antropolojinin başlıca konusudur. Sorunun dile getirilmesini Xenofanes başlattı (M.Ö. 6ıncı yüzyıl): “Öküzler tanrılarının resmini yapsalardı, öküz biçiminde yaparlardı”. Tanrı inancının insani köküne ilk inen odur. Yüzyıllar sonra (23 yüzyıl) Kant’ın bilgi dışı aşkın ideler çözümlemesi yeni bir yol gösterdi. Sonraki çağda, zihnin gerçekliği tersine çevirerek sonsuza uzatmasını; sonluyu sonsuza, ölümlüyü ölümsüze dönüştürmesini çözümleyen Feuerbach oldu. Fakat Feuerbach da sorunu din inancıyla sınırlandırdı. Oysa, varolandan ‘sanki varolan’a ve ‘sanki varolacağa’ geçiş, yalnız dine özgü değildir; insanlar arası ilişkilerin her anında kendini gösterir; insani varoluşun özsel bir olgusudur. Marx, insanın insanı sömürmesinin, emeğe yabancılaşmanın ortadan kalkmasıyla, kutsayan bilincin dünyaya döneceğini umut etti. Bu umudun kendisi de bir aşmacadır. Aşmaca kurgular sadece yerüstü değildir. Bunların hepsi yeryüzü ilişkilerinden kaynaklanır; yeryüzü aşmacalarının uzantısıdırlar. İlahi adalet inancı bir yerüstü aşmacasıdır ama yeryüzündeki adaletsizlikten kaynaklanır. Bizim savaşsız bir dünya isteğimiz ve bu uğurda eylememiz, kendimizin yeryüzü aşmacasıdır. İnsan sadece gerçeklikle yetinseydi, toprağa yatay yaşardı.\n\nBu paradoks çeşitli biçimalışlarla süregidecektir. Kimi zaman hurafe biçimine de girecektir. Çoğu insan hurafeleri gerçeklere, efsaneleri tarihe, kutsamaları bilime tercih edecektir. Bu tercihin nedenine ‘cehalet’ demek, olguyu anlamaktan vazgeçmek demektir. Varolanı öyle olmadığı gibi düşünmede dile gelen derin kaygılar vardır. Bunların başında ölüm bilincinin yıkıcılığı gelir. Ölüm, ölümsüzlük inancıyla aşılmak istenir. Sevdiğimiz birisi öldüğünde, onun hangi hastalıktan öldüğünü tüm ayrıntısıyla öğrenmemiz bize teselli vermez. O kişinin yanımızda olmasını isteriz. Nedensel bağların bilgisini durdururuz, son ereklere yöneliriz. Son erekte onunla buluşma umudumuzu besleriz; bu besi yaşamamızı devam ettirir. Umut bağladığımız erekler -öte dünya, ölümsüz ruh- sığınacağımız inançlardır. Bunlara inandıkça hayalgücümüzün gölge oyunlarını oynamaya devam ederiz. Oyunu bitirebilirsek, paradoksu anlamış oluruz, artık onu göğüsleyebiliriz. Her insan ömrünün bir defalık olduğunu bilir. Gene de, mezara taşınırken bile, dünyaya bağlılığıyla ölümsüz bir kefene sarılacağını umut eder. Fakat bunu sadece kendisi için istemez, herkes için ister; çünkü özünde toplumsaldır.\n\nŞimdi, konuşmamın başında belirttiğim üç temel ama verimli yanılgıyı açıklığa kavuşturmaya girişebilirim. Bunlar bilgi bakımından yanlış, olaylara anlam yükleme bakımından ise ne doğru ne de yanlıştır.\n\nYaşayış, bütün aksaklıklarıyla beraber, düzenlidir. Düzenli sürmesini isteriz de. Eylem seçenekleri içinden birini ya da birkaçını seçebilen, bu nedenle de canlılar arasında irade sahibi ve özgür tek canlı olan insan, düzeni sürdürmek için kendisine amaçlar koyar. Bunları kısmen gerçekleştirebilse bile bir amaç gütmeden, amacına bir değer yüklemeden, amaçlar bütününe bir anlam vermeden yaşayamaz. İnsanın özü dediğim olgular bunlardır. Fakat insan gerçeklik olguları saptamakla yetinmez. Kendi yaşayışının düzenini tüm evrene yayar ve evrene de amaç koyar (felsefi terim, teleoloji: ereksellik). Nicolai Hartmann’ın ereksel bilinci çözümlemesinden yararlanalım: Bilinç, geleceğe yerleştirdiği amacı gerçekleştirmek için geriye, kendisine bükülür ve amaca uygun araçlar arar, seçer. Bu araçların çoğu doğal nedenselliklerdir. Bilinç nedensel bağları öylesine yeniden dizer ki, amaç gerçekleşmiş görünür. Bilinç bu kez bu yapay, kurgusal dizilişi bilgi saymaya başlar, bilgi olduğuna inanır. Bütün tanrısallıkların (bunlar tekil ya da çoğul olsun, fark etmez) ebesi ereksel insan bilincidir. Böylece, bilimsel düşünüşün birincil koşulu olan nedensellik, ereksel bilinç tarafından kuşatılır. Bu kuşatma aşırılaştığında bir toplum kendisini bilime kapatmış olur. Kuşatma günümüzde, özellikle bizim eğitimimizde vargücüyle sürmektedir. Hartmann’ın çözümlemesine şunu ekleyeyim: ereksel yönelim, bilimin nedensel bağlarını kullanmazsa, boşta kalır, devam edemez. Bu yüzden din düşkünleri (her iki anlamda düşkün), işlerine yarayacak bilimsel saptamaları seçerler ve bunların kendi öğretilerinde zaten bulunduğu yorumunu yaparlar. Bunlar dindışı yorumlardır, zoraki eklentilerdir; hepsi dini bir iktidar aracı olarak kullanmak içindir. Ereksel düşüncenin nerelere sürüklenebildiğine ilişkin bir örneğimi cebimde taşırım. 65 milyon yıl önce dünyaya çarpan bir göktaşının oluşturduğu toz bulutu dinozor türünün çoğunu yok etti. Bir kısmı başka canlıya dönüştü,-uzun süre atmosferde kalan tozdan kurtulmak için kanat geliştiren kuş gibi. Göktaşı canlı değildi ama onu yönlendiren irade canlılıkta yenilik amaçlamıştı: memeli hayvanlar ortaya çıkacaktı; en sonunda da en yetkin canlı olan insan. Herşey insana ulaşmak içindi. Zavallı homo sapiens, akıllı insan, kendisi için neler kurgulamıştır. Şimdilerde bilime öykünen birkaç yarım sapiens, bütün bu planları yaptığını sandığı üstün ereksel bilinç için bir terim daha uydurdu: zeki tasarımcı.\n\nYaratma, yaratılış, yaratılmışlık kavramları bilime ve felsefeye uygun değildir. Uygun kavram ‘oluş’tur. Yaratma bir yaratıcı varsayar. Yaratıcı mutlak başlangıçtır. Mutlak başlangıç tasavvuru bir antinomi/çatışkı içerir. Zamanda mutlak başlangıç varsayılsa ve nesnel evren bundan sonra oluşsa, evren ya hiçlikten doğmuş olur, ya da başlatıcı bir kaynak varsayılır. Bir başlatıcı varsaymak için en küçük bir araştırma bilincine sahip değiliz; hiçbir bilimde mutlak başlatıcının varlığına dair nedensel ipucu yok. Bu yoksunluk ancak inançla kapatılır; kapatıldığında insan boşluğa düşmekten, hiçlikten kurtulacaktır. Diğer yandan, evren öncesiz varsayılırsa, şu soru çıkar: öncesiz olan evren, başlamadan nasıl varoldu? Bu da ilk sav gibi, olanaksız görünüyor. Zihin bir ağa takılmış görünüyor. İçinden nasıl çıkacak? Gene bilimle çıkacak. Astro-fiziğin büyük patlama teorisi başlangıcı mutlak saymıyor; çünkü patlama, zaten varolan dağınık enerjinin bir noktada yoğunlaşıp genleşmesiyle oluyor.\n\nSorunu çatışkılı mı bırakacağız? Başka bir düşünme tarzıyla çözüm arayabiliriz. Eğer bilime güveniyorsak, yani karanlıkta odamıza girdiğimizde çevirdiğimiz elektrik düğmesinin, olağandışı bir durum yoksa ampulü yakacağına güveniyorsak, nedensel geriye gidişte sonsuz evrenlerin varlığını kabul ederiz. Herakleitos gibi “kosmos her zaman vardı, vardır ve olacaktır, belli bir ölçüye göre yanarak, belli bir ölçüye göre sönerek” deriz; Aristoteles gibi “bir ilk hareket ettirici vardır” demeyiz. Biz, bizi umursamayan, bizi seyretmeyen bir evrende onu seyrederek yaşıyoruz. Kendi kaygılarımızı ona yansıtamayız, onunla paylaşamayız.\n\nAçıklama objektif yönelimdir; anlam verme bütünüyle sübjektiftir. Anlam verme en basit günlük ilişkilerden en karmaşık inanç ilişkilerine kadar benliğimizi sarar. Açıklamalarda da anlam ararız. En belirgin gözüktüğü yer sanattır. Çoban koyunlarını güderken sopasını araç olarak kullanır; sopanın üzerine bir şekil kazımışsa, bu şekil koyunları daha derli toplu gütmesini sağlamaz ama onu hoşnut kılar. Çoban artık sanat edimine girmiştir. Sanatla anlam vermenin ereksel olması zorunlu değil, nedensel-açıklayıcı olması da zorunlu değil. Tüm anlam vermeler doğru-yanlış, hakikat-hata ayırımından uzaktır. Kasvetli de olabilir, özgürleştirici de. Her iki durumda bilgiyi kışkırtır, bilgiyle çatışkısını körükler.\n\nÇıplak gerçekliği süsleyen, aynı zamanda bütünlükleri kavrayışta onsuz olunamaz bir öğe olan anlam vermeyi yetkince gerçekleştiren kişinin bir bilgin değil, sanatçı değil, filozof değil, dindar kişi olduğunu düşünüyorum. Dindar kişi, bir yaşayış tarzını başkalarına ileten -sözden çok tavırla ileten-, hayatın daima hizmetinde olan kişidir. O bir insan hamalıdır. Hamallık, yani tahammül ve sabır onun mizacıdır. Onaltıncı yüzyıl Anadolu Türkçesinde tahammülün karşılığı ‘götürüm’dür: “sen bana kinaye etsen de, beni küçümsesen de ben seni sırtımda götürürüm”.\n\nÖğrencilerimle, genç arkadaşlarımla din konusunda konuştuğumda, onları incitmeden şunu söylüyorum: Sizin kuşağınızın talihsizliği, dindar kişiye hiç rastlamamış, onu hiç tanımamış olmanızdır. Onun nesli tükendi. Yarım yüzyıl önce tükenmeye başladı ve tükendi. Siyasal iktidarlar din simsarlığına başlayınca onun hayat damarları kesilmiş oldu. Belki gene de bir yerlerde tek tük rastlanır, ama o kendisini göstermez; gösteriş onun aşkın inancını bozar; gösteriş kibirdir. Kendisini altına yerleştirdiği aşkın gücü benliğinde yalınca duyduğundan, kibirlenme, haset, hırs ve en önemlisi, bir başkasını kendisi gibi olmaya zorlama, dindar kişinin tavrında yoktur. O, inşallahlarla, maşallahlarla nefes tüketmez. İnsanlar arasında çıkan çatışmalara makul çözüm arar; çatışma konusunu ayrıntılı bilmese bile, anlaşmayı sağlayacak tavrı bildiğinden, ölçüyü bulur, gösterir. Çocukları karşısına oturtup dua ezberletmez. Onları doğayla tanıştırır. Çocukları sabah erkenden bostana götürür, kulaklarını karpuzlara dayamalarını söyler, karpuzların nasıl çıtırdayarak büyüdüklerini işitmelerini ‘öğretir’. Onun için, duyumların düzeniyle aklın düzeni birdir. Cennet, bu dünyadan ötede bir yerde değildir, aramızdadır, cehennem de öyle. Ölmüşlere dua onları bellekte yeniden yaşatmaktır. Ölüsünü yerde bırakmayan bir canlı varlık, evrime yeni bir boyut kattı: çıplak gerçekliği anlam vermelerle aşma boyutu.\n\nBu nitelikler her insanda olanak olarak vardır. Neden bazı kimselerin bu olanağı işleyemediği sorusu, doyurucu cevabı olmayan bir sorudur.\n\nAnlıyoruz ki, aşkın güç için var-yok ikilemi felsefi araştırmanın yolunu tıkayan; aklın, içinde kendisini sakladığı bir ikilemdir. Bu ikilemden çıkmanın genelgeçer bir reçetesi yoktur. Fakat akıl, kendisinden çok güçlü bir kaynağa, vicdana başvurarak yolunu bulabilir ve herkesin aklı kendi yolunu döşeyebilir. Vicdanıyla baş başa kalabilen herkes aklını, çözemediği sorunları çözmek için kendisine tuzak kurmaktan vazgeçirebilir, doğru çözümlere ulaştırabilir."
		}
	}
}
