{
	"Name": "Ulus Baker",
	"Desc": "Sosyolog, filozof, yazar, çevirmen ve öğretim üyesi",
	"Period": "Republic",
	"Lifetime": [ 1960, 2007 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 60, -250 ],
		"Color": [ 255, 0, 0 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> Orta Doğu Teknik Üniversitesi (ODTÜ) Sosyoloji Bölümü'nden mezun oldu.\n----> ODTÜ, İstanbul Bilgi Üniversitesi ve Özgür Üniversite'de sinema tarihi ve sosyoloji dersleri verdi.\n----> Siyasi teori, kitle iletişim araçları ve sinema üzerine çalışmalar yaptı.\n----> Gilles Deleuze ve Baruch Spinoza çevirileri yaptı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Ulus Baker, özellikle Spinozacılık, medya teorisi ve siyaset felsefesi üzeine çalışmalar yapmıştır.\n--------> Spinozacılık: Spinoza’nın düşüncelerini Türkiye’de tanıtan önemli isimlerden biri oldu.\n--------> Medya Teorisi: Kitle iletişim araçlarının toplum üzerindeki etkisini inceledi.\n--------> Siyaset Felsefesi: Siyasal alanın oluşumu ve toplumsal hareketler üzerine yazılar yazdı.\n• Akademik ve Kültürel Katkıları:\n----> Dziga Vertov üzerine sinema eleştirileri yaptı.\n----> Birikim, Toplum ve Bilim, Virgül gibi dergilerde yazılar yayımladı.\n----> Sosyalizm ve Toplumsal Mücadeleler Ansiklopedisi'nde makaleler yazdı.\n• Önemli Eserleri:\n----> Dolaylı Eylem\n----> Beyin Ekran\n----> Kanaatlerden İmajlara: Duygular Sosyolojisine Doğru\n----> Yüzeybilim Fragmanlar\n----> Aşındırma Denemeleri\n----> Siyasal Alanın Oluşumu Üzerine Bir Deneme"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Ulus Baker (14 Temmuz 1960, Leningrad] - 12 Temmuz 2007, İstanbul),  sosyolog, filozof, yazar, çevirmen ve öğretim üyesi. Kıbrıslı Türk bir ailenin çocuğu olarak Leningrad'da Türkdoğdu. Babası Sedat Baker ruh hastalıkları hekimi, annesi Pembe Marmara ise şair ve öğretmendi.\n\nOrta Doğu Teknik Üniversitesi Sosyoloji bölümünden mezun oldu. Gilles Deleuze ve Baruch Spinoza çevirileri yaptı, makaleler yazdı. ODTÜ, İstanbul Bilgi Üniversitesi ve Özgür Üniversite'de sinema tarihi ve sosyoloji dersleri verdi. Siyasi teori, kitle iletişim araçları, sinema alanlarında çalıştı. Dziga Vertov üzerine sinema eleştirileri yaptı. Birikim, Toplum ve Bilim, Virgül, Sosyalizm ve Toplumsal Mücadeleler Ansiklopedisi'nde yazılar yazdı.\n\n12 Temmuz 2007 tarihinde, böbrek ve kalp yetmezliğinden öldü. Lefkoşa Mezarlığı'na defnedildi."
		},
		"2": {
			"Header": "Eserleri ve Çevirileri",
			"Content": "• Beyin Ekran, Derleyen: Ege Berensel, Birikim Yayınları.\n• Kanaatlerden İmajlara, Duygular Sosyolojisine Doğru, Çeviren: Harun Kemal Abuşoğlu, Birikim Yayınları.\n• Yüzeybilim Fragmanlar, Derleyen: Ege Berensel, Birikim Yayınları.\n• Aşındırma Denemeleri, Birikim Yayınları.\n• Siyasal Alanın Oluşumu Üzerine Bir Deneme-Paragraf yayınları..\n• Gilles Deleuze, Spinoza Pratik Felsefe (Spinoza. Philosophie pratique by Les Editions de Minuit), Norgunk Yayıncılık\n• Spinoza Üzerine On Bir Ders, Kabalcı Yayınevi\n• Kant Üzerine Dört Ders, Kabalcı Yayınevi\n• Leibniz Üzerine Beş Ders, Kabalcı Yayınevi"
		},
		"3": {
			"Header": "Bakış Açısı, Perspektif ve Öznenin Oluşumu",
			"Content": "Ulus Baker, Sanat ve Arzu kitabında derlenen konuşmalarından birinde Leibniz'deki \"öznenin oluşumu\" meselesini açıklarken \"bakış açısı\" kavramını kullanıyor ve bunu da \"perspektif\"e bağlıyor. Daha doğrusu Barok dönemin 'felsefi perspektif'ine bağlıyor. İşte ben konuşmamda bu konu üzerinde duracağım.\nUlus'a göre, Leibniz'de (1646-1716) \"bakış açısı öznede değil de nesnelerin içerisinde... Dünya bize göre değil, biz dünyanın bakış açılarına yerleştiğimiz ölçüde... özneleşiyoruz.\"  \"Tekrarlıyorum, nesnelerin içerisinde, varoluşun içerisinde, dünyanın içerisinde bakış açıları var, bir öznenin bakış açıları değil bunlar, bir özne o bakış açılarına yerleştikçe özne haline geliyor. Başka bir bakış açısına [yerleşmiş olan] başka bir özne, başka bir perspektife sahip oluyor.\"[1]\nBu tanımlamalarda \"bakış açısı\" kavramıyla özdeş olarak kullanılan \"perspektif\", Ulus'a göre Barok sanatına özgü bir perspektif. Rönesans perspektifine karşıt. Kutsal temalarla uğraşan Rönesans resminde perspektif, \"her yerde aynı olan, her yeri aynı kılan, homojenleştiren\" \"bir göz anlayışına, evrensel bir göz anlayışına gönderir.\"[2] \"Bir tür makro tanrısal [gözdür]\". \"Karşılaşmalar üzerinde durmaz. Yani bir hareket... üzerinde durmaz...\" Oysa natürmortla ve manzarayla uğraşan Barok resminde \"tümüyle tesadüfi karşılaşmalar görürsünüz. Nedir natürmort sözgelimi? Tesadüfen biraraya gelmiş bir yığın: orada ölü bir fare, onun yanında elmalar, iştah açıcı yiyecekler, böcekler... bu tür resimler.\" Manzara resmine gelince \"uzaktaki bir esinti, ağaç dallarını oynatan havada bulutlar.\" (Hareket vurgulanıyor). Rönesans ve Barok perspektifleri arasındaki bu karşıtlıkları, ilkinin \"esas olarak resim içerisinde\", ikincisinin de \"felsefe içerisinde\" kurulmuş olmasıyla açıklıyor Ulus Baker.[3] Ona göre, felsefe içinde kurulmuş olan Barok perspektif anlayışını \"doğrudan doğruya Leibniz yaratmıştır\".[4] Çok iddialı bir önerme. Daha da ileri gidiyor Ulus, 17. yüzyıldan 19. yüzyıl sonuna geliyor ve Leibniz ile empresyonist sanat arasında \"derinden bir bağ\" olabileceğini ima ediyor ve soruyor: Yoksa \"Barok Çağı bitmedi mi?\"[5] Aslında kimi çağdaş tarihçiler de postmodernizmin bir Barok canlanması olduğunu iddia ediyor. Ama tabii onların \"bakış açıları\" ile Ulus'unkinin ilgisi yok.\nUlus'un bu yukardaki önermelerinin, sanat tarihi cephesinden açıklanmaları gerekiyor. Ayrıca, başka 'perspektif felsefeleri'yle de birlikte tartışılmaya ihtiyacı var. Ben kısa kısa göndermelerle böyle bir tartışma açacağım. Sonu, sınırı olmayan bu konularda, Ulus'un yukardaki önermelerini biraz açmaya çalışacağım."
		},
		"4": {
			"Header": "Perpektif Felsefeleri",
			"Content": "Nietzsche, felsefesinin \"perspektivizm\" olduğunu söylüyor. Filozoflar baştan beri formlar ile hakikat, imge ile düşünce arasındaki bağlantıyı keşfetmenin cazibesine kapılmışlar. Platon ve Phytagoras, tanımsız, şekilsiz ve dağınık maddeler dünyasının ancak bir forma girerek, yani birtakım sınırlar edinerek, bir düşünce, bir idea arz edebileceklerini ve hakikatlerini ifade edebileceklerini öne sürerler. Phytagoras'ın dilinde \"form\" sınır demektir. Ve formların dili geometridir, sayılardır. Logos başta sayıları ifade eder, oran anlamına da gelir. Hakikat sayısal ilişkilerle ifade edilebildiği sürece logiktir ve akılla kavranabilir; mantıki ve aklidir. Kaotik olana, sınırsız olana sınır koyarak ona bir form veren de –onu doğru, iyi ve güzel kılan da– sayılardır. Perspektif de nihayetinde, nesneleri (dünyayı) geometrik bir düzen içine sokan, onlara form veren, dolayısıyla da onlara logik bir anlam kazandıran bir görme rejimidir. Perspektif de, idealar gibi, kaotik maddeler dünyasına geometri aracılığıyla, sayılar aracılığıyla form vererek onu idealleştirir; aklın, zihnin, ruhun tarafına havale eder. Kısacası bir görme rejimi olduğu kadar bir hakikat rejimidir.\nLeibniz'de de logos'un matematik bir mahiyeti, bir içeriği var. O da antik filozofların izinden gidiyor ve felsefeyi matematikleştiriyor. Sonsuzluğun aritmetikleri sayılabilecek kalkülüs ve diferansiyal onun eserleridir. Deleuze, Leibniz'de diferansiyalin \"matematik ile var olan şeylerin bir nevi birleşmesi olduğunu; yani var olanın sembolizmi\" olduğunu söylüyor.[6] Bu arada kalkülüsün aynı zamanda bir \"evrensel dil\" tasarısı olduğunu da eklemek gerekir. Leibniz'in zamanında, efsanelere göre, Babil Kulesi'nin kendi mekânı olan gökkubbeyi istila etmesine öfkelenen Tanrı'nın, o zamana kadar bütün insanların konuştuğu Adem'in dilini bozup, farklı farklı dillerin ortaya çıkmasına yol açarak başlattığı kaosa karşı koyacak bir armonik dil arayışı vardı. Yeni yeni keşfedilen kıtaların dillerinin, hiyeroliflerin, Çin ideogramlarının böyle diller olabileceği düşünülüyordu. Leibniz de kalkülüsü Çin felsefesinin 2500 yıllık dili olan I-Ching'ten türetmişti. I-Ching ise bir haksagramlar geometrisine dayanıyordu.\nPanofsky'nin 1927'de yayınlanan Sembolik Form Olarak Perspektif kitabı Rönesans perspektifi ile antik Yunan perspektifini kıyaslıyor. Daha doğrusu bunlar üzerinden iki dönemin dünya görüşünü kıyaslıyor. Modernliği Rönesans perspektifinin kurduğunu, antik perspektifin ise modernliği engellediğini savunuyor. Perspektif Panofsky'de dünya görüşünün (Weltanschauung) sembolik formu. Rönesans perspektifinin epistemoloji ya da doğa felsefesindeki gelişmenin ifadesinden başka birşey olmadığını söylüyor.[7] Onun gözünde \"estetik mekân\", \"felsefi bir mekân\". \"Birinde duyular görsel olarak sembolikleştiriliyor, diğerinde lojik bir form olarak görünüyor\".[8]\nAnlıyoruz ki, yer yer 20. yüzyılın en büyük sanat tarihçisi olarak anılan Panofsky, Kant'a, Hegel'e, döneminin formalist/strüktüralist estetik filozofları olan Wölfflin ve Riegl'e, hermeneutiğe, semiyolojiye kadar uzanan bir filozof aynı zamanda. İkonolojinin kurucusu. Zaten Hamburg Üniversitesi'nden neo-Kantçılığın kurucusu filozof Ernst Cassier'in öğrencisi ve takipçisi. Ve konumuz yönünden çok ilginç: Cassier'in doktora tezi Leibniz üzerine. Panofsky, \"sembolik form\" kavramını ondan alıyor. Cassier'in kitabının başlığı da Sembolik Formların Felsefesi. Ona göre gerçeklik sembolik formlarda gösterir kendini ve ancak bu formlar sayesinde açıklanabilir. Sanat, bilim, dil, böyle sembolik formlardır örneğin. Bu, akla sosyolojinin empresyonisti olarak anılan Georg Simmel'in formlar sosyolojisini getirir. Cassier Berlin Üniversitesi'nde Simmel'in verdiği seminerlere katılmaktadır ve ondan etkilenir.[9] Adorno'ya göre \"felsefenin somut konulara dönmesini sağlayan\" Simmel'dir.\nAnlıyoruz ki, yer yer 20. yüzyılın en büyük sanat tarihçisi olarak anılan Panofsky, Kant'a, Hegel'e, döneminin formalist/strüktüralist estetik filozofları olan Wölfflin ve Riegl'e, hermeneutiğe, semiyolojiye kadar uzanan bir filozof aynı zamanda. İkonolojinin kurucusu. Zaten Hamburg Üniversitesi'nden neo-Kantçılığın kurucusu filozof Ernst Cassier'in öğrencisi ve takipçisi. Ve konumuz yönünden çok ilginç: Cassier'in doktora tezi Leibniz üzerine. Panofsky, \"sembolik form\" kavramını ondan alıyor. Cassier'in kitabının başlığı da Sembolik Formların Felsefesi. Ona göre gerçeklik sembolik formlarda gösterir kendini ve ancak bu formlar sayesinde açıklanabilir. Sanat, bilim, dil, böyle sembolik formlardır örneğin. Bu, akla sosyolojinin empresyonisti olarak anılan Georg Simmel'in formlar sosyolojisini getirir. Cassier Berlin Üniversitesi'nde Simmel'in verdiği seminerlere katılmaktadır ve ondan etkilenir.[9] Adorno'ya göre \"felsefenin somut konulara dönmesini sağlayan\" Simmel'dir. Simmel, hayatın birtakım formlar halinde \"gerçekleştiğini ve ifade edildiğini\" öne sürer. Bu formlar hayatın örgütlendiği 'teknoloji'lerden oluşur: devlet, yasalar, sanat, bilim, din, endüstri vb. \"Bunlar, hayatın kesintisiz akışını içlerine alıp ona form ve içerik, ufuk ve düzen kazandırır... İlk oluşma anlarında hayatla uyumlu olabilirler; ama hayat kendi evrimini sürdürdükçe, bu formlar katılaşıp sabitleşmeye başlar, hayata yabancı, hatta düşman hale gelirler.\" \"Modern kültürde çatışmayı\" tanımlayan budur."
		}
	}
}
