{
	"Name": "Vehbi Hacıkadiroğlu",
	"Desc": "Türk filozof, düşünür ve yayıncı",
	"Period": "Republic",
	"Lifetime": [ 1919, 2007 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ 210, -165 ],
		"Color": [ 255, 229, 239 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri:\n----> İstanbul Teknik Üniversitesi'nde eğitim aldı.\n----> 1946-1950 yılları arasında İller Bankası'nda görev yaptı.\n----> 1978 yılına kadar serbest mühendis olarak çalıştı.\n----> Felsefeyle ilgili çalışmalarına 1978 yılında başladı.\n----> 1986’da Felsefe Tartışmaları dergisini yayımlamaya başladı.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Vehbi Hacıkadiroğlu, özellikle bilgi felsefesi, özgürlük ve hukuk üzerine çalışmalar yapmıştır.\n--------> Bilgi Felsefesi: Locke, Hume ve Kant’ın bilgi anlayışlarını değerlendirdi.\n--------> Özgürlük: Hukuk ve ahlak bağlamında özgürlük kavramını ele aldı.\n--------> Deneycilik ve Rasyonalizm: Bilginin doğası ve kaynakları üzerine özgün fikirler geliştirdi.\n• Akademik ve Kültürel Katkıları:\n----> Türkiye’de felsefenin gelişmesine büyük katkılar sağladı.\n----> Felsefe Tartışmaları dergisini yayımlayarak akademik düşünceye alan açtı.\n----> Türkiye Felsefe Kurumu tarafından 1988 yılında onur plaketi aldı.\n----> Muğla Üniversitesi tarafından 2000 yılında onur plaketiyle ödüllendirildi.\n• Önemli Eserleri:\n----> Bilginin Doğası ve Kaynakları Üzerine (1981)\n----> Kavramlar Üstüne (1981)\n----> Algılama, Duyma ve Bilme (1984)\n----> Bilgi Felsefesi (1985)\n----> Özgürlük Hukuku (1992)\n----> İnsan Felsefesi (2000)\n----> Özgürlük Ahlakı (2002)"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Vehbi Hacıkadiroğlu (1919, Alanya - 22 Ocak 2007), çok sayıda felsefe metni üretmiş ve bunlarla özellikle bilgi konusu başta olmak üzere birçok felsefi/kavramsal soruna dair kendine özgü felsefi açılımlar geliştirmiş bir felsefecidir. Yayımlanmış pek çok makale ve çevirileri de vardır. Vehbi Hacıkadiroğlu meslekten felsefeci değildir ve felsefeye geç bir yaşta başlamıştır, ancak bununla birlikte filozof ismini hak edecek şekilde felsefeyle ilgili olmuş ve felsefi metin üretmek anlamında en yetkin ve zengin isimlerin başında yer almıştır. Tamamen kişisel bir gayretle 1987 yılından itibaren çıkarmaya başladığı Felsefe Tartışmaları adlı felsefe dergisi ile Türkiye'de felsefenin kendisine alan bulmasına katkı sağlamış, uzun yıllar bu dergi aracılığıyla felsefecilerin buluşmasını, tartışmasını, düşünce alışverişini mümkün kılmıştır. Bu katkıları dolayısıyla Türkiye Felsefe Kurumu tarafından 1988 yılında ve Muğla Üniversitesi tarafından 2000 yılında onur plaketi verilmiştir. Doğan Özlem, Hayrettin Ökçesiz, Ahmet İnam, Kaan H. Ökten, Cemal Yıldırım ve Şükrü Argın gibi isimler tarafından derlenen \"Vehbi Hacıkadiroğlu Armağanı:Felsefe Tartışmaları\" adlı kitap onun düşünürlüğünü irdelemekte ve anmaktadır."
		},
		"2": {
			"Header": "Bazı Düşünceleri",
			"Content": "Vehbi Hacıkadiroğlu'nun hemen hemen bütün temel felsefi sorunlara dair belli başlı geliştirdiği fikirleri ve önermeleri söz konusudur. Felsefenin ne olduğunun yeniden tanımlanmasından özgürlük hukukuna kadar birçok konuda kapsamlı çalışmaları mevcuttur. Ancak sürekli bir ilgiyle özellikle bilgi sorunu ekseninde durduğu ve sürekli bu bağlamda yeni şeyler söylemeye çalıştığı bilinir. Locke'un birincil ve ikincil bilgi kaynaklarını değerlendirme sorunu, Hume'un neden ve etki ilişkisini değerlendirme sorunu ve Kant'ın önsel bilgi sorununu özellikle değerlendirir. Bilgi Felsefesi kitabı başta olmak üzere onun çoğu çalışması, bilgi sorununu, sürekli olarak bilginin doğası ve kaynakları bağlamında değerlendirir. Duyum, deneyim, deney, nedensellik, tümdengelim, tümevarım, ereksellik gibi kavramlar onun felsefi soruşturmasının merkezi kavramları olarak iş görür ve yeni içerik ve açıklamalara yönlendirilirler. Vehbi Hacıkadiroğlu, tümellerin savunusu yapar; birçok kitabında, makalesinde ve yaptığı çevirilerde duyu organlarımızın bize ne ölçüde bilgi verebildikleri sorununu irdeler. Görme, işitme, tatma, dokunma ve koku alma gibi duyumlar aracılığıyla elde edilen bilgi ne tür bir bilgidir; bilgi olarak değeri ve kuramsal sorunlara getirdiği çözümler nelerdir. Hacıkadiroğlu, deneycilik ve rasyonalizm geleneklerinin tartışmasını kendine özgü tarzda yürüttüğü ve birçok felsefi ayrımı geliştirmeye çalıştığı görülür. Bilginin kaynağının öznel deneyim (ya da daha doğru bir deyişle öznel izlenimlere dayalı deneyim) olduğu iddiasını bir yanılgı olarak görürken, bilginin deney yoluyla elde edilmekte olduğu görüşünü destekler.Aristotelesci geleneğe karşı bir alamda Bacon'cu (Sir Francis Bacon) bir yaklaşım söz konusudur denilebilir. Böylece Hacıkadiroğlu, Hume'un öğrenmeyi neden ve etkinin arada gözlemlenmesiyle açıklayışını eleştirir ve tüm bu felsefi geleneğin eleştirisini belirli bir şekilde Kant'ın Hume'e yönelik itirazları ve eleştirileri çerçevesinde değerlendirir. O, dünya hakkında bilgi veren önermelerin kesin olamayacağı yönündeki Humecu görüşün eleştirisini, bazı önermelerin (matematiksel önermeler gibi) hem dünya hakkında bilgi verdiklerini ve hem de kesin olduklarını söyleyen Kantgil eleştiriden hareketle yapmaktadır. Onun sürekli etrafında döndüğü, etkileşim halinde olduğu, yetersizliklerini eleştirdiği ve yeniden değerlendirmeye çalıştığı düşünürler özellikle Locke, Hume ve Kant'dır."
		}
	}
}
