{
	"Name": "Yanyalı Esat Efendi",
	"Desc": "Lâle devrinde yaşamış mütercim filozof.",
	"Period": "Islamic",
	"Lifetime": [ 1685, 1731 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 13, -270 ],
		"Color": [ 191, 255, 216 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri: Yanya\n• Ölüm Yeri: İstanbul\n• Hocaları: Müneccimbaşı Mehmed Efendi, Yanya Müftüsü Mehmed Efendi, Tekirdağ Müftüsü Mustafa Efendi, Akşehirlizade İbrahim Efendi, Molla Müncil, Tatar Abdülhalim Efendi, Seyyid Mustafa Efendi\n• Öğrencileri: Said Ahmed Efendi, Hâkim Mehmed Efendi, Bedreddin Mehmed Efendi, Dimitrie Cantemir, Abbas Vesim Efendi\n• Etkilendikleri: Albertus Magnus, Scotus Erigena, Thomas Aquinas, Ali Kuşçu, Fârâbî, Nasîrüddin Tûsî, İbn Sînâ, İbn Rüşd\n• Ekolleri: Felsefe, Meşşâîlik\n• Etkilendiği Ekoller: Meşşâîlik, Yeni-Eşarîlik"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Doğum tarihi tam olarak bilinmeyen Yanyalı Esad Efendi’nin ailesi dört nesilden beri Yunanistan’ın Yanya eyaletinde yaşamaktadır. İlköğrenimini doğduğu şehirde başta Yanya müftüsü Mehmet Efendi ve İbrahim Efendi olmak üzere kendi bölgesindeki hocalardan görmüştür. 1686 yılında İstanbul’a gelerek resmi medrese tahsiline başlamıştır. Hocaları arasında eski Kahire kadısı Tatar Abdülhalim Efendi, felsefe ve kelâm hocası Akşehirlizâde İbrahim Efendi ve Mustafa Efendi bulunmaktadır. İlme olan derin ilgisi ve zekasıyla kısa sürede kendini belli eden Yanyalı, Akşehirlizâde’den icazet almıştır. Naklî ilimlerin yanında aklî ilimlere de olan merakı onu klasik mantık, fizik ve felsefe eğitimine yöneltmiştir. Öklid’in geometri eserini Müneccimbaşı Mehmet Efendi’den okumuş ve geometrik aletleri kullanmayı öğrenmiştir. Hesap, cebir ve astronomiyi Tekirdağ müftüsü Mehmet Efendi’den, Farsça dil eğitimini ise Molla Müncil’den almıştır.\n\nBu tahsilin ardından dönemin şeyhülislamı Ebû Saidzâde Feyzullah Efendi’den mülâzemet alarak müderrislik imtihanını kazanmış ve ulemâ sınıfına girmiştir. 1698 yılında iptida-yı hâriç elli ile Süleyman Ağa Dârülhadîsi’ne müderris olmuştur. Ardından sırayla Osmanlı ilmiye kurumu içerisindeki basamakları başarılı bir şekilde katederek, Paşmakçızâde Seyyid Ali Efendi’nin ilk şeyhülislamlığı vesilesiyle hareket-i hâriçle Defterdâr Yahya Efendi Medresesi'ne (1704), ardından ikinci defa şeyhülislâm olan Sadreddinzâde Mehmet Sadık Efendi tarafından ibtida-i dâhille Ebtem Medresesi'ne (1707), ikinci defa şeyhülislam olan Paşmakçızâde vasıtasıyla hareket-i dâhille Eyüp Ferhad Paşa Medresesi'ne (1710), musıla-i sahn-i semanla (1713) Edirnekapı Mihrimah Sultan Medresesi'ne (1717), hareket-i altmışlıyla Murat Paşa-yı Atik Medresesi'ne (1718), nihayet en yüksek mertebede musıla-i Süleymaniye'ye ulaşıp Eyüp Medresesi müderrisliğine atanmıştır (1720-21). Toplam 32 yıl süren müderrislik hayatı boyunca felsefe, kelâm ve mantık gibi dersler verdiği anlaşılan Yanyalı telif ve tercüme çalışmalarının çoğunu bu son görevinde yapmıştır.\n\nTürkçe, Arapça ve Farsça dışında Grekçe ve Latince de bilen Yanyalı bu hususiyetleri ile klasik Osmanlı ulemâsı arasında temayüz etmiş ve kendisine “muallim-i sâlis” unvanı verilmiştir. Döneminin eğitim faaliyetlerindeki yetersizlik sebebiyle başlattığı şahsi ıslah faaliyetleri ve tercümeler, sadrazam Damad İbrahim Paşa’nın kendisinden Aristo’nun Fizik’ini çevirmesini istemesi ile kurumsallaşmış ve 1725 yılında padişahın kendisini kurulan tercüme bürosunun başına editör olarak ataması ile zirveye ulaşmıştır. Esad Efendi’nin başkanı olduğu heyet klasik Yunan eserlerini Grekçesinden Türkçe’ye tercüme işini yürütmekteydi. Yanyalı Aristo’nun Organon ve Fizik’inin yanında Forfiryus’un Îsâgûcî’sini çevirmiş, İtalya’da Padua İbn Rüşdçülük ekolünün, bilhassa Ioannis Kottinus’un görüşlerinden istifade ederek bunları şerh etmiştir. Ayrıca o dönem Avrupa’da kullanılmakta olan mikroskop gibi optik aletlerden ve gelişmelerden bahseden ilk Osmanlı düşünürü de kendisidir.\n\n1725 yılında Galata kadısı olarak tayin edilmiş ve devlet meselelerinin kendisi ile istişare edildiği bürokratik bir görev yürütmüştür. Topkapı Sarayı’nda hâfız-ı kütüblük de yapan Yanyalı, Hıristiyanlık ve Yahudilik konusunda otorite olduğu için kendisine bu din mensuplarının başvurduğu bilinmektedir. Lâle devrinin bitmesinden hemen sonra 1731 yılında İstanbul’da vefat etmiştir."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• Tercumetü Şerhi’l-Envâr: Süleymaniye Ktp., Ragıp Paşa nr. 881, vr. 1b-176a.\n• Talîmu’s-Sâlis: (Tercümetü'l-Kutubi's-Semâniyye min Kütübi's-Semai't-Tabiiyyi): Süleymaniye Ktp., Ragıp Paşa nr. 825, vr. 1b-459a.\n• Risâletü’l-Lâhûtiyye: Süleymaniye Ktp, Carullah nr. 1135, vr. 1b-37b.\n• Hâşiyetü’l-Fethiyye ale’ş-Şerhi’l-Hanefiyye: İstanbul Nadir Eser Ktp., Arapça Yazmalar nr. 414, vr. 1b-60b; Çorum İl Halk Ktp., nr. 2313, vr. 1b-65a.\n• Hâşiye alâ İsbâti’l-Vâcib: Süleymaniye Ktp., Hacı Beşir Ağa, nr. 390-1, vr. 1b-28a."
		},
		"3": {
			"Header": "Öğretisi",
			"Content": "Yanyalı düşüncesinin en karakteristik özelliği, İbn Rüşd eksenli Aristoculuğun izlerini taşımasıdır. Osmanlı düşüncesinde riyâzî-kelâmî çizgiyi eleştirerek mantık ve fiziğin nazarî ve burhânî birer disiplin olduğunu savunmaktadır. Bu sebeple fizik bilimini zannî ve vehmî hale getiren Ali Kuşçu ve etrafındakileri Şerh-i Tecrîd’deki tutumlarından dolayı eleştirmektedir. Onun bu eleştirileri, Osmanlı âlimlerinin modern Avrupa bilimi karşısında hazırlıklı olmalarını sağlamıştır.\n\nMantığın bir bilim veya metodoloji olarak anlaşılması hususunda İslâm mantıkçılarının değil Latin ve Grek şarihlerin görüşlerini dikkate alan Yanyalı, mantığın tabiî ve sınâî olarak ikiye ayrıldığını, bu ayrıma başta İbn Sînâ olmak üzere Albertus Magnus ve Thomas Aquinas’ın da sadık kaldığını aktarır. Bunun da ötesinde doğal mantığın Scotus Erigena tarafından bir bilim olarak kabul edildiğini ve kendisinin de bu görüşte olduğunu belirtir. Bu ise Yanyalı’nın Avrupa skolastik felsefesinden haberdar olduğunu göstermektedir. O, realizm karşıtlarını eleştirerek nominalizm ve konseptüalizm akımlarını reddeder. Bununla beraber geleneksel kelâm ile benzer hassasiyetleri olduğu görülmektedir. Doğadaki harikulade olaylara dikkat çekmesi ve bazı bölgelerdeki farklı bitki türlerinden ve mitolojik varlıklardan örnekler vermesi, fakat mahiyetlerine dair bir araştırma yapmaktan ziyade bunların Allah'ın kudretine delalet ettiğini ifade etmesi buna örnektir. Yanyalı Allah'a ve akıllara cevher denilmeyeceğinin de altını çizmektedir.\n\nYanyalı felsefeyi var olan her şeyin hakikatinin bilinmesi olarak tanımladıktan sonra zamanının tüm bilimlerinin felsefeden neşet ettiğini ortaya koymak amacıyla detaylı bir ilimler tasnifi sunar. Buna göre pratik bilimlerin altına ahlak girerken teorik ilimler fizik, matematik ve metafiziktir. Matematiğin altına ise aritmetik ve geometri girmektedir. Geometri; ölçe, inşaat, optik, kaldıraç, su çıkarımı, harp araçları, zaman ölçme, gemicilik, tartı aletleri, kozmoğrafya, coğrafya, yol ilmi, iklimler ve ağırlık merkezi ilimlerinden oluşmaktadır. Diğer yandan fizik, alemdeki organik ve inorganik maddelerdeki değişimi inceleyen bir ilim olup Allah'ın kudretinin sergilenmesi açısından önemlidir. Fiziğin ilkeleri hususunda Fârâbî, Simplicius ve İskender Afrodîsî’nin görüşlerini ortaya koyarak, didaktik yönteminden dolayı fiziğin Semau’t-Tabiî olarak isimlendirildiğini söyler.\n\nYanyalı bazı felsefi problemlere kelâmî referanslara sahip çözümler üretmiştir. Örneğin heyûlâ konusunda Teftâzânî ve Şehrezûrî’nin görüşlerini benimsemekte, cevher-sûret ilişkisi konusunda Aristo’yu eleştirmekte ve Eş'arî kelâmının mutlak fail olarak Allah'ı savunduğunu vurgulamaktadır. Yanyalı kendisini, herhangi bir dine mensup olmadığı için yaratma fikrinden yoksun olan Aristo’dan ayırmaktadır."
		}
	}
}
