{
	"Name": "Yasin Ceylan",
	"Desc": "Felsefe profesörü, akademisyen, araştırmacı yazar ve çevirmen",
	"Period": "Islamic Republic",
	"Lifetime": [ 1950, 0 ],
	"Importance": "Low",
	"GUI": {
		"Position": [ -30, -285 ],
		"Color": [ 192, 255, 241 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Eğitimi ve Akademik Kariyeri: \n----> Erzurum Yüksek İslam Enstitüsü ve Atatürk Üniversitesi Edebiyat Fakültesi'nden mezun oldu.\n----> Edinburgh Üniversitesi'nde doktora yaptı.\n----> 1977’de yüksek lisansını tamamladıktan sonra ODTÜ Yabancı Diller Okulu’nda çalışmaya başladı.\n----> 1990 yılında \"İslam Felsefesi\" konulu sunumuyla doçent unvanını aldı, ardından profesör oldu.\n----> ODTÜ Felsefe Bölümü’nde öğretim üyeliği yaptı ve Felsefe Tarihi Ana Bilim Dalı Profesörü olarak çalıştı.\n----> ODTÜ Felsefe Bölümü Başkan Yardımcılığı ve ODTÜ Fen-Edebiyat Fakültesi Yönetim Kurulu üyeliği görevlerinde bulundu.\n• Benimsediği Felsefi ve Düşünsel Yaklaşımlar:\n----> Yasin Ceylan, özellikle İslam felsefesi, bilgi teorisi ve çağdaş felsefe üzerine çalışmalar yapmıştır.\n--------> İslam Felsefesi: Fakhr al-Din al-Razi ve İbn Sînâ üzerine araştırmalar yaptı.\n--------> Bilgi Teorisi: Bilginin doğası ve epistemolojik temelleri üzerine çalışmalar yürüttü.\n--------> Çağdaş Felsefe: Modern felsefenin İslam düşüncesiyle ilişkisini ele aldı.\n• Akademik ve Kültürel Katkıları:\n----> İslam ve Türk kültürü ile çağdaşlaşma sürecinde karşılaşılan sorunlar üzerine çalışmalar yaptı.\n----> Ulusal ve uluslararası düzeyde birçok toplantıya katıldı ve bildiriler sundu.\n----> Gazetelerde yazılar yazdı ve televizyon tartışma programlarına katıldı.\n• Önemli Eserleri:\n----> Theology and Tafsir in the Major Works of Fakhr al-Din (1996)\n----> Din ya da Politika: Neden Felsefe? (2011)\n----> Some Articles on Islamic Philosophy (2017)\n----> İslam Felsefesinde Allah’ın Cüz’iyatı Bilmesi Sorunu"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Felsefe profesörü, akademisyen, araştırmacı yazar ve çevirmen. 15 Şubat 1950, Ceylanpınar / Şanlıurfa doğumlu. Türkçe bilmeden başladığı Ceylanpınar İlkokulu’nu, Diyarbakır İmam-Hatip Lisesi ile Erzurum Lisesi (1970)’ni bitirdikten sonra Yüksek öğrenimini Erzurum Yüksek İslam Enstitüsü ve Atatürk Üniversitesi Edebiyat Fakültesi’nden mezun oldu. Edinburgh Üniversitesinde  doktora yaptı. 1977’de yüksek lisansını tamamladıktan sonra ODTÜ Yabancı Diller Okulu’nda çalışmaya başladı. “İslam Felsefesi” başlıklı sunumuyla 1990 yılında doçent ve ardından profesör oldu. 1996 yılından itibaren Felsefe Tarihi Ana Bilim Dalı Profesörü olarak çalıştı. Öğretim üyeliğinin yanı sıra ODTÜ Felsefe Bölümü Başkan Yardımcılığı ve ODTÜ Fen-Edebiyat Fakültesi Yönetim Kurulu üyeliği görevlerinde bulundu. ODTÜ Felsefe Bölümü’nde; İslam ve Türk kültürü, çağdaşlaşma sürecinde karşılaşılan sorunlar ile bunların felsefeyle ilişkileri konularında çalışmalarını sürdürmektedir. Bedriye Ceylan’la evli; Kadriye, Melike, Yasemin, Nazlı, Dilan Bahar adlarında beş çocuk babasıdır.\n\nYasin Ceylan’ın, “Some notes on al-Fakhr al-Din al-Razi's Mafatih al-Ghayb” başlıklı ilk yazısı “İslami Araştırmalar” dergisinin Ocak 1987 tarihli sayısında yayımlandı. Çeşitli dergilerde Arapça ile İngilizceden çevirdiği makaleleri yer aldı. 1987 yılında, Irak Kültür ve Enformasyon Bakanlığı’nın çağrılısı olarak, “Mirbed Şiir Festivali”ne katıldı; ayrıca yurtiçinde ve yurtdışında çeşitli toplantılara katılarak bildiriler sundu. Zaman zaman başta “Radikal” gazetesi olmak üzere gazetelerde yazılar yazdı ve televizyon tartışma programlarına katıldı. Gazete yazılarında; birçok politik sorunu, uzmanlık alanında bağımsız bir biçimde, inançsal bağlamda ele almış ve böylelikle yazılarına daha içtenlikli bir söylem kazandırmıştır.\n\nAraştirma-İnceleme Eserleri: Theology and Tasfir in the Major Works of Fakhr al-Din (ISTAC, Kuala Lumpur, 1996), Din ya da Politika Neden Felsefe? (2011), Some Articles on Islamic Philosophy (2017).\n\nÇevirileri: Sovyetler Birliği'nin Çeçen-İnguş Cumhuriyetinde Din Aleyhtarı Faaliyetler ve İslamiyet’in Varolma Mücadelesi (ODTÜ Yayınları, Asya-Afrika Araştırma Grubu, Yay. No. 25), Sovyet Orta Asya’sında Soysuzlaştırma Politikası (ODTÜ Yayınları, Asya-Afrika Araştırmaları Grubu, Yay. No. 34), Tarihte ve Bugün Türkçülük ve İslamcılık (ODTÜ Yayınları, Asya-Afrika Araştırma Grubu, Yay. No. 35), The Turkish Revolution and Kemalist Principles (Revue Internationalale d'Historia Militarie, Ankara 1981), An Outline of the Educational Philosophy and Methodology of Al-Attas (Translated into Turkish, İslami Araştırmalar, Kış, 1993).\n\nYasin Ceylan “Global Etik” başlıklı çalışmasında, en güçlü görünen ve günümüzün egemen paradigması olduğu söylenebilecek küreselleşmenin bile etik bir temele dayanmadan uzun süre varlığını sürdüremeyeceğinin açık olduğunu savunur ve küresel etikten ne anlaşılacağı, küresel bir etiğin olanaklı olup olmadığı, ya da nasıl olanaklı olduğu sorularının önemini vurgular (Ceylan 2002, s. 123).\n\nBöylelikle, Ceylan, küreselleşme taraftarlarının yerine getirmeleri gereken bir yükümlülüğe işaret etmiş olur. Küresel etik, Ceylan’a göre, dünyadaki tüm bireylerin eylemlerinde kendilerini tüm dünyadaki insanlığa karşı görevli ve sorumlu görmesini, insan eylemlerinin ulus, kavim ve aile sınırlarını aşmasını ilke edinen bir etik anlayıştır (a.y.).\nİnsanın sıfırlanan değerinin yeniden hatırlanması için belki de her bireyin tüm dünya insanlığına karşı ödev ve sorumluluğunu temel alan yeni bir etik anlayış gerekmektedir. Yasin Ceylan bu tür bir etik anlayış için global etik terimini kullanır.\nParadigma, 20. yüzyılda daha çok Amerikalı bilim felsefecisi Thomas Kuhn’un (1922-1996) kullandığı bir terim olarak “model/kavramsal çerçeve”, bilimcilerin bilim yapma etkinliği sırasında yolunu çizen bir rehber, ya da belirli bir dönemde bilimcilerin benimsedikleri “zihniyet” anlamlarına gelir.\nKüreselleşmenin ilkelerini göz önünde tutarak, küresel etiği şu şekilde temellendirebiliriz:\n\n“…Eylemlerimizin etkileri, yakın çevre ve ulus sınırlarını aşıp başka ülkelerdeki insanları ilgilendiriyorsa, bu durum, yakın çevre ve ülke sınırlarının ötesinde tüm insanlığın mutluluğunu hesaba katan evrensel bir etik anlayışını gerektirir” (a.y., s. 124).\nAhlak kurallarını evrensel değerler biçimine sokmanın temel koşulu, böyle bir çabanın din ve inançlardan bağımsız olarak sergilenmesidir. Dinlerin dogmaları da, ahlâk alanından çekilerek eylemle ilgisi olmayan bir metafizik alana kaymalı ve o alanda kalmalıdır (a.y., s. 126). Küresel etiğin neliği ve neyi içerdiği sorularından sonra, nasıl olanaklı olduğu sorusu da önemlidir.\nCeylan’a göre, küresel etiği olanaklı kılacak olması gerekenler şöyle sıralanabilir:\n\n1. İnsan aklının bağımsız biçimde ortaya koyduğu değerler, dünya insanlarının tümünün mutluluğu adına sorgulamadan geçmelidir.\n2. Dinlerin- özellikle de Hıristiyanlık ve Müslümanlık gibi dünya geneline yayılmış dinlerin dogmalarına bağlanmış insanların, dogmalara bağlı olarak dışlayıp ötekileştirdikleri- hatta “tehlikeli” ve “düşman” diye niteledikleri insanlara kapı açmaları ve kendi dogmalarıyla şüpheci bir hesaplaşmaya girişerek “mutlak” gördüğü doğruların çözülmesinin koşullarını hazırlamaları gerekir- yani öncelikle insanların birbirine bakış açısı değişmelidir (a.y., s. 124, 126).\n3. Ulusal çıkar, dindaşını ya da soydaşını koruma, medeni-medeni olmayan, zengin-yoksul, bizden-öteki/bizden olmayan gibi ayrımları ortadan kaldırmak gereklidir; çünkü bu ayrımları korumak, insan haklarının ve insanca muamelenin eşitsiz dağılımını da korumak olacağından, “çifte standart” diye de adlandırılabilecek bencil davranış kalıplarının sona ermesi ve bu davranış kalıplarının yerlerini yardımlaşmaya, dayanışmaya diğer-kâmlığa bırakması zorlaşacaktır (a.y., s. 127).\n\nKüresel etiğin temelinde, Kant’ın “Her defasında insanlığa, kendi kişinde olduğu kadar başka herkesin kişisinde de, sırf araç olarak değil, aynı zamanda amaç olarak davranacak biçimde eylemde bulun.” biçiminde dile getirdiği Pratik Buyruk’un (der Praktische Imperativ) etkisi olduğu söylenebilir.\n\nKüresel etik, Kant’ın 1780’li yıllarda kaleme aldığı Dünya Yurttaşlığı Amacına Yönelik Genel Bir Tarih Düşüncesi ve Ebedî Barışa Doğru: Felsefî Bir Taslak başlıklı yazılarında dile getirdiği ve 19. yüzyılı bir “tarih yüzyılı” haline getiren Kantsonrası Alman İdealistleri’nin insanlara lâyık gördükleri tabloyla da uyumludur. Ayrıca böyle bir etik anlayışı, insanın unutulan yüzünün ve gerçek değerinin yeniden hatırlanmasına da katkıda bulunacak, Aydınlanma düşüncesinin vurguladığı üç siyasi idealden biri olan kardeşliğin de gerçekleşebilmesi için zemin hazırlayacaktır. Böyle bir insanlık toplumunun gerçekleşeceğine yönelik inancını Kant, şu sözlerle dile getirmiştir:\n“İnsan türü için en büyük sorun, evrensel adalet yaptırımını uygulayacak bir yurttaşlar toplumuna ulaşmaktır; doğa insan türünü bu sorunun çözümüne doğru zorlamaktadır… Bu sorun, insan türünün çözeceği hem en güç hem de en son sorundur” (Kant 2006, s. 36-37).\n\nKant’ın bu öngörüsünü ya da kehanetini gerçekleştirmek için uygun koşulları ancak küreselleşmiş bir etik anlayışı yaratabilir. Bu etik anlayışı, küreselleşmeyi meydana getiren Batı’nın dünya çapında izlemesi gereken siyasetin ilkelerini de belirleyecektir. Fakat böyle bir etik anlayışının oluştuğundan söz edebilir miyiz? Böyle bir soruya olumlu yanıt vermek, günümüz açısından çok güç olsa da, bunun insan için bir olanak olduğunu görmemiz ve insanın-kişinin en vazgeçilmez değer olduğu vurgusunu siyasi söylemimizin merkezine yerleştirmemiz, felsefeciler olarak üstlenmemiz gereken sorumluluklardır. Kısacası ulus-devleti ve küreselleşmeyi günümüzde felsefî açıdan değerlendirmenin yolu, insan haklarını ve insanın değerini temel almaktan geçmektedir."
		}
	}
}
