{
	"Name": "Yusuf Has Hacib",
	"Desc": "Kutadgu Bilig adlı eserin müellifi, Karahanlı hanedan ailesine mensup devlet adamı, şair ve düşünür.",
	"Period": "Islamic",
	"Lifetime": [ 1017, 1077 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 175, 200 ],
		"Color": [ 235, 215, 55 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri: Balasagun\n• Ölüm Yeri: Kâşgar\n• Etkilendikleri: Fârâbî\n• İletişimde Bulunduğu İsimler: Tamgaç Uluğ, Buğra Han\n• Ekolleri: Edebiyat, Siyaset"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Türk tarihi kaynaklarında Karahanlılar dönemi hakkında yeterli bilgi olmadığı gibi; bu devlet tebaasından olan “Balasagunlu Yusuf” hakkında bilgiler de yok denecek kadar azdır. 1017-1019 yılları arasında doğduğu rivayet edilmektedir.Dönemin Kuz-Ordu isimli şehri Balasagun'da doğmuştur. Kendisinin tam bir biyografisi henüz oluşturulamamıştır. Büyük eseri boyunca adını bile sadece bir kez, \"Kitap sahibi Yusuf, büyük has hacib, kendi kendine nasihat eder\" başlıklı, son bölümünde anmıştır. Bu başlıktan baş teşrifatçı olduğu da anlaşılmaktadır.İyi bir eğitim görmüştür. Çağının geçerli bilimlerinin yanı sıra Arapça ve Farsça da öğrenmiştir. 1077 yılında Kaşgar'da ölmüştür. Türbesi de bu kenttedir.\n\nKarahanlı Devleti zamanında yaşamıştır. Temel eğitimini Balasagun'da almıştır. Kendisine önceden Balasagunlu Yusuf denilirken, sonrasında Has Hacib unvanını almıştır. Yusuf Has Hacib, Türk dili ve edebiyatı için temel bir eser olan Kutadgu Bilig (Kutlu kılan bilgi) kitabının yazarıdır. Kutadgu Bilig 6645 beyitlik bir eserdir. Eser, Allah'a hamd, Peygamber'e ve Dört Halife'ye teşekkürle başlar.\n\nYusuf Has Hacib, astronomi bilimini öğrenmek isteyenlerin, önce geometri ve hesap kapısından geçmesi gerektiğini söylemiştir: “Aritmetik ve cebir, insanı kemâle ulaştırır; toplama, çıkarma, çarpma, bölme, bir sayının iki katını, yarısını ve kare kökünü alma işlemlerini bilen, yedi kat göğü avucunun içinde tutar. Her şey hesaba dayanır.”\n\nYusuf Has Hacib, Türk edebiyatındaki ilk siyasetnameyi yazmıştır. Türk edebiyatında ilk nazım şeklini de o kullanmıştır. Bu nazım şekli de mesnevidir. Bundan dolayı ona Yusuf Has Hacib denilmiştir.\n\nTürk-İslâm felsefesini ortaya koyması açısından eşsiz olan bu eserde Yusuf Has Hacip, Hoca Ahmed Yesevî'den farklı bir sûfi anlayışını da sergilemektedir. O, dünyadan da asla vazgeçmeyen, dünya ve ahiret arasında bir denge kurmaya çalışan bir düşünürdür."
		},
		"2": {
			"Header": "İnsan-ı Kâmil’e Bakışlarıyla Yusuf Has Hacip ve Hoca Ahmed Yesevî",
			"Content": "Tasavvuf literatürüne Muhyiddin İbnu’l-Arabi ile giren insan-ı kâmil anlayışı, insanın hem kul olarak sorumlukları hem de yaşadığı toplumda mutluluğunu sağlayan bir düşünce sisteminin sonucudur. Erdemli insanın özellikleri, tarih boyunca pek çok düşünürün eserlerinde değerlendirilmiştir. Çalışmamız, iki büyük düşünür ve şairin eserlerinden yola çıkarak yapılan karşılaştırmalı bir analizdir. Türkistan’da Türk-İslam anlayışının yerleşmesinde ve Anadolu’da tasavvufun kuruluşunda söz sahibi olmuş etkin bir sûfi olan Hoca Ahmed Yesevî, hikmet adlı şiirlerinde İslam’ı ve tasavvufu, halkın anlayabileceği sade ve açık bir dille anlatmış, hikmetlerin tekkelerde okutulup günümüze kadar ulaşmasına katkıda bulunmuştur. Yusuf Has Hacip ise Kutadgu Bilig adlı eserinde, insanın hem bu dünyada hem de ahiret hayatında mutluluğunun ipuçlarını vermeye çalışır. Kutadgu Bilig’in de asıl konusunu mükemmel insan insan-ı kâmil oluşturur. Türk-İslâm felsefesini ortaya koyması açısından eşsiz olan bu eserde Yusuf Has Hacip, Hoca Ahmed Yesevî’den farklı bir sûfi anlayışını da sergilemektedir. O, dünyadan da asla vazgeçmeyen, dünya ve ahiret arasında bir denge kurmaya çalışan bir düşünürdür."
		},
		"3": {
			"Header": "Kutadgu Bilig",
			"Content": "Karahanlı Devleti hükümdarı Ulu Kara Buğra Han'a, Kutadgu Bilig adlı eseri (ilk siyasetname ve ilk mesnevi örneğini) 18 aylık bir çalışma sonunda 1070 yılında sunmuştur. Bu kitabı okuyan “Ulu Kara Buğra Han” kendisine Ulu Has Hacib ünvanını ve Kaşgar'da vezir yardımcısı görevini vermiştir.\n\nKutadgu Bilig'in Uygurca olan ilk nüshası 1439'da Herat'da bulunmuştur. Bulunan ikinci bir nüshası Arapçadır. Kitabın ilk baskısı 1900'de Radloff tarafından yapılmıştır.\n\nEserden bir bölüm:\nKitabıma, okuyana mutluluk getirsin, ona doğru yolu getirsin diye Kutadgu Bilig adını koydum. Ben sözlerimi söyledim,düşüncelerimi yazdım. Bu kitap her iki dünya için de doğruyu gösteren bir rehberdir,yardımcı bir eldir. Dosdoğru bir söz söyleyeyim size: Her iki dünyayı da devletle elinde tutabilecek kişiden daha mutlu kimse yoktur. Önce Güneydoğu’yu tanıtayım. O hükümdardır, doğru yasayı (töre) temsil eder. Aydoldu ile mutluluk güneşi doğar, o da mutluluğun(kut)temsilcisidir. Öğütülmüş aklı, Odurmuş akıbeti temsil eder. Ben sözlerimi bu dört değer (doğru yasa, mutluluk, akıl, akıbet) üzerine kurdum. Okuduğunda anlayacaksın, dikkat et.\n\nYusuf Has Hâcib bu yapıtında bilimin değerini de tartışır. Ona göre, alimlerin ilmi, halkın yolunu aydınlatır; “ilim, bir meşale gibidir; geceleri yanar ve insanlığa doğru yolu gösterir. Bu nedenle alimlere hürmet göstermek ve ilimlerinden yararlanmaya çalışmak gerekir. Eğer dikkat edilirse, bir alimin ilminin diğerinin ilminden farklı olduğu görülür. Mesela hekimler hastaları tedavi ederler; astronomlar ise yılların, ayların ve günlerin hesabını tutarlar. Bu ilimlerin hepsi de halk için faydalıdır. Alimler, koyun sürüsünün önündeki koç gibidirler; başa geçip sürüyü doğru yola sürerler.”\n\nBir siyasetnâme veya bir nasihatnâme olarak nitelendirilebilecek Kutadgu Bilig, Yusuf Has Hâcib ve içinde yetiştiği çevrenin ilmî ve felsefî birikimi hakkında çok önemli bilgiler vermektedir.]Bilimin ve bilginlerin değeri anlaşılmıştır; bilim, güvenilir bir rehber olarak görülmektedir. Kendisi bu kitabı yazmakla büyük bir cesaret örneği göstermiştir çünkü bu Türk edebiyatındaki ilk siyasetnamedir."
		}
	}
}
