{
	"Name": "Ziya Gökalp",
	"Desc": "Türk milliyetçiliği fikriyatının kurucu isimlerinden, sosyolog, şair ve siyasetçi",
	"Period": "Islamic",
	"Lifetime": [ 1876, 1924 ],
	"Importance": "High",
	"GUI": {
		"Position": [ 180, -230 ],
		"Color": [ 225, 255, 210 ]
	},
	"Content": {
		"0": {
			"Header": "Temel Bilgiler",
			"Content": "• Doğum Yeri: Diyarbakır (Âmid)\n• Ölüm Yeri: İstanbul\n• Etkilendikleri: Abdullah Cevdet\n• Ekolleri: Türkçülük"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Mehmet Ziya Gökalp (23 Mart 1876, Diyarbakır - 25 Ekim 1924, İstanbul) modern Türkiye’nin kurucu isimlerinden birisidir. Yazar, sosyolog, şair ve siyasetçi yönleriyle öne çıkan Gökalp Türk milliyetçiliğinin babası olarak bilinmektedir. Onun bu siyasi konumu ilmi yönünü sürekli gölgede bıraksa da Gökalp, klasik ilmi birikim ile modern bilimsel dil arasında bir bağ ve köprü kurmak çabasında olan özgün tarafları olan bir düşünür olarak karşımıza çıkmaktadır.\n\nDiyarbakır’ın önde gelen ailelerinden birine mensup olan Gökalp temel eğitimini bu şehirde almıştır. Bu yıllar Abdulhamid idaresinin okullaşma hamlesi ile yeni modern okulların memleketin her tarafına yayıldığı zamanlardır. Gökalp de eğitimini bu yeni okullarda almıştır. 1886’da Mektebi Askeri Rüştiye’ye, 1891’de İdadi’ye girmiştir. Son sınıfta iken okul süresinin beş yıldan yedi yıla çıkması üzerine 1894’te okuldan ayrılmıştır. Bu dönemde Diyarbakır’daki kolera salgını nedeniyle bu şehirde görevlendirilen Doktor Abdullah Cevdet ile tanışması Gökalp’in fikirleri üzerinde çok etkili olmuştur. Ancak Abdullah Cevdet’in onun üzerindeki etkisi bununla sınırlı değildir. Yaşadığı bunalımlar neticesinde intihar ettiğinde kafasındaki kurşunu güç koşullar altında morfinsiz bir ameliyatla çıkaran da yine Abdullah Cevdet olacaktır.\n\nGökalp 1896’da İstanbul’a giderek Baytar Mektebi’ne kaydını yaptırmıştır. 1898’de “yasak yayınları okumak” ve “muhalif derneklere üye olmak” suçlamasıyla tutuklanmış; bir yıl cezaevinde kaldıktan sonra 1900’de Diyarbakır’a sürgüne gönderilmiştir. Yükseköğrenimini tamamlayamayan vefat eden Gökalp amcasının vasiyeti üzerine kızı Vecihe ile evlenmiştir.\n\n1908’e kadar Diyarbakır’da küçük memuriyetler yapan Gökalp ayrıca şehirde yayımlanan gazete ve dergilerde de yazılar yazmıştır. 1908’de II. Meşrutiyet’tin ilanından sonra İttihat ve Terakki’nin Diyarbakır şubesini kurmuş ve Peyman gazetesini çıkarmıştır. 1909’da örgütün Selanik’teki merkez yönetim kuruluna üye olarak seçildikten sonra yaşamını Selanik’te sürdürmüştür. Derneğin merkezi 1912’de İstanbul’a taşınınca, Gökalp de İstanbul’a gelmiştir. Aynı dönemde Ergani/Maden (Diyar-ı Bekir) mebusu olarak Meclis-i Mebusan’a seçilen Gökalp, Meclis kapatılınca Darülfünun’da Felsefe bölümüne İctimâiyyât Müderrisi olarak atanmıştır. Onun 1915’te Darülfünun’da kurduğu bu kürsü Durkheim’in kürsüsünden sonra Avrupa’daki ikinci bağımsız sosyoloji kürsüsüdür. Kendisine teklif edilen Maârif Nazırlığı görevini kabul etmeyen Gökalp, üniversiteyi ve sosyolojiyi çok önemsemektedir. Gökalp ülkemizde sosyoloji geleneğinin kurucu babası olmuştur.\n\nBu dönemde İttihat Terakki’nin önde gelen isimlerinden birisi olan Gökalp partinin ideoloğu konumundadır. Savaş sonrasında 1919’da tüm görevlerinden alınmış ve İngilizler tarafından tutuklanmıştır. Dört ay Bekirağa Bölüğü’nde tutuklu kaldıktan sonra Ermeni soykırımı iddiaları ile ilgili işgal mahkemesi tarafından yargılanmış ve diğer İttihatçılarla birlikte Malta’ya sürgüne gönderilmiştir. 2 yıllık sürgünden sonra İstanbul’a döndüğünde üniversitede ders verme isteği kabul edilmemiş, sonrasında gittiği Ankara’da kalmasında da dönemin şartları sebebiyle sıcak bakılmadığı için Diyarbakır’a gitmiştir. 1923’te Maarif Vekaleti Telif ve Tercüme Heyeti Başkanlığı’na atanan Gökalp, İkinci Dönem Türkiye Büyük Millet Meclisi’ne Diyarbakır mebusu olarak seçilmiştir. 1924’te kısa süren bir hastalığın ardından dinlenmek için gittiği İstanbul’da 25 Ekim 1924 günü hayatını kaybetmiştir. Mezarı II. Mahmud Türbesi hazîresinde bulunmaktadır.\n\nÖNEMLİ ESERLERİ: Türk Medeniyet Tarihi, Kızıl Elma, Felsefe Dersleri, Kürt Aşiretleri Hakkında Sosyolojik Tetkikler, Türklüğün Esasları, Türk Töresi, Doğru Yol, Yeni Hayat, Altın Işık, Altın Destan, Üç Cereyan, Hars ve Medeniyet, Kuğular., Limni ve Malta mektupları.\n\nZiya Gökalp’in düşünceleri imparatorluğun dağılma sürecinde, bir devleti kurtarmaktan bir devleti kurmaya evrilerek oluşmuştur. Türkçülüğün ideoloğu olarak bilinen Gökalp aynı zamanda Türk modernleşmesinin temelini teşkil eden pek çok fikri de geliştiren kişidir. Bunların başında onun medeniyet teorisi bulunmaktadır. Gökalp batılılaşmanın ciddi bir biçimde tartışıldığı bir zaman diliminde batılılaşmanın topyekûn değişmek anlamına gelmediğini, Batı’nın sadece medeniyetinin alınarak milli kültürün korunabileceği fikrini ortaya atmıştır. Kendi ifadesi ile hars ve medeniyet arasında ayrım yapan Gökalp, harsın milli, medeniyetin ise evrensel olduğunu ileri sürerek Türk modernleşmesinin zihin dünyasını kurmuştur. Ona göre din, ahlak, sanat, bireysel inançlar, idealler gibi manevi değerler kültürün alanını; bilimsel doğrular, matematik kavramları, teknik, iktisat ve ticaret teknolojisi de medeniyetin alanını teşkil etmektedir.  Gökalp olması gerekeni ifade eden kültürün insanların yönelimini; olanı ifade eden akıl ve mantığın ise medeniyet alanını belirlediğini düşünmektedir. Ona göre amaçları ifade eden kültür “neden yaşamalı?” sorusuna cevap verirken araçları ifade eden medeniyet de “nasıl yaşamalı?” sorusuna cevap vermektedir. Bu ikisi birbirini tamamladığında Gökalp’e göre toplumsal bütünleşme ortaya çıkar. Böylece Batılı olan unsurların sorgulanmaksızın alınabilmesine olanak sağlayan bir teori oluşturarak modernleşme sürecindeki ikircikli tavrı sona erdiren kişi olmuştur. Onun 1918’de yayımlanan Türkleşmek İslamlaşmak Muassırlaşmak isimli eserinde temel hatlarını çizdiği bu modernleşme kuramı, 1923 yılında genç cumhuriyete yol göstermek üzere kaleme aldığı Türkçülüğün Esasları isimli kitabında nihai halini almış ve genç Cumhuriyetin yol haritası olmuştur.\n\nGökalp, sosyal teorisini oluştururken Emile Durkheim’den ciddi bir biçimde etkilenmiştir. Onun imparatorluğun dağılmasına bir çare olarak önerdiği sosyal formül mantığını sosyal dayanışmacılıktan almaktadır. Durkheim’in temel meselesi toplumsal bütünleşmedir. Durkheim büyük çaplı farklılaşmaların ve çeşitlenmelerin toplumun yapısını nasıl etkilediği sorusuna cevap aramakta ve bireyi veya sınıfı eksene alan sosyal anlayışlara karşı mesleği ve mesleki örgütlenmeleri eksene alan bir sosyal sistem önerisiyle çıktı. Gökalp de gerek dağılan Osmanlı’da gerekse kurulan Türkiye’de toplumsal yapının devletin yönettiği korporatizm ekseninde dayanışmacılık üzerine bina edilmesi gerektiğini düşünmektedir. İlk zamanlarında Osmanlıcıkla şekillenen bu düşünce zamanla reel politik şartların da değişmesiyle gittikçe Türkçülüğün esas temelini teşkil etmeye başlamıştır. Gökalp aynen Durkheim’de olduğu gibi Dini, toplumsal birliğin sağlayan bir öğe olarak görmektedir. Böylece dine işlevsel bir yer vermekte, onu büsbütün dışlamasa da kültürel bir öğeye dönüştürmektedir.\n\nGökalp düşünsel manadaki önemli katkılarından birisini sosyolojiyi konumlandırma ve işlevlendirmede yapmıştır. Gökalp genel olarak bilinenin aksine düşünsel yenilikçiliğini kavramsal süreklilikler üzerine inşa etmiştir. Dönemindeki diğer tartışmaların da etkisiyle Gökalp sosyolojiyi yeni toplumun kurucu bilimi olarak önerirken ortaya çıkan yeni toplumun yapısı ile ilişkili bir analiz yapmaktadır. Ona göre eskiden toplumun kuruluşunda usul-i fıkıh önemli bir rol oynamıştır. Şimdi modernleşme ile birlikte ortaya çıkan yeni toplumun kuruluşunda da içtimaiyat aynı rolü oynayacaktır. Dolayısıyla ona göre içtimaiyat ile usul-i fıkıh arasında çok derin bir geçişlilik kurulmak durumundadır. Gökalp bu anlamda Batılı sosyolojiyi birebir çevirmekten ziyade, yeni kavramsallaştırmalar ile yeniden formüle etmek peşinde olmuştur. Amcasından bir zamanlar aldığı İslami ilimler eğitiminin kendisine sağladığı imkan ile de bunu büyük oranda başarmıştır. Kendi ifadesiyle hem tercüme hem de telif bir sosyoloji kurmuştur.\n\nPek çok yönden tartışmalı bir isim olan Gökalp, modernleşmeye temel teşkil eden görüşleri ve Türkçülük fikri kadar klasik İslam düşüncesinin modern düşünce içinde işlevsel dönüşümünün de numunelerini sunmuştur. Onun bu yönü bugün daha fazla çalışılmayı beklemektedir."
		},
		"2": {
			"Header": "İslâm Hukuk Usûlüne İlişkin Görüşleri",
		"Content": "Ziya Gökalp’in din ve İslâm konusundaki görüşleri içinde II. Meşrutiyet sonrasında ortaya attığı ve Halim Sabit tarafından ikmal edilen “İctimai Usûl-i Fıkıh” kavramlaştırması, 1908’den itibaren gündemde önemli bir yer işgal eden hukuk ve İslâm ilişkisine dair tartışmalarda önemli bir aşamayı temsil etmektedir. Tanzimat’tan sonra görülen hukuksal yenilik arayışlarında ve özellikle İslâm hukukuna dayalı ilk modern kanunlaştırmaların yapılmaya başlandığı dönemlerde İslâm hukukunda yenileşme anlayışının fıkıh usûlü temelinde bir tartışmasına rastlamıyoruz. Bu dönemde daha çok zamanın değişimi sebebiyle insan ve toplumun ihtiyaçlarında ortaya çıkan nisbi farklılaşmanın telafisi için mevcut hukuk birikimi çerçevesinde atılabilecek sınırlı adımlar hakkında yorumların varlığını biliyoruz. Toplumsal değişme ve hukukun bu değişime ayak uydurması çerçevesindeki bu yorumların İslâm hukukunun tarihsel tecrübesindeki fetva kurumu ve hükümlerin güncel olaylara tatbikindeki metodolojik olmayan değişimine benzer biçimde feri meseleler boyutunda değerlendirilmesi söz konusudur. 1869-1876 yılları arasında hazırlanarak yürürlüğe giren Mecelle’nin meşruiyetinin temellendirilmesinde öne çıkan ve örf, ihtiyaç vb. değişmeyle alakalı külli kaideler yoluyla görünür hale gelen ama çok belirgin olmayan bu tartışmanın fıkıh usûlü zemininde bir yenileşme söylemi biçiminde ifade edilmesi II. Meşrutiyet sonrası dönemde gerçekleşmiştir.\n\n1908’de başlayan yeni dönemde, toplumun ihtiyaç duyduğu başta aile ve kadın meseleleri olmak üzere yeni kanuni düzenlemelerin hangi esasa göre yapılacağı, mevcut kanunların hangi kriterlere göre tadil veya ikmal edileceği gibi önemli sorulara verilecek cevaplara zemin hazırlamayı hedefleyen ictimâî usûl-i fıkıh tanımlaması, seküler saikleri oldukça belirgin olarak görülebilen yeni siyasi-hukuki yönelişlerin istikametine ilişkin bir açıklama biçimi olarak değerlendirilebilir. İttihat ve Terakki Partisi’nin fikir babaları arasında yer alan Ziya Gökalp’in toplum görüşüyle irtibatlandırarak yeni bir çerçeve içinde sunduğu bu teorik tartışma, esasen fıkıh merkezli bir tartışma olarak değerlendirilemez. Gerek Gökalp’in ilmi arka planı gerekse İttihat ve Terakki içinde üstlendiği aktif siyasi tavrın istikameti, bu tartışmanın İslâm hukukundan hareket eden bir yeni usûl arayışı olmaktan çok, siyasi-toplumsal yapıya ilişkin sahip olunan tercihlerin mevcut toplumsal meşruiyet temelinde yeniden tahkimi olarak görülmesini mümkün kılmaktadır. Ayrıca konunun dönemin uleması arasında beklendiği kadar yaygın ve ateşli bir tartışmaya yol açmamış olması, meselenin, muhataplarca dini düzlemden öte bir zeminde algılanmış olduğunu düşündürmektedir. Gökalp ve takipçisi Halim Sabit’in konuyla ilgili yazılarına karşı, geleneğe dayalı tek kapsamlı ve ilmi derinlikli cevap İzmirli İsmail Hakkı’dan gelmiştir.\nGökalp’in İslâm hukuku ile sosyolojinin varsayımları arasında bağ kurmaya matuf yazılarının önemli bir kısmı, 1914 yılı başlarında I. Dünya Savaşı’nın henüz başlamadığı bir dönemde İttihat ve Terakki Cemiyeti’nin himayesiyle yayın hayatına giren ve kendisinin yazıları ve fikirleriyle öncülük ettiği İslâm Mecmuası’nda yayınlanmıştır. Gökalp’in bu yazılarında ortaya koyduğu fıkıhla ilgili görüşlerini değerlendirirken onun bir din alimi olmadığını ve bir sosyal bilimci yaklaşımı içinde bulunduğunu dikkatten kaçırmamak gerekir. Nitekim o, fıkhî ictihadı, genel olarak ictimâî diye tavsif ettiği diğer ictihad türlerinden (“milli hukuk, milli ahlâk, milli felsefe, milli iktisad… gibi ictimâî ve milli marifetlere taalluk eden ictihadlar”) kategorik olarak ayırmakta ve kendisinin ikinci tür ictihadla meşgul olduğunu, fıkhî ictihadla ilgili meselelerin bu alandaki mütehassıslara ait olduğunu ifade etmektedir. Bu tartışma vesilesiyle onun fıkhın temel varsayımlarına ve sistematiğine getirdiği yorumlar, boyutları bakımından paradigmatik bir değişimi işaret edecek kadar esasa ilişkindir. Bu sebeple Gökalp’in İslâm dini ve İslâm hukuku ile ilgili görüşleri ve meselenin siyasi hedefine yönelik somut önerileri, onun laiklik taraftarı bir ideoloji peşinde olduğu şeklinde yorumlara konu olmuştur."
		}
	}
}
